{
  "livro": "1 Crônicas",
  "capitulo": 3,
  "contexto_historico": "O capítulo 3 de 1 Crônicas foca na genealogia dos reis de Judá, descendentes diretos de Davi, e nos seus filhos nascidos durante seu reinado em Jerusalém. É uma seção altamente focada na linhagem real e na continuidade da promessa davídica. O texto serve para legitimar a linha de sucessão e reforçar a importância da descendência de Davi, especialmente após a divisão do reino, ao registrar os reis até o exílio. Este capítulo é um elo crucial entre a história inicial de Davi e o futuro Messias, traçando a linhagem real com precisão.",
  "bloco_tematico": "A Linhagem Real de Davi: Reis e Herdeiros do Trono 👑📜",
  "versiculos": {
    "1": {
      "parafrase": "Esta é a linhagem completa e detalhada dos descendentes diretos de Davi, o grande rei de Israel. Começando por ele, a história prossegue através dos seus filhos que herdaram o trono e o legado de liderança em Judá.",
      "referencias": [
        "2 Samuel 5:14",
        "Mateus 1:3"
      ],
      "comentario": "O versículo inicial estabelece o foco da narrativa em 1 Crônicas: a genealogia dos reis de Judá, centrada na casa de Davi. O termo hebraico para 'filhos' (banim) inclui descendentes em geral, mas o contexto aqui restringe aos sucessores reais.",
      "temas": [
        "Genealogia",
        "Realeza Davídica",
        "Sucessão"
      ],
      "personagens": [
        "Davi"
      ]
    },
    "2": {
      "parafrase": "Os filhos de Davi, nascidos em Belém, eram os seguintes: Amnom foi o primogênito. Em seguida vieram, por ordem de nascimento, Daniel, o segundo; Absalão, o terceiro, filho da moabita Maaca; e Adonias, o quarto.",
      "referencias": [
        "2 Samuel 3:2-4",
        "Jeremias 31:15"
      ],
      "comentario": "Aqui são listados os quatro filhos mais velhos de Davi, nascidos em Belém, provavelmente durante o início de seu reinado. O contraste entre Amnom, Daniel, Absalão e Adonias prenuncia as futuras tensões dinásticas.",
      "temas": [
        "Família Real",
        "Nascimento",
        "Identidade Geográfica"
      ],
      "personagens": [
        "Amnom",
        "Daniel",
        "Absalão",
        "Adonias",
        "Maaca"
      ]
    },
    "3": {
      "parafrase": "O quinto filho foi Sefatias, gerado de Abital; e o sexto foi Iitreão, nascido de Egla. Esses seis homens foram os filhos que Davi teve enquanto governava em Hebrom, antes de consolidar seu poder em Jerusalém.",
      "referencias": [
        "2 Samuel 3:4-5"
      ],
      "comentario": "Este versículo completa a lista dos filhos nascidos em Hebrom, um período de luta pelo poder. As mães são mencionadas indiretamente através dos nomes das esposas/concubinas de Davi.",
      "temas": [
        "Período de Hebrom",
        "Legado",
        "Linha de Sangue"
      ],
      "personagens": [
        "Sefatias",
        "Iitreão",
        "Abital",
        "Egla"
      ]
    },
    "4": {
      "parafrase": "Além desses seis, Davi teve muitos outros filhos e também filhas, mas aqui o registro se concentra naqueles que teriam um papel na linhagem real que leva ao Messias. Estes foram os filhos nascidos em Jerusalém.",
      "referencias": [
        "2 Samuel 5:13-16"
      ],
      "comentario": "O cronista faz uma pausa para enfatizar que houve mais filhos (e filhas, um ponto importante que não é detalhado, pois as mulheres geralmente não continuavam a linha de sucessão real masculina), mas a genealogia segue a linha principal do trono.",
      "temas": [
        "Expansão da Família",
        "Foco Genealógico",
        "Jerusalém"
      ],
      "personagens": [
        "Davi"
      ]
    },
    "5": {
      "parafrase": "Os filhos de Davi nascidos em Jerusalém incluíam Sama, Sobabe, Natã e Salomão. Estes quatro foram gerados por Bate-Sua, filha de Amiel, que lhe deu à luz enquanto ele já era rei na Cidade Santa. 🌟",
      "referencias": [
        "2 Samuel 5:14-16",
        "Lucas 3:31"
      ],
      "comentario": "Natã e Salomão são cruciais. Salomão é o sucessor direto, mas Natã, através de sua linhagem, é a linhagem através da qual se acredita que Maria, mãe de Jesus, descendeu, conforme Lucas.",
      "temas": [
        "Linha Messiânica",
        "Poder em Jerusalém",
        "Prole Real"
      ],
      "personagens": [
        "Sama",
        "Sobabe",
        "Natã",
        "Salomão",
        "Bate-Sua",
        "Amiel"
      ]
    },
    "6": {
      "parafrase": "Mais ainda, houve outros descendentes: Ibhar, Elisama, Elifelete, Nogá, Nefegue, Jafia, Elisama, Baalgada e ainda mais um, Eliada e Elifelete, totalizando um grande número de filhos.",
      "referencias": [
        "2 Samuel 5:15"
      ],
      "comentario": "Este versículo lista mais filhos nascidos em Jerusalém, provavelmente de concubinas ou esposas secundárias, mostrando a vasta descendência de Davi, um símbolo de bênção e poder.",
      "temas": [
        "Multidão de Descendentes",
        "Bênção Real",
        "Expansão"
      ],
      "personagens": [
        "Ibhar",
        "Elisama",
        "Elifelete",
        "Nogá",
        "Nefegue",
        "Jafia",
        "Baalgada",
        "Eliada"
      ]
    },
    "7": {
      "parafrase": "O total de filhos e netos desses príncipes era considerável, pois havia muitos parentes e conselheiros próximos. O nome Jeiel aparece como um dos chefes das famílias.",
      "referencias": [
        "1 Crônicas 5:17"
      ],
      "comentario": "Este versículo resume a ideia de que a descendência de Davi se ramificou extensivamente, formando uma vasta rede de parentesco que sustentava seu reinado.",
      "temas": [
        "Parentesco",
        "Estrutura Familiar",
        "Liderança"
      ],
      "personagens": [
        "Jeiel"
      ]
    },
    "8": {
      "parafrase": "Zabade, Natã e Semaías, e também Benom, Zaqueu e Pilalote, foram mais alguns dos filhos de Davi. Estes eram todos descendentes de sangue real.",
      "referencias": [
        "2 Samuel 5:15"
      ],
      "comentario": "A repetição e a variedade dos nomes reforçam a abundância de descendentes, mas a importância genealógica recai sobre aqueles que continuam a linhagem principal, não necessariamente todos os listados aqui.",
      "temas": [
        "Continuidade",
        "Nomes",
        "Linhagem"
      ],
      "personagens": [
        "Zabade",
        "Natã",
        "Semaías",
        "Benom",
        "Zaqueu",
        "Pilalote"
      ]
    },
    "9": {
      "parafrase": "Além disso, havia mais seis irmãos, filhos de suas concubinas, que também contribuíram para a força da casa real de Davi, somando-se a seus filhos legítimos.",
      "referencias": [
        "Gênesis 25:6"
      ],
      "comentario": "O cronista reconhece explicitamente a existência de filhos nascidos de concubinas, diferenciando-os dos filhos das esposas principais, mas ainda assim os inclui na contagem da força da casa real.",
      "temas": [
        "Concubinato",
        "Estrutura Social",
        "Força Política"
      ],
      "personagens": [
        "Davi"
      ]
    },
    "10": {
      "parafrase": "O filho de Salomão, que herdaria o trono, era Roboão. Seu filho foi Abias, e o filho de Abias foi Asa. Estes três formaram a primeira sequência de reis do Reino de Judá após a divisão.",
      "referencias": [
        "1 Reis 11:43",
        "Mateus 1:7"
      ],
      "comentario": "Aqui a narrativa salta da geração de Davi e Salomão para a consolidação do Reino de Judá após a morte de Salomão. Roboão é o rei da divisão; Abias e Asa são seus sucessores no sul.",
      "temas": [
        "Sucessão Real",
        "Reino de Judá",
        "Divisão do Reino"
      ],
      "personagens": [
        "Salomão",
        "Roboão",
        "Abias",
        "Asa"
      ]
    },
    "11": {
      "parafrase": "O filho de Asa foi Josafá, que governou com justiça. Depois dele, veio Jeorão, seu filho, o quarto rei dessa linhagem.",
      "referencias": [
        "1 Reis 15:24"
      ],
      "comentario": "Josafá é lembrado positivamente por seu reinado justo, contrastando com alguns de seus sucessores. Jeorão é o próximo na sucessão direta.",
      "temas": [
        "Justiça",
        "Reinado",
        "Legado"
      ],
      "personagens": [
        "Asa",
        "Josafá",
        "Jeorão"
      ]
    },
    "12": {
      "parafrase": "O filho de Jeorão foi Acazias, o quinto rei. E no lugar de Acazias, subiu ao trono Joás, seu filho. Estes reis sucederam-se, mantendo a coroa em Jerusalém.",
      "referencias": [
        "2 Reis 8:25"
      ],
      "comentario": "A lista continua a traçar a linha de sangue, marcando o quinto e o sexto reis de Judá. A menção de Acazias e Joás é importante para entender a conexão com os reinos do norte e os profetas da época.",
      "temas": [
        "Continuidade Dinástica",
        "Monarquia",
        "Sucessão"
      ],
      "personagens": [
        "Jeorão",
        "Acazias",
        "Joás"
      ]
    },
    "13": {
      "parafrase": "O filho de Joás foi Amazias, que ocupou o trono como o sétimo rei. O sucessor de Amazias foi Uzias, também conhecido como Azarias, o oitavo monarca.",
      "referencias": [
        "2 Reis 14:1",
        "2 Reis 15:8"
      ],
      "comentario": "Amazias e Uzias (Azarias) são figuras significativas, pois Uzias teve um reinado longo e próspero, embora tenha enfrentado problemas de orgulho no final de sua vida.",
      "temas": [
        "Longevidade do Reinado",
        "Prosperidade",
        "Orgulho"
      ],
      "personagens": [
        "Joás",
        "Amazias",
        "Uzias",
        "Azarias"
      ]
    },
    "14": {
      "parafrase": "Jotão se tornou o nono rei, sendo filho de Uzias. E seu filho foi Acaz, que assumiu o décimo lugar no trono. Ambos viveram em épocas de grandes desafios políticos e espirituais.",
      "referencias": [
        "2 Reis 15:32",
        "Isaías 1:1"
      ],
      "comentario": "Jotão é geralmente visto de forma positiva, mas Acaz é conhecido por sua apostasia e alianças perigosas com potências estrangeiras, um ponto baixo na história real.",
      "temas": [
        "Apostasias",
        "Desafios Políticos",
        "Alianças"
      ],
      "personagens": [
        "Uzias",
        "Jotão",
        "Acaz"
      ]
    },
    "15": {
      "parafrase": "O décimo primeiro rei foi Ezequias, filho de Acaz. Ele é celebrado como um dos mais piedosos reformadores do reino. E após Ezequias, seu filho Manassés tomou o cetro, tornando-se o décimo segundo monarca.",
      "referencias": [
        "2 Reis 18:1",
        "2 Reis 21:1"
      ],
      "comentario": "Ezequias é um ponto de virada positivo, trazendo grande reforma religiosa. Manassés, contudo, reverteu muitas dessas coisas, praticando o mal em escala nunca vista.",
      "temas": [
        "Reforma Religiosa",
        "Piedade",
        "Idolatria Severa"
      ],
      "personagens": [
        "Acaz",
        "Ezequias",
        "Manassés"
      ]
    },
    "16": {
      "parafrase": "Após Manassés, seu filho Amom assumiu o trono, sendo o décimo terceiro rei. Amom, porém, teve um reinado breve e perverso, sendo assassinado logo depois.",
      "referencias": [
        "2 Reis 21:19"
      ],
      "comentario": "Amom é um exemplo de como a maldade reinante podia ser tão intensa que levava a violência política, interrompendo a sucessão patrilinear.",
      "temas": [
        "Assassinato Político",
        "Reinado Curto",
        "Impiedade"
      ],
      "personagens": [
        "Manassés",
        "Amom"
      ]
    },
    "17": {
      "parafrase": "O sucessor de Amom, o décimo quarto rei, foi Josias, seu filho. Josias é lembrado como um dos reis mais justos, que buscou ardentemente restaurar a aliança com Deus.",
      "referencias": [
        "2 Reis 22:1",
        "2 Reis 23:25"
      ],
      "comentario": "Josias é o epítome da reforma fiel. Sua devoção é destacada como um ponto alto antes da queda final de Jerusalém.",
      "temas": [
        "Fidelidade Extrema",
        "Restauração da Lei",
        "Esperança"
      ],
      "personagens": [
        "Amom",
        "Josias"
      ]
    },
    "18": {
      "parafrase": "Os filhos de Josias, que herdaram a coroa, foram Jaoacaz, que reinou brevemente como o décimo quinto rei. Depois dele, veio Jeoaquim, que assumiu o décimo sexto lugar.",
      "referencias": [
        "2 Reis 23:30",
        "Jeremias 22:11"
      ],
      "comentario": "Jaoacaz foi deposto pelo Egito e levado cativo. Jeoaquim (Eliaquim, seu nome original) foi colocado por Faraó Necó e teve um reinado marcado pela resistência à profecia de Jeremias.",
      "temas": [
        "Domínio Estrangeiro",
        "Reinado Imposto",
        "Resistência Profética"
      ],
      "personagens": [
        "Josias",
        "Jaoacaz",
        "Jeoaquim"
      ]
    },
    "19": {
      "parafrase": "O filho de Jeoaquim, Zedequias, tornou-se o décimo sétimo e último rei de Judá a se sentar no trono de Davi antes da devastação final.",
      "referencias": [
        "2 Reis 24:18",
        "Ezequiel 1:2-3"
      ],
      "comentario": "Zedequias é a figura trágica que viu a invasão babilônica e a destruição do Templo. Ele é o último elo direto da linhagem real antes do exílio.",
      "temas": [
        "Cativeiro",
        "Fim da Monarquia",
        "Tragédia"
      ],
      "personagens": [
        "Jeoaquim",
        "Zedequias"
      ]
    },
    "20": {
      "parafrase": "E esta é a continuação da família de Judá: depois de Salomão, a linhagem real segue com os nomes já citados. Mas agora, o registro se volta para os descendentes da casa de Israel, especificamente na tribo de Simeão.",
      "referencias": [
        "Gênesis 49:5-7",
        "1 Crônicas 4:1"
      ],
      "comentario": "O cronista conclui o foco na linha de Davi (Judá) e sinaliza uma mudança de tópico para as outras tribos, focando agora em Simeão, uma tribo que se expandiu para o sul, próximo a Judá.",
      "temas": [
        "Transição Narrativa",
        "Tribos de Israel",
        "Foco em Simeão"
      ],
      "personagens": [
        "Salomão"
      ]
    },
    "21": {
      "parafrase": "Os descendentes de Simeão incluíram Maonitas, que geraram os Nefusitas, e também a família de Uzias, que teve filhos. Os descendentes de Simeão se espalharam por aquela região.",
      "referencias": [
        "Josué 19:42"
      ],
      "comentario": "A genealogia de Simeão é muito menos detalhada do que a de Judá, refletindo talvez sua menor proeminência política após a conquista. Os nomes parecem designar clãs ou grupos familiares.",
      "temas": [
        "Clãs de Simeão",
        "Expansão Territorial",
        "Detalhe Genealógico"
      ],
      "personagens": [
        "Maonitas",
        "Nefusitas",
        "Uzias"
      ]
    },
    "22": {
      "parafrase": "Além disso, Joabe, filho de Uzias, tornou-se um líder proeminente. E houve também a família de Elpelete, que deu à luz a família de Jael, e mais uma vez o nome Uzias é mencionado entre os líderes de Simeão.",
      "referencias": [
        "2 Samuel 20:26"
      ],
      "comentario": "Joabe, embora este não seja o famoso general de Davi, é um nome de liderança dentro desta linhagem. A repetição de nomes antigos sugere a importância de manter a identidade tribal.",
      "temas": [
        "Liderança Tribal",
        "Identidade Familiar",
        "Repetição de Nomes"
      ],
      "personagens": [
        "Joabe",
        "Uzias",
        "Elpelete",
        "Jael"
      ]
    },
    "23": {
      "parafrase": "Havia também os descendentes de Semáias: Hotel e seus irmãos, que eram chefes de família e possuíam terras na região de domicílio dos siomeonitas.",
      "referencias": [
        "Josué 19:44"
      ],
      "comentario": "A menção de 'chefes de família' (roshei 'abot) enfatiza a organização social dessas famílias de Simeão, que provavelmente ocuparam territórios próximos a Judá.",
      "temas": [
        "Organização Social",
        "Território",
        "Chefia Familiar"
      ],
      "personagens": [
        "Semáias",
        "Hotel"
      ]
    },
    "24": {
      "parafrase": "E os nomes de Elioenai, Jaacoba, Jescoá, Jesoá, Zedequias, Benom, Ziza, Benjamim, Jalde, e Maanaí, e, finalmente, Adaías, foram registrados como membros importantes e cabeças dessas famílias siomeonitas.",
      "referencias": [
        "Josué 19:45-46"
      ],
      "comentario": "Este é um longo rol de nomes que servia como registro de propriedade e pertencimento tribal. Para o povo de Israel, saber quem eram seus ancestrais era fundamental para a identidade e a posse da terra prometida.",
      "temas": [
        "Identidade Tribal",
        "Registro de Posse",
        "Herança"
      ],
      "personagens": [
        "Elioenai",
        "Jaacoba",
        "Jescoá",
        "Jesoá",
        "Zedequias",
        "Benom",
        "Ziza",
        "Benjamim",
        "Jalde",
        "Maanaí",
        "Adaías"
      ]
    }
  }
}