{
  "livro": "1 Crônicas",
  "capitulo": 4,
  "contexto_historico": "O livro de 1 Crônicas foca na genealogia e na linhagem de Davi, mas o capítulo 4 marca uma transição importante, saindo das genealogias mais amplas para detalhar a história e as conquistas de tribos específicas, especialmente Judá. Este capítulo é notável por seu foco nos descendentes de Judá, incluindo detalhes sobre a casa de Simeão, e apresenta orações notáveis, como a de Jabez. É um momento de detalhamento genealógico focado em estabelecer a base para o futuro do reino centrado em Judá e Levi, preparando o palco para a ascensão de Davi e a centralização do culto em Jerusalém. É uma pausa focada em quem são e onde estão as famílias fundamentais do futuro reino. 📜👑",
  "bloco_tematico": "As Linhagens de Judá e a Oração de Jabez: Fundações e Bênçãos Familiares 🏘️🙏",
  "versiculos": {
    "1": {
      "parafrase": "A linhagem de Judá, aquela tribo nobre de onde sairia o poder real, começou com seus descendentes diretos. O primeiro e mais importante entre eles era Perez. De Perez, vieram Hezrom; e de Hezrom, veio Rão. Assim, o sangue real foi passando de pai para filho, firmando a base da posteridade de Davi.",
      "referencias": [
        "Gênesis 46:12",
        "Rute 4:18"
      ],
      "comentario": "Este versículo inicia o foco genealógico da crônica, desviando-se das listas mais amplas do início do livro para focar especificamente na linhagem de Judá. Perez é crucial, sendo um dos filhos de Tamar, nascido de forma incomum (Gênesis 38). A menção de Rão (Ram, na maioria das traduções) estabelece a linha direta para a realeza.",
      "temas": [
        "Genealogia",
        "Linhagem de Judá",
        "Fundação Real"
      ],
      "personagens": [
        "Perez",
        "Hezrom",
        "Rão"
      ]
    },
    "2": {
      "parafrase": "Os filhos de Rão eram Maaz e Aimute. Maaz gerou o notável Sama, e deste veio Jazias. Jazias, por sua vez, gerou o grande Etana, que deu continuidade à sucessão.",
      "referencias": [
        "Mateus 1:3"
      ],
      "comentario": "A narrativa continua a detalhar a árvore genealógica, mostrando a progressão através das gerações. O nome 'Aimute' pode ter conotações de 'irmão de morte' ou 'ajuda', mas o foco recai na continuidade da linha através de Maaz e Jazias.",
      "temas": [
        "Continuidade",
        "Sucessão de gerações"
      ],
      "personagens": [
        "Rão",
        "Maaz",
        "Aimute",
        "Sama",
        "Jazias",
        "Etana"
      ]
    },
    "3": {
      "parafrase": "A descendência de Etana produziu Azarias. E Azarias teve apenas um filho, que foi Joél. E Joél teve um irmão chamado Sama, e o filho de Sama se chamava Becatías.",
      "referencias": [
        "Neemias 11:5"
      ],
      "comentario": "Este trecho especifica os descendentes diretos de Etana. Em textos genealógicos, a menção de 'um filho' ou 'filhos' deve ser vista como seletiva, focando nos indivíduos que terão relevância futura ou que eram líderes reconhecidos.",
      "temas": [
        "Liderança tribal",
        "Posteridade"
      ],
      "personagens": [
        "Etana",
        "Azarias",
        "Joél",
        "Sama",
        "Becatías"
      ]
    },
    "4": {
      "parafrase": "Becatías teve um filho chamado Berias. Berias, por sua vez, foi o pai de Uzá, um homem proeminente. E Uzá deu à luz Zeráias, que também foi um nome reconhecido no clã.",
      "referencias": [
        "2 Samuel 6:6"
      ],
      "comentario": "A repetição dos nomes familiares sugere a importância dessas linhas na estrutura da tribo de Judá. A menção de Uzá, embora diferente do Uzá famoso por tocar na Arca, insere este indivíduo na linhagem de Judá, indicando importância local ou tribal.",
      "temas": [
        "Reconhecimento",
        "Estirpe"
      ],
      "personagens": [
        "Becatías",
        "Bérias",
        "Uzá",
        "Zeràias"
      ]
    },
    "5": {
      "parafrase": "O filho de Zeráias foi Meremote. Meremote gerou Uzias. E Uzias, por sua vez, foi o pai de Zefanias. Uma longa e respeitável linha de chefes se desenrola aqui!",
      "referencias": [
        "Jeremias 29:26"
      ],
      "comentario": "A lista continua a mapear os líderes da família de Perez/Judá. O nome Uzias, que aparece aqui como pai de Zefanias, é um nome comum, mas sua inserção nesta linha o vincula diretamente ao núcleo de Judá.",
      "temas": [
        "Continuidade dinástica",
        "Estrutura familiar"
      ],
      "personagens": [
        "Zeràias",
        "Meremote",
        "Uzias",
        "Zefanias"
      ]
    },
    "6": {
      "parafrase": "Zefanias teve um filho chamado Meremote, que foi pai de Amarias. Amarias gerou Azarias, e Azarias, por fim, gerou Jeotias. Este é um registro fiel dos líderes que passaram o bastão.",
      "referencias": [
        "2 Reis 25:18"
      ],
      "comentario": "Nota-se a repetição de nomes como Meremote e Azarias, o que é comum em linhagens bíblicas e pode indicar reverência por antepassados importantes ou a formação de sobrenomes familiares dentro da tribo.",
      "temas": [
        "Fidelidade histórica",
        "Nomenclatura familiar"
      ],
      "personagens": [
        "Zefanias",
        "Meremote",
        "Amarias",
        "Azarias",
        "Jeotias"
      ]
    },
    "7": {
      "parafrase": "Jeotias, por sua vez, teve como filho Uzias. E Uzias gerou outro homem chamado Zeraías. Assim, a sucessão continuou até que chegamos a Joacaz, que tinha um descendente chamado Joacaz.",
      "referencias": [
        "1 Reis 15:24"
      ],
      "comentario": "A genealogia está estabelecendo as conexões para os líderes que viveram na época da construção ou reorganização do Templo, pois os nomes aqui citados frequentemente reaparecem em listas de porteiros e levitas pós-exílio.",
      "temas": [
        "Conexão com o Templo",
        "Preservação da memória"
      ],
      "personagens": [
        "Jeotias",
        "Uzias",
        "Zeràias",
        "Joacaz"
      ]
    },
    "8": {
      "parafrase": "E Joacaz gerou Azarias, que foi um líder importante, e Azarias gerou Uzias. Esses homens eram todos descendentes diretos de Perez, o fundador da grande linhagem de Judá.",
      "referencias": [
        "2 Crônicas 26:3"
      ],
      "comentario": "O texto encerra o foco principal na descendência de Perez, estabelecendo a solidez da linhagem. 'Perez' (ou Pharez) simboliza o ponto de onde irrompeu a força de Judá (Gênesis 49:8).",
      "temas": [
        "Poder de Judá",
        "Origem da força"
      ],
      "personagens": [
        "Joacaz",
        "Azarias",
        "Uzias",
        "Perez"
      ]
    },
    "9": {
      "parafrase": "A linhagem de Hezrom, o irmão de Rão, também era significativa. Hezrom teve como filhos Jerameel, Ram e Quelubai, que eram os chefes de grandes famílias e clãs.",
      "referencias": [
        "Números 26:19"
      ],
      "comentario": "O cronista volta a Hezrom (filho de Perez) e agora lista seus filhos, focando em Jerameel e Ram, cujas famílias se tornariam clãs distintos dentro da tribo de Judá, com funções específicas (muitas vezes ligadas ao exército ou à corte).",
      "temas": [
        "Divisão de clãs",
        "Estrutura tribal"
      ],
      "personagens": [
        "Hezrom",
        "Jerameel",
        "Ram",
        "Quelubai"
      ]
    },
    "10": {
      "parafrase": "Ram gerou Maaz, Aimute e o famoso Uziel. Esses foram os filhos de Ram, que continuaram a estirpe de Hezrom.",
      "referencias": [
        "Êxodo 6:20"
      ],
      "comentario": "Maaz e Aimute reaparecem aqui, mas como filhos de Ram (que é filho de Hezrom), e não de Rão (que também é filho de Hezrom). Isso demonstra a complexidade e a interconexão das famílias dentro da mesma grande tribo.",
      "temas": [
        "Ramos familiares",
        "Interconexão"
      ],
      "personagens": [
        "Ram",
        "Maaz",
        "Aimute",
        "Uziel"
      ]
    },
    "11": {
      "parafrase": "Uziel, por sua vez, gerou Jofias, que liderou seu povo. Estes eram os descendentes de Hezrom que estabeleceram seus nomes e domínios.",
      "referencias": [
        "Levítico 10:4"
      ],
      "comentario": "A importância de Jofias reside no fato de ele ser um chefe de família reconhecido, um 'cabeça' que liderou seu ramo específico de descendentes de Hezrom.",
      "temas": [
        "Liderança de clãs",
        "Estabelecimento de domínio"
      ],
      "personagens": [
        "Uziel",
        "Jofias"
      ]
    },
    "12": {
      "parafrase": "E havia Jerameel, o outro grande filho de Hezrom. Os filhos de Jerameel eram Ram, Buná, Uziel, Zém, e Mafe.",
      "referencias": [
        "Números 26:21"
      ],
      "comentario": "O foco muda agora para o ramo de Jerameel, o irmão de Ram. Este ramo é frequentemente associado a áreas no sul de Judá. A lista de seus filhos estabelece os fundadores dos sub-clãs Jerameelitas.",
      "temas": [
        "Clãs Jerameelitas",
        "Linhas secundárias"
      ],
      "personagens": [
        "Jerameel",
        "Ram",
        "Buná",
        "Uziel",
        "Zém",
        "Mafe"
      ]
    },
    "13": {
      "parafrase": "O filho de Ram era Maaz, que gerou Zabad, e este, por sua vez, gerou Uziel. Assim, a linhagem de Jerameel se mantinha viva e forte, passando de pai para filho.",
      "referencias": [
        "Esdras 2:43"
      ],
      "comentario": "A repetição de nomes (como Maaz e Uziel) pode indicar que alguns desses indivíduos eram figuras de destaque em diferentes períodos, ou que o nome era usado como homenagem.",
      "temas": [
        "Continuidade nomeativa",
        "Fortaleza familiar"
      ],
      "personagens": [
        "Ram",
        "Maaz",
        "Zabad",
        "Uziel"
      ]
    },
    "14": {
      "parafrase": "O irmão de Jerameel era Quelubai, que gerou Maerite, e Maerite foi o pai de Isbá. Isbá foi quem, com grande sabedoria, deu origem à família de Zanoa.",
      "referencias": [
        "Neemias 7:69"
      ],
      "comentario": "A transição para Quelubai mostra o avanço na genealogia de Hezrom, focando no ramo que se tornou Quelubai/Maaerite. Isbá é o elo que liga este ramo ao estabelecimento de um assentamento (Zanoa).",
      "temas": [
        "Assentamento",
        "Ancestralidade geográfica"
      ],
      "personagens": [
        "Quelubai",
        "Maerite",
        "Isbá",
        "Zanoa"
      ]
    },
    "15": {
      "parafrase": "Havia ainda outro importante ramo, o de Caleb, filho de Hezrom, que por sua vez era irmão de Jerameel. O primeiro filho de Caleb foi Maerite, que deu à luz a fiel Zife, e o segundo filho foi Marexa, que gerou Tecoa.",
      "referencias": [
        "Josué 15:55"
      ],
      "comentario": "Aqui introduzimos Caleb, o famoso herói de Canaã (Números 13). Seu nome é essencial. 'Maerite' aqui parece ser o nome de um lugar ou cidade associada a Zife, ao invés de um filho direto, sugerindo que a linhagem se estabeleceu em locais específicos.",
      "temas": [
        "Heróis da Fé",
        "Estabelecimento de lugares"
      ],
      "personagens": [
        "Caleb",
        "Hezrom",
        "Maerite",
        "Zife",
        "Marexa",
        "Tecoa"
      ]
    },
    "16": {
      "parafrase": "Os filhos de Caleb eram: Maerite, que gerou Zif; e a linhagem continuou com Maerite, que gerou Hur, o pai de Zanoa.",
      "referencias": [
        "Josué 15:18"
      ],
      "comentario": "Há uma notável confusão ou sobreposição de nomes e gerações neste trecho, o que é comum em transcrições genealógicas antigas. Aqui, o foco parece ser estabelecer a conexão de Caleb com as cidades de Zife e, possivelmente, com o estabelecimento de Tecoa (mencionado antes).",
      "temas": [
        "Complexidade genealógica",
        "Territórios"
      ],
      "personagens": [
        "Caleb",
        "Maerite",
        "Zife",
        "Hur",
        "Zanoa"
      ]
    },
    "17": {
      "parafrase": "E os filhos de Ezra, um dos homens de Judá, foram Simei, que gerou Jeotias. E Jeotias teve um filho chamado Uzias.",
      "referencias": [
        "Esdras 8:21"
      ],
      "comentario": "O texto parece mudar o foco de Caleb para outro indivíduo de destaque chamado Ezra (não o escriba). A menção de Simei é significativa, pois ele é associado à tribo de Benjamim em outros lugares, mas aqui ele é colocado sob a linhagem de Judá (ou como um oficial de Judá).",
      "temas": [
        "Identidades misturadas",
        "Autoridade"
      ],
      "personagens": [
        "Ezra",
        "Simei",
        "Jeotias",
        "Uzias"
      ]
    },
    "18": {
      "parafrase": "Houve também um caso notável: Uzias, que era parente de Caleb, casou-se com Maaca, a filha de Absalão. Dessa união nasceu Maalute, que gerou Zêrim, e Zêrim gerou Azael.",
      "referencias": [
        "2 Samuel 3:3"
      ],
      "comentario": "Este é um ponto de intersecção crucial: a união entre a linhagem de Judá (Uzias, descendente de Caleb/Hezrom) e a linhagem de Davi (Maaca, filha de Absalão, filho de Davi). Isso reforça a legitimidade do domínio de Judá, conectando-o diretamente à Casa de Davi.",
      "temas": [
        "Aliança dinástica",
        "Legitimidade real"
      ],
      "personagens": [
        "Uzias",
        "Caleb",
        "Maaca",
        "Absalão",
        "Maalute",
        "Zêrim",
        "Azael"
      ]
    },
    "19": {
      "parafrase": "Os filhos de Maerite, o homem que tomou Maaca como esposa, foram Seled, que gerou Neemias, e Neemias foi pai de Zabad. Zabad, por sua vez, deu origem a Etã.",
      "referencias": [
        "Neemias 1:1"
      ],
      "comentario": "O nome Neemias, que se tornaria proeminente, surge aqui. O texto é ligeiramente confuso sobre se 'Maerite' no verso 19 é o mesmo que no verso 15 ou se é uma nova referência ao ramo de Caleb. O ponto principal é cimentar a conexão com figuras importantes do período pós-exílio.",
      "temas": [
        "Reconstrução",
        "Liderança pós-exílio"
      ],
      "personagens": [
        "Maerite",
        "Seled",
        "Neemias",
        "Zabad",
        "Etã"
      ]
    },
    "20": {
      "parafrase": "A descendência de Simei, um homem mencionado anteriormente, continuou com o filho de Simei chamado Uzzi, e Uzzi gerou Zefanias. Eles eram os chefes de suas famílias de Judá.",
      "referencias": [
        "Isaías 49:16"
      ],
      "comentario": "Retorno à linha de Simei (provavelmente o mesmo do versículo 17). A repetição de nomes como Uzias e Zefanias sublinha a importância destas casas dentro do clã maior de Judá.",
      "temas": [
        "Autoridade de clã",
        "Memória genealógica"
      ],
      "personagens": [
        "Simei",
        "Uzzi",
        "Zefanias"
      ]
    },
    "21": {
      "parafrase": "Os filhos de Maaz, que era parente de Simei, eram Joã e seus irmãos, que governavam sobre suas terras.",
      "referencias": [
        "Gênesis 46:23"
      ],
      "comentario": "A menção de Joã e seus 'irmãos' sugere que este ramo familiar era numeroso e influente, com controle territorial.",
      "temas": [
        "Influência territorial",
        "Prole numerosa"
      ],
      "personagens": [
        "Maaz",
        "Joã"
      ]
    },
    "22": {
      "parafrase": "Havia também Uzias, filho de Maaz, e este Uzias gerou Zeraías. Estes eram todos chefes reconhecidos em suas respectivas famílias de Judá.",
      "referencias": [
        "2 Reis 14:21"
      ],
      "comentario": "A estrutura genealógica reafirma a solidez da linha de Judá, remontando aos seus fundadores principais (Perez, Hezrom, Caleb).",
      "temas": [
        "Estrutura de poder",
        "Reafirmação de identidade"
      ],
      "personagens": [
        "Uzias",
        "Maaz",
        "Zeràias"
      ]
    },
    "23": {
      "parafrase": "E os descendentes de Simei eram quatro: Eliene, Jaziel, Uzá e Zifias, homens importantes com suas próprias casas.",
      "referencias": [
        "1 Crônicas 23:21"
      ],
      "comentario": "Este versículo foca nos descendentes de um Simei específico (provavelmente o mesmo do versículo 17/20, ou um homônimo com grande influência). Quatro filhos principais indicam quatro ramos importantes que se ramificaram dele.",
      "temas": [
        "Ramificação familiar",
        "Divisão de autoridade"
      ],
      "personagens": [
        "Simei",
        "Eliene",
        "Jaziel",
        "Uzá",
        "Zifias"
      ]
    },
    "24": {
      "parafrase": "E a descendência de Joab foi: Maalat, Simí, Joá, além de Zecaías, que era filho de Joá. Esses foram os chefes de seus clãs.",
      "referencias": [
        "2 Samuel 8:16"
      ],
      "comentario": "A introdução de Joab (que, neste contexto, não é o famoso general, mas um ancestral) mostra que os filhos e netos do líder anterior (Simei) são agora listados através de Joab. Isso estabelece a linha para os levitas/porteiros que mais tarde apareceriam em listas.",
      "temas": [
        "Linha de Joab",
        "Organização levítica"
      ],
      "personagens": [
        "Joab",
        "Maalat",
        "Simí",
        "Joá",
        "Zecaías"
      ]
    },
    "25": {
      "parafrase": "E os filhos de Simei, de seu clã, foram ainda mais: Maalat, Simí, Joá, além de Zecaías, que era o pai de Zecarias. Esses formaram a base do poder de seus grupos.",
      "referencias": [
        "1 Crônicas 23:22"
      ],
      "comentario": "Este versículo é quase idêntico ao 24, mas com variações nos nomes, sugerindo que Joab era o filho de Simí, e que Zecaías era o pai de outro Zacarías. A repetição indica que este ramo (Simei/Joab) era vital para a estrutura social e religiosa da época da redação de Crônicas.",
      "temas": [
        "Consolidação da linhagem",
        "Estrutura social"
      ],
      "personagens": [
        "Simei",
        "Maalat",
        "Simí",
        "Joá",
        "Zecaías",
        "Zacarias"
      ]
    },
    "26": {
      "parafrase": "E todas as demais famílias da tribo de Simeão também se assentaram em suas heranças, dentro do território que lhes cabia, pois a porção deles era pequena demais para ser dividida de outra forma. Eles foram alojados no meio do território da tribo de Judá.",
      "referencias": [
        "Josué 19:1",
        "Números 1:39"
      ],
      "comentario": "Simeão recebeu uma porção de terra inicialmente designada a Judá (Josué 19:1-9). O texto reconhece a limitação geográfica do lote de Simeão, forçando-os a se estabelecerem dentro dos limites de Judá. Este arranjo sugere uma dependência inicial ou uma fusão territorial precoce entre as duas tribos.",
      "temas": [
        "Divisão de Terras",
        "Limites Tribais",
        "Confinamento Geográfico"
      ],
      "personagens": [
        "Simeão"
      ]
    },
    "27": {
      "parafrase": "As porções de terra para as famílias dos filhos de Simeão foram distribuídas, e todas estas cidades tinham seus campos ao redor, destinados à criação de gado e ao sustento de seus rebanhos e bens.",
      "referencias": [
        "Josué 19:9",
        "Levítico 25:34"
      ],
      "comentario": "A ênfase aqui está na suficiência da infraestrutura (campos ao redor das cidades) para sustentar a economia pecuária da tribo, apesar do tamanho reduzido de seu território principal.",
      "temas": [
        "Sustento Econômico",
        "Estrutura Urbana e Rural",
        "Pecuária"
      ],
      "personagens": [
        "Filhos de Simeão"
      ]
    },
    "28": {
      "parafrase": "Eles também conseguiram tomar posse de algumas cidades importantes dentro da área de Judá, juntamente com os povoados circundantes que lhes forneciam os recursos necessários para viver.",
      "referencias": [
        "Josué 15:32",
        "Juízes 1:17"
      ],
      "comentario": "Isto detalha a conquista ou posse de cidades específicas dentro do domínio de Judá, mostrando uma expansão ou consolidação territorial contínua, mesmo após a distribuição inicial.",
      "temas": [
        "Conquista Territorial",
        "Integração Intertribal",
        "Posse de Cidades"
      ],
      "personagens": [
        "Simeão"
      ]
    },
    "29": {
      "parafrase": "E assim, os filhos de Simeão se estabeleceram permanentemente em seus novos lugares, e as linhagens de seus ancestrais continuaram a prosperar ali.",
      "referencias": [
        "Deuteronômio 32:36",
        "Salmos 106:5"
      ],
      "comentario": "Este versículo encerra o registro da fixação de Simeão, contrastando com a ideia de que Deus sempre proverá um refúgio para o Seu povo. A ênfase é na permanência.",
      "temas": [
        "Permanência",
        "Herança Garantida",
        "Prosperidade"
      ],
      "personagens": [
        "Filhos de Simeão"
      ]
    },
    "30": {
      "parafrase": "Vejam agora os descendentes da tribo de Simeão, cujas cidades eram: nesta lista se encontram Beer-Seba, Ziclaque, Maada, Acabe, Temã, e outros lugares importantes.",
      "referencias": [
        "Josué 19:2-6",
        "Gênesis 21:32"
      ],
      "comentario": "Começa-se a enumerar as cidades específicas que foram designadas a Simeão. Cidades como Beer-Seba (Grande Fonte) e Ziclaque (que se tornaria famosa por Davi) são cruciais para a identidade desta tribo.",
      "temas": [
        "Toponímia",
        "Cidades de Refúgio",
        "Localização"
      ],
      "personagens": [
        "Simeão"
      ]
    },
    "31": {
      "parafrase": "Eles também possuíam Ema, Ai, Elim e todos os seus povoados vizinhos, que serviam de apoio às principais cidades.",
      "referencias": [
        "Josué 19:7",
        "Números 33:12"
      ],
      "comentario": "Continuação da lista, destacando que a herança não era apenas a cidade central, mas todo o seu território circundante (os povoados).",
      "temas": [
        "Administração Territorial",
        "Estrutura de Suporte"
      ],
      "personagens": [
        "Simeão"
      ]
    },
    "32": {
      "parafrase": "Além dessas, a tribo de Simeão herdou um total de dezessete cidades com seus campos anexos, todas localizadas dentro do domínio maior de Judá.",
      "referencias": [
        "Josué 19:6",
        "Juízes 1:3"
      ],
      "comentario": "O número totalizando dezessete cidades é uma peça chave da contabilidade geográfica. A menção explícita de que estão em Judá reforça a relação espacial entre as tribos.",
      "temas": [
        "Contagem e Medição",
        "Dependência Geográfica"
      ],
      "personagens": [
        "Simeão"
      ]
    },
    "33": {
      "parafrase": "Em contraste, os filhos de Levi, a linhagem sacerdotal, não receberam uma faixa de terra contínua como herança de posse tribal, pois o seu destino era outro: o serviço sagrado ao Senhor.",
      "referencias": [
        "Números 35:1-8",
        "Josué 13:33"
      ],
      "comentario": "Aqui se estabelece o contraste fundamental entre as tribos territoriais (como Simeão) e a tribo de Levi. A ausência de herança de terra (como herança de propriedade exclusiva) é proposital e teologicamente significativa.",
      "temas": [
        "Vocação Sacerdotal",
        "Exceção Tribal",
        "Serviço a Deus"
      ],
      "personagens": [
        "Levi"
      ]
    },
    "34": {
      "parafrase": "Em vez de terras, aos levitas foram designadas cidades para moradia, espalhadas por todas as porções das outras tribos, juntamente com os pastos ao redor dessas cidades, essenciais para o sustento do gado levítico.",
      "referencias": [
        "Números 35:2",
        "Deuteronômio 18:1"
      ],
      "comentario": "A herança de Levi não é a terra em si, mas cidades dentro da terra, um sistema de distribuição que assegurava que estivessem presentes em todo Israel para ensinar a Lei e administrar os rituais.",
      "temas": [
        "Cidades Levíticas",
        "Dispersão Estratégica",
        "Sustento do Clero"
      ],
      "personagens": [
        "Levi"
      ]
    },
    "35": {
      "parafrase": "As cidades dadas a eles incluíam as cidades de refúgio, onde qualquer pessoa que matasse alguém sem intenção poderia buscar asilo seguro, além de outros povoados para sua vida comum.",
      "referencias": [
        "Josué 20:1-8",
        "Números 35:11"
      ],
      "comentario": "O status especial dos levitas é evidenciado por receberem as Cidades de Refúgio. Estas cidades serviam como um farol de justiça protetora, mas também colocavam os levitas no centro da aplicação da lei civil e religiosa.",
      "temas": [
        "Cidades de Refúgio",
        "Justiça Divina",
        "Função Legal e Religiosa"
      ],
      "personagens": [
        "Levi"
      ]
    },
    "36": {
      "parafrase": "A tribo de Levi recebeu um total de quarenta e oito cidades, incluindo as cidades de refúgio, e cada uma delas possuía seus pastos correspondentes para seus animais.",
      "referencias": [
        "Josué 21:41",
        "Números 35:7"
      ],
      "comentario": "Quarenta e oito é o número final e exato da contagem das cidades levíticas, detalhando a vasta distribuição de suporte logístico para a casta sacerdotal por toda a nação.",
      "temas": [
        "Distribuição Numérica",
        "Estrutura Eclesiástica",
        "Totalização"
      ],
      "personagens": [
        "Levi"
      ]
    },
    "37": {
      "parafrase": "As cidades, portanto, estavam dispersas; por exemplo, para a família de Coat, descendente de Arão, o sacerdote, que era um ramo principal dos levitas, lhes foram dadas treze cidades localizadas nas porções de Judá, Simeão e Benjamim.",
      "referencias": [
        "Josué 21:18-19",
        "Êxodo 6:20"
      ],
      "comentario": "Aqui, a narrativa desce ao nível genealógico, focando nos Coatitas, a linhagem mais importante (a de Arão). A distribuição nessas três tribos específicas (Judá, Simeão, Benjamim) coloca o sacerdócio no coração da área mais central e populosa de Israel.",
      "temas": [
        "Ramos Genealógicos",
        "Prioridade Sacerdotal",
        "Distribuição Centralizada"
      ],
      "personagens": [
        "Coat",
        "Arão",
        "Judá",
        "Simeão",
        "Benjamim"
      ]
    },
    "38": {
      "parafrase": "Para os demais levitas, os Meraritas, aqueles que não eram da linha de Arão, foram designadas cidades, inclusive cidades de refúgio, dentro do território da tribo de Rúben, Gade e, finalmente, Zebulom.",
      "referencias": [
        "Josué 21:34-35",
        "Números 3:30"
      ],
      "comentario": "Os Meraritas (responsáveis pelos grandes utensílios do Tabernáculo) e os Gersonitas (que cuidavam das cortinas e lonas) são agrupados aqui implicitamente (embora os Gersonitas estejam no próximo versículo). Eles foram distribuídos para as tribos mais ao sul e a leste (Rúben, Gade) e uma ao norte (Zebulom).",
      "temas": [
        "Linhas Levíticas",
        "Divisão de Tarefas",
        "Distribuição Periférica"
      ],
      "personagens": [
        "Meraritas",
        "Rúben",
        "Gade",
        "Zebulom"
      ]
    },
    "39": {
      "parafrase": "E os filhos de Gerson, a terceira família levítica, receberam suas cidades de moradia e pastagem nas porções territoriais de Issacar, Aser, Naftali e, de forma notável, na porção da metade da tribo de Manassés.",
      "referencias": [
        "Josué 21:30-33",
        "Números 3:24"
      ],
      "comentario": "Os Gersonitas, responsáveis pela estrutura física móvel do santuário, recebem cidades espalhadas, incluindo a metade da terra de Manassés (terra que ficava a leste do Jordão, dependendo da interpretação, mas aqui parece se referir à porção ocidental, conforme Josué 21).",
      "temas": [
        "Logística do Santuário",
        "Alcance Geográfico",
        "Manassés"
      ],
      "personagens": [
        "Gersonitas",
        "Issacar",
        "Aser",
        "Naftali",
        "Manassés"
      ]
    },
    "40": {
      "parafrase": "O número total de cidades dadas aos levitas, incluindo aquelas com campos de pastagem, foi de quarenta e oito, distribuídas por todas as partes das tribos de Israel.",
      "referencias": [
        "Josué 21:41",
        "Números 35:7"
      ],
      "comentario": "Reiteração final do total de 48 cidades. Este número consolida o privilégio e a responsabilidade da tribo de Levi: servir a Deus em todos os lugares, sendo sustentados por todos os povos. A união de Israel é visível na distribuição levítica.",
      "temas": [
        "Consolidação",
        "Interdependência",
        "Total de Cidades"
      ],
      "personagens": [
        "Levi"
      ]
    },
    "41": {
      "parafrase": "Assim, os filhos de Israel designaram para os levitas essas cidades específicas com seus arredores, onde eles poderiam habitar pacificamente.",
      "referencias": [
        "Josué 21:1-2",
        "Neemias 13:10"
      ],
      "comentario": "A ação de 'designar' mostra o cumprimento do mandamento legal através da administração tribal sob a liderança de Josué (contexto implícito). A ênfase na paz ('habitar pacificamente') sublinha a estabilidade alcançada.",
      "temas": [
        "Cumprimento da Lei",
        "Administração Divina",
        "Paz"
      ],
      "personagens": [
        "Filhos de Israel",
        "Levitas"
      ]
    },
    "42": {
      "parafrase": "E essas porções de terra eram para seu uso, mas as terras que ficavam fora dos muros das cidades, destinadas ao pastoreio, pertenciam a todos os filhos de Israel em comum, ao redor de cada cidade levítica.",
      "referencias": [
        "Levítico 27:21",
        "Ezequiel 48:15"
      ],
      "comentario": "Distingue-se claramente a posse da cidade (que pertencia ao levita) do campo circundante aberto (que pertencia à tribo em geral). Isto garante que os levitas fossem sustentados, mas sem adquirir domínio fundiário permanente sobre vastas áreas de terras férteis que deveriam permanecer nas mãos das dez tribos.",
      "temas": [
        "Propriedade vs. Uso",
        "Terras Comuns",
        "Distinção de Bens"
      ],
      "personagens": [
        "Levitas",
        "Filhos de Israel"
      ]
    },
    "43": {
      "parafrase": "Finalmente, o Senhor lhes deu repouso em toda aquela terra, conforme havia prometido solenemente a seus antepassados. E assim, todos os inimigos foram subjugados, e cada israelita finalmente pôde se assentar em segurança sob sua própria videira e figueira.",
      "referencias": [
        "Deuteronômio 12:9-10",
        "Josué 23:1"
      ],
      "comentario": "Este é o clímax narrativo: o cumprimento da promessa de Deus. O repouso (shāva') não é apenas ausência de guerra, mas a concretização da posse da Terra Prometida. A imagem da videira e da figueira é a metáfora bíblica clássica para a paz e prosperidade inquestionáveis. Uma era de ouro de estabilidade nacional.",
      "temas": [
        "Promessa Cumprida",
        "Repouso Divino",
        "Segurança Nacional",
        "Era Messiânica"
      ],
      "personagens": [
        "Senhor",
        "Israelitas"
      ]
    }
  }
}