{
  "livro": "1 Crônicas",
  "capitulo": 5,
  "contexto_historico": "O livro de 1 Crônicas, como um todo, visa recontar a história de Israel (focando na linhagem de Davi e na preparação para o Templo) sob uma perspectiva teológica, enfatizando a legitimidade do culto em Jerusalém. O capítulo 5 está inserido na seção de genealogias (Capítulos 1-9), mas faz uma transição importante. Ele foca especificamente nas tribos localizadas a leste do Jordão (Rubem, Gade e a meia tribo de Manassés), cujas terras foram conquistadas logo após a entrada na Terra Prometida. O relato relembra o julgamento divino sobre Rubem (por ter perdido sua primogenitura) e detalha como essas tribos foram essenciais nas campanhas militares de Israel, apesar de estarem fora do território central de Judá e Benjamim. 📜⚔️",
  "bloco_tematico": "As Fronteiras do Leste: Legado, Responsabilidade e a História dos Filhos de Rubem, Gade e Meia Manassés 🏞️🛡️",
  "versiculos": {
    "1": {
      "parafrase": "As linhagens dos descendentes de Israel, começando com os primogênitos, estão registradas aqui. Os primeiros filhos de Israel, aqueles que herdaram a primogenitura, eram os filhos de Jacó. No entanto, quando a história dos patriarcas foi meticulosamente traçada, os primogênitos naturais, como Rúben, não receberam o lugar de honra que seria esperado.",
      "referencias": [
        "Gênesis 29:31",
        "Gênesis 49:3"
      ],
      "comentario": "O texto inicia a genealogia com foco nos filhos de Jacó (cujo nome foi mudado para Israel). O ponto crucial aqui é a menção da primogenitura, um conceito legal e social de grande peso, que será imediatamente subvertido no versículo seguinte. 'Filhos de Israel' (Benei Yisrael) estabelece o escopo desta seção.",
      "temas": [
        "Genealogia",
        "Primogenitura",
        "Identidade de Israel"
      ],
      "personagens": [
        "Jacó",
        "Filhos de Israel"
      ]
    },
    "2": {
      "parafrase": "Pois Rúben foi o primogênito, mas a honra e o direito da primogenitura foram transferidos. Isso aconteceu porque seu pai, Jacó, amaldiçoou-o severamente após o incidente vergonhoso que Rúben cometeu. Assim, embora tenha nascido primeiro, o direito de liderança passou para José, que se tornaria a cabeça de uma das maiores porções da nação.",
      "referencias": [
        "Gênesis 35:22",
        "Gênesis 49:4"
      ],
      "comentario": "O versículo explica a razão da exclusão de Rúben da posição de liderança tribal: sua transgressão com Bila, concubina de Jacó (detalhado em Gênesis 35:22). A bênção e a primogenitura (o direito de duas porções) foram passadas a José, embora José não seja listado como o 'primeiro' aqui, mas sim como o herdeiro dos direitos.",
      "temas": [
        "Transgressão",
        "Justiça Divina",
        "Transferência de Autoridade"
      ],
      "personagens": [
        "Rúben",
        "Jacó",
        "José"
      ]
    },
    "3": {
      "parafrase": "Agora, seguem-se os nomes dos filhos de Rúben, o primogênito de Israel: Enoque, Palu, Hezrom e Carmi. Estas são as famílias que descenderam do primogênito, ainda que ele tenha perdido a primogenitura espiritual e política.",
      "referencias": [
        "Gênesis 46:9"
      ],
      "comentario": "Apesar da perda da primogenitura, a linhagem de Rúben não é apagada; suas famílias continuam a ser contadas. Os nomes são registrados para manter a integridade genealógica da nação.",
      "temas": [
        "Linhagens",
        "Registro Histórico"
      ],
      "personagens": [
        "Enoque",
        "Palu",
        "Hezrom",
        "Carmi"
      ]
    },
    "4": {
      "parafrase": "Os descendentes de Joel, por sua vez, são registrados: seu filho foi Semaías, que teve como herdeiro a Boca; e a Boca teve como filho a Uzá.",
      "referencias": [
        "Números 3:30"
      ],
      "comentario": "Esta passagem segue a linhagem de Rúben através do filho de Joel. A estrutura genealógica foca em estabelecer a ligação patriarcal de cada clã.",
      "temas": [
        "Ascendência",
        "Estrutura Tribal"
      ],
      "personagens": [
        "Joel",
        "Semaías",
        "Boca",
        "Uzá"
      ]
    },
    "5": {
      "parafrase": "Depois, veio o filho de Uzá, que se chamava Zecarias, e este gerou ainda mais líderes para a família de Rúben.",
      "referencias": [
        "Êxodo 6:21"
      ],
      "comentario": "Mais um elo na cadeia. A repetição dos nomes serve para solidificar a legitimidade de cada família dentro da estrutura maior de Rúben.",
      "temas": [
        "Legitimidade",
        "Genealogia"
      ],
      "personagens": [
        "Uzá",
        "Zecarias"
      ]
    },
    "6": {
      "parafrase": "E os parentes de Joel, os descendentes de seus filhos, se multiplicaram enormemente. Eles se tornaram guerreiros valorosos e numerosos, espalhando-se por muitas terras.",
      "referencias": [
        "Gênesis 48:19"
      ],
      "comentario": "Este versículo destaca a multiplicação da família de Joel (que é uma linha dentro da família de Rúben). Apesar da perda da primogenitura de Rúben, suas casas ainda prosperavam em número.",
      "temas": [
        "Multiplicação",
        "Prosperidade"
      ],
      "personagens": [
        "Joel"
      ]
    },
    "7": {
      "parafrase": "Quando foram feitos os registros de seus parentes e feitos os seus nomes na lista de chefes de família, havia um total de sessenta e cinco guerreiros notáveis e fortes, vindos da casa de Joel.",
      "referencias": [
        "Números 26:30"
      ],
      "comentario": "O número 65 (ou 65.000 em algumas contagens ligadas a Números, mas aqui se refere a chefes ou homens capazes) sublinha a força numérica do clã, um dado essencial para a organização militar e territorial de Israel.",
      "temas": [
        "Contagem Populacional",
        "Organização Militar"
      ],
      "personagens": []
    },
    "8": {
      "parafrase": "E havia ainda outros chefes de família entre os descendentes de Rúben, provenientes da casa de Maalil, conhecidos como Uzá e Simei. Esses também foram registrados.",
      "referencias": [
        "Números 3:29"
      ],
      "comentario": "A narração continua listando outros ramos importantes da família de Rúben, especificamente citando o clã de Maalil, com destaque para Uzá e Simei, confirmando a abrangência do registro.",
      "temas": [
        "Clãs Familiares",
        "Registro"
      ],
      "personagens": [
        "Maalil",
        "Uzá",
        "Simei"
      ]
    },
    "9": {
      "parafrase": "Os parentes de Simei eram numerosos, e eles se estabeleceram em muitas regiões, tornando-se poderosos em Moabe, uma terra vizinha, onde também alcançaram grande fama.",
      "referencias": [
        "Josué 13:11"
      ],
      "comentario": "Este versículo aponta para a dispersão inicial ou o domínio territorial de parte da tribo de Rúben. A menção de Moabe é significativa, pois sugere que eles estavam na fronteira oriental da Terra Prometida e, em alguns momentos, interagiram ou até mesmo ocuparam áreas vizinhas, como detalhado em Josué.",
      "temas": [
        "Expansão Territorial",
        "Interação Geopolítica"
      ],
      "personagens": [
        "Simei"
      ]
    },
    "10": {
      "parafrase": "Houve ainda os descendentes de Bela, filho de Azaz, que eram chefes de suas famílias. Eles se tornaram líderes importantes em sua tribo.",
      "referencias": [
        "Gênesis 46:21"
      ],
      "comentario": "O foco muda para a família de Bela, outro filho de Rúben. Azaz e Bela são identificados como patriarcas de um grupo específico dentro da tribo.",
      "temas": [
        "Patriarcado",
        "Liderança"
      ],
      "personagens": [
        "Bela",
        "Azaz"
      ]
    },
    "11": {
      "parafrase": "Joás, um descendente poderoso, era o filho de Bela. Mais tarde, Joás teve como sucessor Juaquim, que se destacou como chefe.",
      "referencias": [
        "Judas 1:1"
      ],
      "comentario": "A continuidade da linhagem através de Joás e Juaquim estabelece a linha de sucessão dentro desta seção da tribo de Rúben.",
      "temas": [
        "Sucessão",
        "Genealogia"
      ],
      "personagens": [
        "Joás",
        "Juaquim"
      ]
    },
    "12": {
      "parafrase": "Também havia outros parentes de Bela: Joel, que teve como sucessor Sebam, e o filho de Sebam foi chamado Jeuel, todos líderes reconhecidos.",
      "referencias": [
        "Esdras 8:15"
      ],
      "comentario": "A lista continua a mapear os líderes familiares dentro do clã de Bela, reforçando a estrutura da tribo de Rúben.",
      "temas": [
        "Estrutura Tribal",
        "Registro Genealógico"
      ],
      "personagens": [
        "Joel",
        "Sebam",
        "Jeuel"
      ]
    },
    "13": {
      "parafrase": "E havia ainda os parentes de Rúben, organizados em seus clãs, liderados por Matnai, e depois por Anan, e ainda por Jeiel. Esses líderes e seus grupos familiares estavam registrados de forma completa.",
      "referencias": [
        "Neemias 12:35"
      ],
      "comentario": "A lista de líderes (Matnai, Anan, Jeiel) demonstra a complexidade da organização tribal, indo além dos filhos diretos para incluir chefes de clãs subsidiários dentro da linhagem de Rúben.",
      "temas": [
        "Organização Social",
        "Registro Completo"
      ],
      "personagens": [
        "Matnai",
        "Anan",
        "Jeiel"
      ]
    },
    "14": {
      "parafrase": "E os filhos de Mica, que era da família de Maalil, tinham por líder Acé.",
      "referencias": [
        "Juízes 6:15"
      ],
      "comentario": "Um detalhe específico sobre um ramo dentro dos clãs listados anteriormente (Maalil, veja v.8). O foco está na identificação precisa dos chefes de cada grupo.",
      "temas": [
        "Precisão Genealógica",
        "Liderança de Clãs"
      ],
      "personagens": [
        "Mica",
        "Acé"
      ]
    },
    "15": {
      "parafrase": "E havia ainda o clã de Maalil, que gerou o pai de Acab, cujo nome era Zif; e outro homem chamado Uzá, ambos líderes notáveis.",
      "referencias": [
        "Jeremias 42:1"
      ],
      "comentario": "O texto fornece mais nomes dentro da mesma linhagem (Maalil). A repetição de nomes como Uzá é comum em genealogias e sugere diferentes indivíduos com o mesmo nome ou a importância desse nome na tradição familiar.",
      "temas": [
        "Ramos Familiares",
        "Tradição Nominal"
      ],
      "personagens": [
        "Maalil",
        "Acab",
        "Zif",
        "Uzá"
      ]
    },
    "16": {
      "parafrase": "Os parentes de Simei, por sua vez, tinham como cabeça um homem chamado Hanã, um homem de grande influência.",
      "referencias": [
        "Neemias 3:12"
      ],
      "comentario": "Retorno à linha de Simei (mencionada no v.9) para nomear seu líder principal, Hanã.",
      "temas": [
        "Influência",
        "Estrutura de Liderança"
      ],
      "personagens": [
        "Simei",
        "Hanã"
      ]
    },
    "17": {
      "parafrase": "Todos esses chefes, vindos dos filhos de Rúben, foram registrados detalhadamente em listas oficiais que documentavam os chefes de família, os guerreiros e todos os homens capazes de empunhar armas.",
      "referencias": [
        "Números 1:2"
      ],
      "comentario": "Este versículo serve como um resumo da seção dedicada a Rúben, enfatizando que o registro inclui não apenas os patriarcas, mas também os homens aptos para o serviço militar, indicando a preparação da nação.",
      "temas": [
        "Inventário Militar",
        "Registro Oficial"
      ],
      "personagens": [
        "Filhos de Rúben"
      ]
    },
    "18": {
      "parafrase": "E então, a narração passa para os filhos de Manassés, cuja mãe era uma concubina arameia. Eles se juntaram aos filhos de Gileade, que era filho de Maquir, um dos filhos de Manassés.",
      "referencias": [
        "Gênesis 50:23"
      ],
      "comentario": "Uma mudança drástica de tribo. A inclusão de uma concubina (uma parceira não oficial) na genealogia de Manassés é um ponto notável, mostrando que a linhagem era contabilizada independentemente do status matrimonial da mãe. Maquir era pai de Gileade.",
      "temas": [
        "Inclusão Genealógica",
        "Concubinato",
        "Tribo de Manassés"
      ],
      "personagens": [
        "Manassés",
        "Gileade",
        "Maquir"
      ]
    },
    "19": {
      "parafrase": "Esses descendentes de Manassés e Gileade tinham muitas terras em Galaad e Basã. Como eram guerreiros poderosos, encontraram ali um lugar espaçoso para se estabelecerem.",
      "referencias": [
        "Josué 17:1"
      ],
      "comentario": "Localização geográfica da tribo de Manassés: Galaad (ou Gileade) e Basã, regiões férteis a leste do Jordão. Eles eram fortes o suficiente para assegurar esse vasto território.",
      "temas": [
        "Território Tribal",
        "Força Militar"
      ],
      "personagens": [
        "Manassés",
        "Gileade"
      ]
    },
    "20": {
      "parafrase": "Estes eram os descendentes de Manassés, todos organizados por suas famílias, sendo que Seus filhos mais notáveis eram Azriel, que era seu primogênito, e o segundo, cujo nome era Zelofejade.",
      "referencias": [
        "Números 27:1"
      ],
      "comentario": "Foca nos filhos diretos de Manassés. A menção de Zelofejade é historicamente importante, pois suas filhas mais tarde pediram e receberam herança na ausência de irmãos homens (ver Números 27).",
      "temas": [
        "Linhagem Direta",
        "Herança"
      ],
      "personagens": [
        "Manassés",
        "Azriel",
        "Zelofejade"
      ]
    },
    "21": {
      "parafrase": "No entanto, ocorreu que Maquir, o pai de Gileade, teve uma concubina que deu à luz um filho a ele. Este filho foi chamado de Peres. E o outro filho de Maquir era Elá.",
      "referencias": [
        "Rute 4:19"
      ],
      "comentario": "Há uma pequena complicação aqui, mencionando que Maquir teve outros filhos, Peres e Elá, além de Gileade, com uma concubina. O texto enfatiza a complexidade das relações familiares na formação tribal.",
      "temas": [
        "Relações Familiares",
        "Complexidade Genealógica"
      ],
      "personagens": [
        "Maquir",
        "Peres",
        "Elá"
      ]
    },
    "22": {
      "parafrase": "Sim, Simei, que era o filho de Elá, tinha filhos notáveis. Estes homens eram líderes de grandes famílias em Manassés, homens de valor.",
      "referencias": [
        "Êxodo 6:19"
      ],
      "comentario": "A genealogia desce para os filhos de Elá, especificamente Simei, destacando a capacidade de liderança de seus descendentes.",
      "temas": [
        "Valor Pessoal",
        "Liderança de Clãs"
      ],
      "personagens": [
        "Elá",
        "Simei"
      ]
    },
    "23": {
      "parafrase": "Mas quando os chefes de Manassés procuraram mais terras, eles foram para Basã, e mais tarde para Jaré, e, finalmente, para Uzá e Sucá, mas continuaram a ser reconhecidos como filhos de Maquir.",
      "referencias": [
        "Deuteronômio 3:10"
      ],
      "comentario": "Este versículo narra movimentos migratórios ou de ocupação de terra dentro do território de Manassés, mencionando cidades específicas como Jaré, Uzá e Sucá. Eles mantiveram sua identidade ligada ao patriarca Maquir, mesmo se movendo.",
      "temas": [
        "Migração",
        "Identidade Tribal",
        "Ocupação de Terra"
      ],
      "personagens": [
        "Manassés",
        "Maquir",
        "Uzá",
        "Sucá"
      ]
    },
    "24": {
      "parafrase": "Estes foram os líderes da família de Manassés, filhos de seu tio paterno, o ramo de Maquir: cujo nome principal era Mica, e depois Isse, Eliel e Azriel, todos chefes fortes.",
      "referencias": [
        "Josué 17:3"
      ],
      "comentario": "O cronista volta a nomear os chefes da linhagem direta de Maquir (o ramo masculino), incluindo Mica, Isse, Eliel e Azriel. A estrutura de parentesco ('filhos de seu tio paterno') pode indicar que esses são os líderes dos ramos que vieram através das irmãs de Maquir ou parentes masculinos próximos que foram integrados à sua casa.",
      "temas": [
        "Relações de Parentesco",
        "Liderança de Clãs"
      ],
      "personagens": [
        "Manassés",
        "Maquir",
        "Mica",
        "Isse",
        "Eliel",
        "Azriel"
      ]
    },
    "25": {
      "parafrase": "E havia ainda parentes de Zelofejade, que não tinham filhos homens, mas sim filhas valorosas. E seus tios e líderes também foram registrados em seus devidos lugares.",
      "referencias": [
        "Números 27:6"
      ],
      "comentario": "O capítulo conclui esta seção com um aceno crucial à situação das filhas de Zelofejade. Embora não nomeadas aqui, sua menção indica a sensibilidade do registro em incluir todos os herdeiros legítimos, preparando o terreno para a exceção legal em Números.",
      "temas": [
        "Herança Feminina",
        "Registro Legal",
        "Filhas de Zelofejade"
      ],
      "personagens": [
        "Zelofejade"
      ]
    },
    "26": {
      "parafrase": "E houve grande inquietação e alvoroço entre os israelitas quando a Arca da Aliança, o próprio símbolo da presença viva de Deus, foi finalmente trazida para o seu devido lugar, dentro do santuário construído por Salomão, o Templo em Jerusalém. O povo clamava, levantava a voz em júbilo e trazia oferendas de sacrifício, celebrando com toda a sua alma a concretização da promessa de Deus de habitar com eles.",
      "referencias": [
        "Êxodo 25:22",
        "Salmos 99:5",
        "2 Samuel 6:17"
      ],
      "comentario": "O versículo 26 descreve a reação imediata e intensa do povo quando a Arca da Aliança (Aron HaBrit), o objeto mais sagrado que representava a presença de Yahweh, foi assentada no Santo dos Santos do Templo de Salomão. O texto hebraico usa 'v'ha'am' (e o povo) e 'vayyih'i' (e houve) seguido por termos que indicam um forte movimento emocional: 'qaud' (gritar/clamor), 'rinnáh' (cântico de júbilo) e 'tôdah' (louvor/ação de graças). Isso reflete o cumprimento da missão de Davi e a materialização da morada de Deus entre eles, um evento de profunda significância teológica e nacional.",
      "temas": [
        "Consagração do Templo",
        "Presença de Deus",
        "Adoração e Júbilo",
        "A Arca da Aliança"
      ],
      "personagens": [
        "O Povo de Israel"
      ]
    }
  }
}