{
  "livro": "1 Crônicas",
  "capitulo": 27,
  "contexto_historico": "O livro de 1 Crônicas conclui a narrativa da ascensão de Davi ao trono e sua organização para o futuro do reino de Israel. Após o censo impopular (Cap. 21) e a subsequente expiação, o foco se volta para a estruturação administrativa e religiosa do reino. Davi precisa estabelecer uma ordem de sucessão clara, organizar as responsabilidades dos levitas e garantir a preparação para a construção do Templo, que estava sendo adiada. Este capítulo específico é crucial, pois estabelece a burocracia e a liturgia que sustentarão a teocracia davídica, nomeando os chefes das tribos e delineando as funções sacerdotais e administrativas. É a consolidação do poder e da fé após a conquista e a purificação. 📜👑",
  "bloco_tematico": "Organização da Nação: Delegações de Autoridade e Administração do Reino de Davi 🏛️📋",
  "versiculos": {
    "1": {
      "parafrase": "E então, o povo de Israel reuniu-se junto ao rei Davi na cidade de Jerusalém, com uma única e grande finalidade: organizar as fileiras sacerdotais e levíticas para o serviço oficial no Templo do Senhor, conforme as novas e detalhadas instruções divinas recebidas. Era um momento de grande organização nacional em função da fé.",
      "referencias": [
        "1 Crônicas 23:6-11",
        "Números 3:1-4"
      ],
      "comentario": "O texto inicia a consolidação da estrutura administrativa e litúrgica do futuro Templo, herdada por Salomão, mas planejada por Davi. A reunião em Jerusalém indica o reconhecimento da cidade como centro espiritual e político. A organização segue os mandamentos divinos explícitos, estabelecendo a ordem necessária para o culto adequado.",
      "temas": [
        "Organização do Culto",
        "Liderança de Davi",
        "Serviço Levítico"
      ],
      "personagens": [
        "Povo de Israel",
        "Rei Davi"
      ]
    },
    "2": {
      "parafrase": "Davi convocou todos os chefes de família das tribos de Israel, juntamente com os sacerdotes de linhagem pura (os descendentes de Arão) e os levitas, para ouvir o plano mestre da adoração.",
      "referencias": [
        "Êxodo 28:1",
        "1 Crônicas 26:1"
      ],
      "comentario": "A convocação inclui explicitamente 'chefes' (Nesi'im), mostrando a cooperação entre a estrutura civil (tribal) e a estrutura religiosa (sacerdotal/levítica). A presença dos sacerdotes e levitas assegura a legitimidade da reorganização através da autoridade da linhagem Aarônica.",
      "temas": [
        "Convocação Nacional",
        "Autoridade Espiritual"
      ],
      "personagens": [
        "Chefes de Israel",
        "Sacerdotes",
        "Levitas"
      ]
    },
    "3": {
      "parafrase": "Após uma revisão dos registros genealógicos, foram contados todos os homens levitas que tinham trinta anos de idade ou mais, pois esta era a idade estabelecida para iniciar o serviço completo no santuário.",
      "referencias": [
        "Números 4:3",
        "Números 8:24"
      ],
      "comentario": "A idade de 30 anos (diferente dos 20 anos estabelecidos anteriormente para o transporte e serviço geral, como visto em Números 4:3) aqui parece ser o limiar para o serviço mais 'ativo' ou para a plena responsabilidade litúrgica, talvez refletindo uma fase de maior maturidade esperada para certas funções no Templo de Davi. O levantamento genealógico ('levantamento') assegura que apenas os elegíveis pelo sangue e idade participem.",
      "temas": [
        "Elegibilidade",
        "Registro Genealógico",
        "Maturidade no Serviço"
      ],
      "personagens": [
        "Levitas"
      ]
    },
    "4": {
      "parafrase": "O resultado da contagem mostrou que o total de levitas aptos para o trabalho religioso era de trinta e oito mil homens. Este grande número deveria supervisionar as tarefas do Templo do Senhor.",
      "referencias": [
        "Números 4:47-48"
      ],
      "comentario": "Compara-se este número (38.000) com a contagem anterior (Números 4:47-48, que resultou em 22.000 para o Tabernáculo). O aumento significativo reflete a expansão do aparato de culto exigido pelo futuro Templo, que seria muito maior e mais complexo que o Tabernáculo móvel.",
      "temas": [
        "Crescimento da Nação",
        "Estrutura do Templo"
      ],
      "personagens": [
        "Levitas"
      ]
    },
    "5": {
      "parafrase": "Davi então estabeleceu divisões específicas entre os levitas, designando quatro grupos principais para a supervisão, a fim de que o trabalho fosse bem distribuído: os levitas que cuidariam da música e do louvor, os porteiros, os assistentes dos sacerdotes e aqueles designados para o ensino e a aplicação da Lei.",
      "referencias": [
        "1 Crônicas 9:33",
        "Salmos 134:1"
      ],
      "comentario": "Este versículo marca a transição da contagem geral para a alocação funcional. As quatro divisões citadas aqui (embora o detalhamento venha a seguir) são cruciais: canto/louvor, guarda, apoio sacerdotal e administração/jurisdição da Lei.",
      "temas": [
        "Divisão de Tarefas",
        "Organização do Louvor"
      ],
      "personagens": [
        "Davi",
        "Levitas"
      ]
    },
    "6": {
      "parafrase": "E, dentro dessas categorias, Davi os ordenou em famílias e linhagens, distribuindo as responsabilidades específicas entre os filhos de Levi, conforme o que Deus havia determinado para os cantores e os porteiros.",
      "referencias": [
        "1 Crônicas 25:1",
        "1 Crônicas 26:1"
      ],
      "comentario": "A organização em 'famílias' (ou clãs) e 'linhagens' (ou casas sacerdotais) era essencial para a continuidade e para garantir que cada grupo soubesse exatamente sua responsabilidade dentro do complexo cerimonial.",
      "temas": [
        "Estrutura Familiar",
        "Hierarquia"
      ],
      "personagens": [
        "Davi",
        "Levitas"
      ]
    },
    "7": {
      "parafrase": "Os levitas mais idosos, junto com seus parentes e irmãos, foram instruídos a se apresentarem para registrar os detalhes das tarefas que desempenhariam, pois a administração precisava ser precisa e documentada.",
      "referencias": [
        "Neemias 7:64-65",
        "1 Crônicas 28:1"
      ],
      "comentario": "O ato de 'registrar' ou 'lançar sortes' (como se verá adiante) exige que os líderes de cada grupo estejam presentes para a distribuição das funções, garantindo a transparência do processo.",
      "temas": [
        "Administração",
        "Transparência"
      ],
      "personagens": [
        "Levitas idosos"
      ]
    },
    "8": {
      "parafrase": "E, tal como acontecia com os sacerdotes, que eram descendentes diretos de Arão, as funções de serviço também foram distribuídas por sorteio entre os levitas, assegurando que a escolha não fosse baseada no favoritismo, mas sim no comando divino.",
      "referencias": [
        "Josué 18:6",
        "1 Samuel 14:41"
      ],
      "comentario": "O uso do sorteio ('sortear') é um método bíblico para tomar decisões sob a orientação percebida de Deus, aplicado aqui para designar as funções diárias do Templo, um princípio já usado para distribuir terras (Josué).",
      "temas": [
        "Sorteio Divino",
        "Imparcialidade"
      ],
      "personagens": [
        "Sacerdotes",
        "Levitas"
      ]
    },
    "9": {
      "parafrase": "Assim, os levitas foram divididos em grupos, desde os mais jovens até os mais velhos, e a distribuição das responsabilidades foi registrada por escrito, de forma clara e oficial.",
      "referencias": [
        "Êxodo 38:21-31",
        "1 Crônicas 23:24-27"
      ],
      "comentario": "Reitera a abrangência da divisão, cobrindo todas as idades de serviço. A documentação escrita ('o registro') era vital para a continuidade do Templo através das gerações, evitando confusão administrativa.",
      "temas": [
        "Continuidade",
        "Documentação"
      ],
      "personagens": [
        "Levitas"
      ]
    },
    "10": {
      "parafrase": "A ordem de serviço foi estabelecida de forma que, mesmo aqueles que não eram da linhagem sacerdotal de Arão (os levitas puros), tivessem suas tarefas definidas, começando pelos descendentes de Merari, conforme a divisão estabelecida.",
      "referencias": [
        "Números 3:33-37",
        "1 Crônicas 23:21-23"
      ],
      "comentario": "Davi agora foca nas divisões dos clãs de Levi: Gersom, Quehate e Merari. Este versículo especificamente menciona Merari, que, segundo a lei mosaica, tinha a responsabilidade de montar e desmontar as partes estruturais do Tabernáculo. Seu serviço seria redefinido para o Templo.",
      "temas": [
        "Clãs de Levi",
        "Estrutura do Santuário"
      ],
      "personagens": [
        "Merari",
        "Levitas"
      ]
    },
    "11": {
      "parafrase": "As tarefas dos descendentes de Gileon (ou Gersom) também foram designadas. O líder dessa família recebeu a incumbência, por sorteio, de auxiliar os sacerdotes no cuidado dos utensílios sagrados e na supervisão dos grandes serviços.",
      "referencias": [
        "Números 3:25-26",
        "1 Crônicas 23:15-17"
      ],
      "comentario": "Gileom/Gersom. O serviço deles, tradicionalmente ligado aos tecidos e coberturas do Tabernáculo, é integrado ao Templo, agora possivelmente focado na custódia e manutenção dos muitos objetos preciosos do novo edifício.",
      "temas": [
        "Serviço de Gersom",
        "Custódia de Artefatos"
      ],
      "personagens": [
        "Gileom (Gersom)"
      ]
    },
    "12": {
      "parafrase": "Do clã de Quehate, onde estavam os principais serventes do Santo Lugar, foram separados grupos específicos. O serviço deles era o mais delicado, pois envolviam tocar e transportar os objetos santíssimos, como a Arca e os utensílios de ouro.",
      "referencias": [
        "Números 3:27-32",
        "Hebreus 9:4"
      ],
      "comentario": "Quehate era a família mais honrada (pois Eliasaf era o líder) e a que carregava os itens mais sagrados. O serviço deles exigia extrema pureza e precisão, preparando-os para estarem mais próximos dos ofícios sacerdotais, embora fossem levitas.",
      "temas": [
        "Santidade",
        "Transporte de Artefatos Sagrados"
      ],
      "personagens": [
        "Quehate",
        "Eliasaf"
      ]
    },
    "13": {
      "parafrase": "As famílias dos descendentes de Arão, os sacerdotes, foram separadas dos outros levitas. A eles foi confiada a função vital de ministrar no Altar, apresentar as ofertas e realizar todo o serviço ritual dentro do Lugar Santo, conforme a Lei de Moisés.",
      "referencias": [
        "Levítico 1:1-5",
        "1 Crônicas 6:49-53"
      ],
      "comentario": "Aqui se faz a distinção fundamental entre Sacerdotes (descendentes de Arão, que queimavam as ofertas) e Levitas (assistentes). A frase 'segundo o escrito por Moisés' enfatiza a obediência contínua à legislação mosaica, mesmo com as novas estruturas de Davi.",
      "temas": [
        "Distinção Sacerdotal",
        "Obediência à Lei"
      ],
      "personagens": [
        "Arão",
        "Moisés"
      ]
    },
    "14": {
      "parafrase": "Os levitas restantes, que não eram sacerdotes, foram designados para a assistência direta aos seus parentes Aarônicos, garantindo que cada coisa fosse feita corretamente e que o povo estivesse instruído na Palavra de Deus.",
      "referencias": [
        "Deuteronômio 33:10",
        "1 Crônicas 23:28"
      ],
      "comentario": "O papel dos levitas não-sacerdotais era de apoio logístico e, crucialmente, de ensino. Eles eram os 'ministros' no sentido amplo, preenchendo as lacunas deixadas pela especialização dos sacerdotes.",
      "temas": [
        "Ministério de Apoio",
        "Instrução Popular"
      ],
      "personagens": [
        "Levitas"
      ]
    },
    "15": {
      "parafrase": "A distribuição das funções para os levitas foi feita por linhagem familiar, para que pudessem ser designados para os serviços de guarda dos portões, para a limpeza ritual, para o serviço de assistência no Templo e, finalmente, para o louvor musical.",
      "referencias": [
        "1 Crônicas 9:17-27",
        "Salmos 84:10"
      ],
      "comentario": "Este versículo sumariza as quatro áreas principais de serviço levítico estabelecidas por Davi: portaria (segurança/acesso), purificação, apoio ministerial geral e música/louvor. Todas as tarefas, do mundano ao sagrado, tinham seu responsável designado.",
      "temas": [
        "Serviço Multifacetado",
        "Segurança do Templo"
      ],
      "personagens": [
        "Levitas"
      ]
    },
    "16": {
      "parafrase": "De todos os levitas, a família de Moisés, o homem de Deus, foi separada, e seus descendentes receberam tarefas especiais entre seus parentes levitas.",
      "referencias": [
        "Êxodo 6:20",
        "1 Crônicas 26:23-24"
      ],
      "comentario": "É um momento de honra destacar a linhagem de Moisés (descendentes de Gersom). Embora Moisés não fosse sacerdote (ele era levita), sua família era honrada por sua proximidade com o legislador de Israel, recebendo responsabilidades cruciais, frequentemente ligadas à administração ou custódia dos tesouros.",
      "temas": [
        "Honra à Linhagem de Moisés",
        "Legado"
      ],
      "personagens": [
        "Moisés",
        "Levitas"
      ]
    },
    "17": {
      "parafrase": "Os descendentes de Arão, os sacerdotes, tiveram suas atribuições de serviço separadas dos levitas que não eram sacerdotes, conforme as diretrizes claras dadas por Davi.",
      "referencias": [
        "Levítico 10:8-11",
        "1 Crônicas 24:1-5"
      ],
      "comentario": "Reforça a separação institucional: Sacerdotes (Arônidas) fazem o sacrifício e o contato direto com o altar; Levitas (não-Arônidas) servem de apoio. Essa distinção era sacrossanta, como evidenciado pela punição de Uzias quando ele tentou cruzar essa linha (2 Crônicas 26:16-20).",
      "temas": [
        "Separação de Funções",
        "Linhas de Autoridade"
      ],
      "personagens": [
        "Arão",
        "Davi"
      ]
    },
    "18": {
      "parafrase": "O registro completo dos levitas, dividido por famílias e linhagens, já havia sido feito, e todas as suas funções foram definidas, desde o mais jovem até o mais velho, para que servissem com precisão no Templo do Senhor.",
      "referencias": [
        "1 Crônicas 23:24",
        "Números 4:3"
      ],
      "comentario": "Enfatiza a completude do registro e o rigor da implementação, que cobria toda a faixa etária de serviço, desde o início da vida adulta ativa até a aposentadoria (que seria definida no versículo 23).",
      "temas": [
        "Abrangência",
        "Precisão"
      ],
      "personagens": [
        "Levitas"
      ]
    },
    "19": {
      "parafrase": "Portanto, a responsabilidade de servir a Deus, de acordo com a ordem estabelecida por Davi, foi distribuída entre os descendentes de Arão, os sacerdotes, e os demais levitas que estavam sob a autoridade deles.",
      "referencias": [
        "Deuteronômio 10:8",
        "1 Coríntios 12:12-13"
      ],
      "comentario": "O versículo finaliza a introdução do sistema de serviço, mostrando que a subordinação dos levitas aos sacerdotes era a estrutura final estabelecida por Davi para garantir a ordem no culto público.",
      "temas": [
        "Estrutura de Comando",
        "Subordinação"
      ],
      "personagens": [
        "Davi",
        "Arão",
        "Levitas"
      ]
    },
    "20": {
      "parafrase": "Davi também planejou a parte administrativa, que envolvia os levitas mais jovens, ou seja, aqueles que tinham vinte anos de idade ou mais, pois eram eles que deveriam auxiliar os sacerdotes em todas as tarefas diárias dentro do Templo que estava prestes a ser construído.",
      "referencias": [
        "Números 4:3",
        "1 Crônicas 23:24"
      ],
      "comentario": "Há uma aparente discrepância com o versículo 3 (idade de 30 anos). O contraste sugere que 30 anos era a idade para o serviço completo/sênior (supervisão), enquanto 20 anos era a idade para o serviço de assistência prática e aprendizado ('auxiliar'), o que se alinha com a lei original do Tabernáculo (Números 4:3).",
      "temas": [
        "Aprendizagem",
        "Início do Serviço"
      ],
      "personagens": [
        "Davi",
        "Levitas",
        "Sacerdotes"
      ]
    },
    "21": {
      "parafrase": "A missão dos levitas mais jovens era muito clara: cuidar do tesouro, das provisões, dos objetos santos separados para Deus, dos utensílios de prata e ouro, e de todos os objetos valiosos que seriam trazidos para o Templo.",
      "referencias": [
        "1 Crônicas 22:14",
        "Ageu 2:8"
      ],
      "comentario": "Este detalha as responsabilidades financeiras e de custódia. Os levitas mais jovens lidavam com a logística dos bens do Templo, incluindo os materiais que Davi havia acumulado (1 Crônicas 22:14), garantindo que estivessem seguros e catalogados.",
      "temas": [
        "Administração de Bens",
        "Tesouraria do Templo"
      ],
      "personagens": [
        "Levitas"
      ]
    },
    "22": {
      "parafrase": "Davi, seguindo a instrução recebida, garantiu que as divisões por famílias fossem aplicadas tanto aos sacerdotes quanto aos levitas, para que todos soubessem exatamente quando e como deveriam se apresentar ao serviço do santuário.",
      "referencias": [
        "1 Crônicas 24:19",
        "1 Crônicas 25:8"
      ],
      "comentario": "Este versículo serve como ponte, afirmando que as regras de distribuição familiar aplicadas aos sacerdotes (para os turnos de serviço no Altar, detalhados em 1 Crônicas 24) eram igualmente aplicadas aos levitas.",
      "temas": [
        "Turnos de Serviço",
        "Uniformidade Administrativa"
      ],
      "personagens": [
        "Davi"
      ]
    },
    "23": {
      "parafrase": "Também foi definido um limite de idade para a aposentadoria. Assim que o levita completasse cinquenta anos, ele deveria deixar o trabalho pesado e ativo do Templo e se dedicar apenas a funções de supervisão e ensino, sem mais participar do trabalho braçal.",
      "referencias": [
        "Números 8:25",
        "Esdras 3:8"
      ],
      "comentario": "A idade de 50 anos marca o 'fim do serviço ativo' para os levitas, em contraste com os 30 anos de início. Esta era uma provisão de descanso e transferência de conhecimento, garantindo que a experiência dos mais velhos fosse usada na mentoria, uma prática repetida por Esdras mais tarde.",
      "temas": [
        "Aposentadoria",
        "Transferência de Conhecimento"
      ],
      "personagens": [
        "Levitas"
      ]
    },
    "24": {
      "parafrase": "Essa regra era aplicada a todos os levitas, sem exceção, tanto aos que tinham a função de supervisionar as portas, quanto aos que cuidavam das tarefas de limpeza, ensino e todas as obrigações sob a alçada dos sacerdotes.",
      "referencias": [
        "1 Crônicas 9:26",
        "1 Crônicas 23:28"
      ],
      "comentario": "Uniformidade na aposentadoria. Não importava a função específica (portaria, serviço geral, etc.), a regra dos 50 anos valia para todos os levitas, solidificando a estrutura de vida e serviço dentro do complexo do Templo.",
      "temas": [
        "Universalidade da Regra",
        "Estrutura de Vida"
      ],
      "personagens": [
        "Levitas"
      ]
    },
    "25": {
      "parafrase": "Pois, como Davi havia ordenado, a tarefa dos levitas mais velhos era a de instruir os mais novos sobre como conduzir fielmente todas as atividades do Templo do Senhor, assegurando que a tradição e a pureza do culto fossem mantidas pelas gerações seguintes.",
      "referencias": [
        "Provérbios 22:6",
        "2 Timóteo 2:2"
      ],
      "comentario": "O propósito final da aposentadoria não era o descanso completo, mas sim a ascensão ao papel de mestre e mentor. O foco se desloca para a transmissão fiduciária do conhecimento ('fielmente'), essencial para a longevidade da prática religiosa em Israel.",
      "temas": [
        "Mentoria",
        "Fidelidade na Tradição"
      ],
      "personagens": [
        "Davi",
        "Levitas"
      ]
    },
    "26": {
      "parafrase": "Os descendentes de Heles, o efrateu, tinham um líder chamado Azriiel. Este homem era um guerreiro de grande prestígio e recebeu a responsabilidade de comandar uma força militar considerável, talvez como governador ou chefe do exército, responsável por garantir a segurança e a administração de sua região dentro do reino.",
      "referencias": [
        "Números 26:30",
        "Josué 17:2"
      ],
      "comentario": "O nome Heles (Heles/Chales) é listado como um dos filhos de Galaad, pertencente à tribo de Manassés (embora a genealogia em Crônicas às vezes agrupe nomes de forma diferente, aqui ele é ligado a Efraim no contexto). Azriiel (Azriel) significa 'Meu ajudador é Deus'. O texto enfatiza a importância dessas lideranças locais, que eram essenciais para a organização do poder tribal sob a monarquia.",
      "temas": [
        "Liderança Militar",
        "Organização Tribal",
        "Descendência"
      ],
      "personagens": [
        "Heles",
        "Azriiel"
      ]
    },
    "27": {
      "parafrase": "Então, veio Semer, filho de Elai, da linhagem de Manassés. Este Semer, que era outro homem influente, possuía terras consideráveis e terras férteis na região de Galaad. Ele era um proprietário de grandes domínios.",
      "referencias": [
        "Números 27:1",
        "Isaías 9:5"
      ],
      "comentario": "Semer (Shemer) é mais um nome que aparece para fixar a posse da terra. A repetição dessas genealogias e listas de proprietários reforça a legitimidade da distribuição territorial feita por Davi, garantindo a ordem social e econômica.",
      "temas": [
        "Posse de Terras",
        "Propriedade",
        "Estabilidade Social"
      ],
      "personagens": [
        "Semer",
        "Elai"
      ]
    },
    "28": {
      "parafrase": "Seu irmão, cujo nome era Jaaziel, também era um homem de renome e possuía muitas propriedades e muitos bens. Esses irmãos eram pilares na manutenção da riqueza e da estrutura de Manassés.",
      "referencias": [
        "Isaías 31:5",
        "Salmos 127:1"
      ],
      "comentario": "Jaaziel (Jahzeel ou Yahzeel) novamente carrega um nome teofórico ('Deus ajuda'). A menção de bens sugere prosperidade alcançada, provavelmente através de administração eficiente ou conquista de terras (como mencionado anteriormente em 1 Cr 26:31).",
      "temas": [
        "Prosperidade",
        "Riqueza Material",
        "Linhagem Familiar"
      ],
      "personagens": [
        "Jaaziel"
      ]
    },
    "29": {
      "parafrase": "No entanto, havia também um homem chamado Maaca, filho de Manassés, que era muito importante, e sua esposa deu-lhe um filho chamado Zelofecade. Zelofecade não teve filhos homens, apenas filhas.",
      "referencias": [
        "Números 27:1",
        "Josué 17:3"
      ],
      "comentario": "Este versículo introduz Zelofecade (Tselophehad), figura crucial em Números 27, pois suas filhas vieram a Moisés para reivindicar a herança de seu pai, uma vez que a lei exigia que a herança passasse por linha masculina. A menção aqui serve como um elo genealógico direto.",
      "temas": [
        "Herança",
        "Direito das Mulheres",
        "Genealogia"
      ],
      "personagens": [
        "Maaca",
        "Manassés",
        "Zelofecade"
      ]
    },
    "30": {
      "parafrase": "As filhas de Zelofecade, que eram notáveis e sensatas, eram Maala, Noa, Hegla, Milca e Tirza. Elas eram herdeiras de seu pai em uma época em que isso era incomum.",
      "referencias": [
        "Números 27:4",
        "Números 36:11"
      ],
      "comentario": "As cinco irmãs são nomeadas especificamente. Este é um momento importante na narrativa bíblica, pois elas foram as beneficiárias de uma mudança legislativa divina (Nm 27:6-8) que reconheceu o direito das mulheres à propriedade na ausência de parentes masculinos.",
      "temas": [
        "Justiça Divina",
        "Sucessão Feminina",
        "Legislação"
      ],
      "personagens": [
        "Maala",
        "Noa",
        "Hegla",
        "Milca",
        "Tirza",
        "Zelofecade"
      ]
    },
    "31": {
      "parafrase": "E, em outra parte da mesma grande tribo de Manassés, na porção ocidental do Jordão, residiam os descendentes de Ofni, que se estabeleceram nas regiões vizinhas a Gaza, na planície costeira. Eles também eram chefes reconhecidos.",
      "referencias": [
        "Josué 16:10",
        "Juízes 1:29"
      ],
      "comentario": "O texto muda o foco geográfico, mencionando a porção ocidental (Gaza/Plana de Sarom), onde a presença de Manassés era menor ou onde eles tinham conflitos persistentes com os cananeus. Ofni (Ofni) é outro líder tribal cujo nome é preservado.",
      "temas": [
        "Distribuição Geográfica",
        "Conflito Territorial",
        "Assentamento"
      ],
      "personagens": [
        "Ofni"
      ]
    },
    "32": {
      "parafrase": "Seu tio, Jaer, filho de Manassés, era um homem poderoso e influente que tinha trezentos campos de terra para pastagem e cultivo. Ele era muito rico, governando sobre a posse de seu clã.",
      "referencias": [
        "Gênesis 50:22",
        "Juízes 10:4"
      ],
      "comentario": "Jaer (Jair) é um nome proeminente no Velho Testamento (Juízes 10:3). Ter trezentos campos sugere vasta propriedade agrícola, indicando uma base econômica sólida para sua família dentro da tribo.",
      "temas": [
        "Riqueza Agrícola",
        "Influência Política",
        "Propriedade de Terra"
      ],
      "personagens": [
        "Jaer"
      ]
    },
    "33": {
      "parafrase": "A família de Manassés possuía, portanto, muitas propriedades e chefes de família ilustres. Mas, quando chegou o momento da divisão das terras para todos os descendentes, o homem chamado Zelofecade, que não tinha filhos homens, recebeu a sua porção de herança, assim como seus parentes do sexo masculino.",
      "referencias": [
        "Josué 14:2",
        "Números 34:14"
      ],
      "comentario": "Este versículo amarra novamente a questão da herança de Zelofecade, confirmando que, apesar da tradição, a disposição divina (vista em Nm 27) foi aplicada, e as filhas receberam a parte que caberia ao chefe da casa.",
      "temas": [
        "Conclusão da Herança",
        "Fidelidade à Palavra",
        "Ordem estabelecida"
      ],
      "personagens": [
        "Zelofecade"
      ]
    },
    "34": {
      "parafrase": "Esses eram os líderes e chefes de família da grande e numerosa tribo de Manassés, cujos nomes estão registrados no livro da história do povo de Israel. Eles eram os homens de prestígio que organizaram a vida e as terras de seu clã.",
      "referencias": [
        "Êxodo 32:32",
        "Apocalipse 20:12"
      ],
      "comentario": "O fechamento da seção reitera a importância do registro histórico (o livro de Crônicas em si). O foco é a memória e o legado, assegurando que a contribuição de cada líder tribal fosse preservada para as gerações futuras, fortalecendo a identidade nacional.",
      "temas": [
        "Registro Histórico",
        "Legado",
        "Identidade Israelita"
      ],
      "personagens": [
        "Manassés"
      ]
    }
  }
}