{
  "livro": "1 Reis",
  "capitulo": 10,
  "contexto_historico": "Após a consolidação do Reino Unido sob Salomão, este capítulo marca o auge da sua glória terrena e a primeira grande manifestação da sua sabedoria, recebendo a visita da Rainha de Sabá. Este encontro é um testemunho para as nações sobre a bênção divina recebida por Israel. É um momento de extrema riqueza, poder e prestígio internacional para Jerusalém, mas que também prenuncia as sementes da futura divisão, dada a acumulação excessiva de riquezas (ouro e cavalos) que a Bíblia adverte serem perigosas para a estabilidade espiritual do rei.",
  "bloco_tematico": "A Majestade de Salomão e o Testemunho das Nações: Sabedoria, Riqueza e os Presságios da Decadência 👑✨💰",
  "versiculos": {
    "1": {
      "parafrase": "Quando a Rainha de Sabá, uma monarca de grande renome e poder, ouviu falar sobre a fama incomparável do Rei Salomão e sobre as realizações grandiosas que ele havia alcançado sob a bênção do Senhor, ela sentiu um desejo irresistível de ir até Jerusalém para testar a sabedoria dele com enigmas e questões realmente difíceis. Ela queria ver com os próprios olhos se as histórias incríveis que chegavam ao seu reino eram verdadeiras, ou se eram apenas exageros de corte.",
      "referencias": [
        "Salmos 72:19",
        "Isaías 60:6"
      ],
      "comentario": "O texto inicia com a chegada da Rainha de Sabá (Sheba, possivelmente da Arábia ou Etiópia). Sua vinda não é motivada por conquista, mas por curiosidade intelectual e busca de conhecimento ('provar/testar' - Heb: 'nassah'). Ela buscava confirmar se a sabedoria de Salomão era, de fato, sobrenatural ou apenas habilidade humana comum.",
      "temas": [
        "Fama de Salomão",
        "Busca por Sabedoria",
        "Intercâmbio Cultural"
      ],
      "personagens": [
        "Rainha de Sabá",
        "Salomão"
      ]
    },
    "2": {
      "parafrase": "Ela chegou a Jerusalém com uma comitiva suntuosa, trazendo consigo camelos carregados de presentes luxuosos: especiarias raras e aromáticas, uma quantidade enorme de ouro fino, e pedras preciosas de grande valor. Ao se encontrar com Salomão, ela despejou todas as suas perguntas complexas, aquelas que somente a mente mais aguçada conseguiria decifrar.",
      "referencias": [
        "Ezequiel 27:22"
      ],
      "comentario": "A comitiva enfatiza a importância política e econômica da visitante. Os presentes (perfumes, ouro, pedras preciosas) eram um tributo implícito à sua riqueza e status, preparando o palco para o teste intelectual. A frase 'todas as suas perguntas' indica que ela não poupou esforços para desafiá-lo.",
      "temas": [
        "Riqueza e Esplendor",
        "Teste de Sabedoria",
        "Missão Diplomática"
      ],
      "personagens": [
        "Rainha de Sabá",
        "Salomão"
      ]
    },
    "3": {
      "parafrase": "Contudo, Salomão conseguia responder a absolutamente tudo que ela propunha. Não havia questão, por mais intrincada ou misteriosa que fosse, que ele não soubesse dar uma resposta clara e satisfatória.",
      "referencias": [
        "Provérbios 2:6",
        "Tiago 1:5"
      ],
      "comentario": "Aqui, a fonte da sabedoria é confirmada: 'o Senhor deu' (implícito no contexto). Salomão não falhou em nenhum dos 'quebra-cabeças' (Heb: 'davar' - palavras/assuntos). Ele demonstrou que sua inteligência era um dom divino.",
      "temas": [
        "Sabedoria Divina",
        "Discernimento",
        "Sucesso de Salomão"
      ],
      "personagens": [
        "Salomão"
      ]
    },
    "4": {
      "parafrase": "Quando a Rainha de Sabá viu a magnificência de tudo que Salomão havia construído, observou a organização de seus servos, notou a disposição de seus ajudantes à mesa, a posição de seus oficiais e a qualidade de suas vestimentas, além de ver os seus servos servindo e os sacrifícios que ele oferecia regularmente na Casa do Senhor, seu espírito quase desvaneceu de espanto.",
      "referencias": [
        "2 Crônicas 9:3",
        "Eclesiastes 2:9"
      ],
      "comentario": "A admiração migra do campo intelectual para o campo material e cerimonial. A menção explícita aos sacrifícios na 'Casa do Senhor' (o Templo) é crucial, pois a rainha reconhece que a glória terrena de Salomão estava ligada à sua fidelidade religiosa.",
      "temas": [
        "Esplendor do Templo",
        "Organização Real",
        "Fidelidade Religiosa"
      ],
      "personagens": [
        "Rainha de Sabá",
        "Salomão"
      ]
    },
    "5": {
      "parafrase": "Então ela declarou ao rei, com a voz embargada pela surpresa: 'Meu senhor, a informação que recebi em minha terra natal sobre os seus feitos e sobre a sua inteligência era verdadeira. Eu não acreditava totalmente até ver tudo isto com os meus próprios olhos!'",
      "referencias": [
        "2 Coríntios 10:10"
      ],
      "comentario": "A rainha confessa que a realidade superou os rumores. Esta é a validação externa máxima da lenda de Salomão. A sua descrença inicial ('não acreditava') torna seu testemunho posterior muito mais poderoso.",
      "temas": [
        "Validação da Fama",
        "Testemunho",
        "Humildade da Rainha"
      ],
      "personagens": [
        "Rainha de Sabá",
        "Salomão"
      ]
    },
    "6": {
      "parafrase": "Ela continuou, dizendo: 'Na verdade, eu não tinha compreendido a dimensão disso, pois a fama que me foi contada era apenas uma pequena fração da imensa realidade que estou vendo agora. O que me contaram não chega nem perto da verdade que se revela diante dos meus olhos!'",
      "referencias": [
        "Mateus 13:12"
      ],
      "comentario": "Esta é uma hipérbole para expressar admiração. O que ela ouviu era apenas a 'ponta do iceberg'. A sabedoria e a glória de Salomão eram exponencialmente maiores do que a reputação que ele possuía em terras distantes.",
      "temas": [
        "A Glória Excedente",
        "Superação de Expectativas"
      ],
      "personagens": [
        "Rainha de Sabá"
      ]
    },
    "7": {
      "parafrase": "'Como são afortunados os seus conselheiros, e quão abençoados são os seus servos que têm o privilégio de estar constantemente diante de você, ouvindo cada palavra de sua boca todos os dias!'",
      "referencias": [
        "Mateus 13:16",
        "Provérbios 29:14"
      ],
      "comentario": "A rainha reconhece que a proximidade constante com a fonte da sabedoria é a maior bênção. Ela inveja os cortesãos por terem acesso diário à instrução que ela só teve brevemente.",
      "temas": [
        "Privilégio da Proximidade",
        "Importância da Instrução"
      ],
      "personagens": [
        "Conselheiros de Salomão",
        "Servos de Salomão",
        "Salomão"
      ]
    },
    "8": {
      "parafrase": "'Bendito seja o Senhor, seu Deus, que se agradou de você a ponto de colocá-lo no trono de Israel para reinar em Seu nome! Pois o amor de Deus pelo Seu povo é tão profundo que Ele quis que alguém governasse com justiça, e assim o fez, estabelecendo você como Rei!'",
      "referencias": [
        "1 Samuel 9:16",
        "Deuteronômio 17:14-15"
      ],
      "comentario": "O ponto culminante da observação da rainha: ela atribui a glória de Salomão não ao seu nascimento, mas à escolha soberana de Deus. Ela reconhece que o reinado de Salomão é um ato de benevolência divina para com Israel.",
      "temas": [
        "Soberania de Deus",
        "Eleição Divina",
        "Justiça Real"
      ],
      "personagens": [
        "Senhor Deus",
        "Salomão"
      ]
    },
    "9": {
      "parafrase": "'Por causa da bondade ilimitada do seu Deus, que ama Israel e quis que ele fosse forte, Ele o designou para ser rei sobre nós, para manter a ordem e a lei.'",
      "referencias": [
        "Isaías 49:16"
      ],
      "comentario": "Esta frase reforça a ideia de que o poder de Salomão era um instrumento da providência divina para o bem-estar nacional de Israel. O foco muda para a estabilidade e a força do reino, garantidas pela bênção de Deus.",
      "temas": [
        "Amor de Deus por Israel",
        "Propósito do Reinado",
        "Estabilidade Política"
      ],
      "personagens": [
        "Deus",
        "Israel",
        "Salomão"
      ]
    },
    "10": {
      "parafrase": "Em seguida, ela entregou ao rei um presente notável, a maior quantidade de especiarias finas que já havia chegado ao palácio, juntamente com uma reserva massiva de ouro e pedras preciosas. Nenhum carregamento de incenso tão opulento havia chegado à corte de Israel antes.",
      "referencias": [
        "Ester 2:17"
      ],
      "comentario": "A rainha retribui a sabedoria e o esplendor recebidos com um presente que simboliza a riqueza do seu próprio reino. O incenso (aromas) é frequentemente associado a ofertas ou prestígio.",
      "temas": [
        "Generosidade",
        "Troca de Riquezas",
        "Impressão Gerada"
      ],
      "personagens": [
        "Rainha de Sabá",
        "Salomão"
      ]
    },
    "11": {
      "parafrase": "Além disso, navios do rei Hirão trouxeram também de Ofir uma grande quantidade de madeira de sândalo, madeira nobre e extremamente valiosa, que Salomão utilizou para construir os suportes do palácio real, para erguer os pilares do Templo do Senhor e para fazer instrumentos musicais para os levitas.",
      "referencias": [
        "2 Crônicas 9:11",
        "Salmos 104:24"
      ],
      "comentario": "O texto faz uma pausa para detalhar como a riqueza estrangeira e os recursos do rei Hirão (Tiro) foram integrados à infraestrutura real e religiosa. A madeira de sândalo (ou almugue) era rara e usada para obras de arte e ornamentação sacra.",
      "temas": [
        "Recursos Naturais",
        "Construção do Templo",
        "Comércio Marítimo"
      ],
      "personagens": [
        "Rei Hirão",
        "Salomão"
      ]
    },
    "12": {
      "parafrase": "Usando essa madeira preciosa, Salomão mandou fazer balaustradas para o templo do Senhor e também para o seu próprio palácio, e confeccionou harpas e liras para os músicos cantarem louvores ao Senhor.",
      "referencias": [
        "2 Samuel 6:5"
      ],
      "comentario": "Detalhamento do uso do material nobre: balaustradas (possivelmente corrimãos ou grades ornamentadas) e instrumentos musicais. A música era uma parte essencial do culto público em Jerusalém.",
      "temas": [
        "Arte Sacra",
        "Música e Adoração",
        "Arquitetura Real"
      ],
      "personagens": [
        "Salomão"
      ]
    },
    "13": {
      "parafrase": "O Rei Salomão, por sua vez, deu à Rainha de Sabá tudo o que ela desejou e pediu, superando até mesmo os presentes que ela havia trazido. Então, ela e sua comitiva se despediram e voltaram para a sua terra de origem.",
      "referencias": [
        "Eclesiastes 7:28"
      ],
      "comentario": "Salomão responde à generosidade dela com uma generosidade ainda maior, um sinal de sua abundância e poder. A rainha retorna, sua missão cumprida, levando consigo muito mais do que trouxe.",
      "temas": [
        "Generosidade Recíproca",
        "Conclusão do Encontro"
      ],
      "personagens": [
        "Salomão",
        "Rainha de Sabá"
      ]
    },
    "14": {
      "parafrase": "O peso total do ouro que chegava a Salomão a cada ano, vindo de todas as fontes, era colossal: eram seiscentos e sessenta e seis talentos de ouro puro, sem contar as rendas trazidas pelos comerciantes, os lucros de negócios, as contribuições dos reis árabes e os governadores das províncias vizinhas.",
      "referencias": [
        "2 Crônicas 9:13",
        "Apocalipse 13:18"
      ],
      "comentario": "Este versículo introduz a riqueza anual, especificando 666 talentos. O número é notório, embora o original hebraico para 'talento' seja diferente do que é associado ao 'número da besta' no Novo Testamento. Aqui, denota extrema opulência.",
      "temas": [
        "Riqueza Extrema",
        "Fluxo de Renda",
        "Administração Financeira"
      ],
      "personagens": [
        "Salomão"
      ]
    },
    "15": {
      "parafrase": "Com esse montante, Salomão mandou fabricar duzentos escudos grandes, utilizando seiscentos siclos de ouro maciço para cada um. Ele usou esse metal precioso para revestir cada um desses escudos.",
      "referencias": [
        "Êxodo 27:2"
      ],
      "comentario": "O detalhamento da produção militar/cerimonial começa. Um talento pesava cerca de 34 kg. O uso de 600 siclos (aproximadamente 7 kg) de ouro puro para *revestir* cada escudo demonstra um luxo sem precedentes para itens de defesa.",
      "temas": [
        "Produção de Armamento",
        "Ouro em Objetos de Guerra",
        "Riqueza Material"
      ],
      "personagens": [
        "Salomão"
      ]
    },
    "16": {
      "parafrase": "Adicionalmente, ele fez trezentos escudos menores, cada um feito com trezentos siclos de ouro, e os revestiu com esse mesmo metal. E ele os guardou na Casa da Floresta do Líbano, que era um grande arsenal ou palácio de reserva.",
      "referencias": [
        "2 Crônicas 9:16"
      ],
      "comentario": "A distinção entre os escudos grandes (200) e os menores (300) mostra uma hierarquia de objetos. A Casa da Floresta do Líbano era uma estrutura imponente, construída com cedro do Líbano, servindo como arsenal real.",
      "temas": [
        "Arsenal Real",
        "Arquitetura Monumental",
        "Instrumentos de Proteção"
      ],
      "personagens": [
        "Salomão"
      ]
    },
    "17": {
      "parafrase": "O rei também providenciou um trono magnífico, todo feito de marfim, um material exótico e caro, e o revestiu com o mais puro ouro que existia.",
      "referencias": [
        "Amós 6:4"
      ],
      "comentario": "O marfim (provavelmente de elefantes) simboliza opulência e comércio internacional. O trono era o símbolo máximo do poder de Salomão, e a combinação de marfim e ouro puro era incomparável.",
      "temas": [
        "Símbolos de Poder",
        "Luxo Real",
        "Trono"
      ],
      "personagens": [
        "Salomão"
      ]
    },
    "18": {
      "parafrase": "Este trono possuía seis degraus que levavam até ele, e a parte de trás do assento era arredondada por cima. Havia apoios de braço de cada lado do assento, e ao lado de cada apoio de braço estava de pé um leão esculpido, um para cada lado.",
      "referencias": [
        "Gênesis 49:9"
      ],
      "comentario": "A descrição arquitetônica do trono é detalhada, sugerindo uma peça de arte complexa e simbólica. Os seis degraus podem ser interpretados como uma ascensão progressiva ao poder ou autoridade.",
      "temas": [
        "Simbolismo do Leão",
        "Design do Trono",
        "Ascensão ao Poder"
      ],
      "personagens": [
        "Salomão"
      ]
    },
    "19": {
      "parafrase": "Havia ainda doze leões esculpidos ali, seis de um lado e seis do outro, colocados sobre os seis degraus, numa demonstração impressionante de força e majestade real. Tal objeto não existia em nenhum outro reino.",
      "referencias": [
        "Apocalipse 5:5"
      ],
      "comentario": "O número total de leões (12) frequentemente remete às Doze Tribos de Israel, sugerindo que Salomão era o governante supremo sobre todo o seu povo, simbolizado pela força felina da realeza.",
      "temas": [
        "Simbolismo Numérico (12)",
        "Majestade Real",
        "Unidade de Israel"
      ],
      "personagens": [
        "Salomão"
      ]
    },
    "20": {
      "parafrase": "O rei ordenou que todo o seu mobiliário real de beber, que era usado na corte, fosse feito de ouro maciço; os utensílios domésticos comuns eram de prata, o que era considerado pouco valioso na época daquele rei.",
      "referencias": [
        "Jeremias 52:19"
      ],
      "comentario": "'Vasos de beber' (copos, taças). A inversão de valores é notável: o ouro era para uso cotidiano na realeza, enquanto a prata era relegada ao status de 'objeto comum'. Isso ilustra a vastidão da riqueza acumulada.",
      "temas": [
        "Inversão de Valores",
        "Abundância Material",
        "Cultura da Corte"
      ],
      "personagens": [
        "Salomão"
      ]
    },
    "21": {
      "parafrase": "Pois o rei Salomão tinha frotas de navios mercantes, que navegavam para o mar distante, em parceria com os marinheiros de Hirão. Essas frotas iam até Tarsis periodicamente, trazendo de volta uma carga tripartida de ouro, prata, marfim, primatas (macacos) e pavões.",
      "referencias": [
        "Jó 28:16"
      ],
      "comentario": "Aqui detalha-se a operação comercial marítima. Tarsis (possivelmente no Mediterrâneo ocidental) era o destino final das longas viagens. A inclusão de animais exóticos (macacos e pavões) indica um comércio de luxo, não apenas de metais preciosos.",
      "temas": [
        "Comércio Exterior",
        "Viagens Longas",
        "Comércio de Luxo"
      ],
      "personagens": [
        "Salomão",
        "Rei Hirão"
      ]
    },
    "22": {
      "parafrase": "Em termos de riqueza material, Salomão era mais rico e sábio do que todos os outros reis de toda a Terra que vieram antes dele, ou que viveram depois dele.",
      "referencias": [
        "2 Crônicas 9:22",
        "Eclesiastes 1:14"
      ],
      "comentario": "Esta é uma afirmação comparativa e absoluta. A Bíblia o posiciona como o ápice da prosperidade e sabedoria monárquica no antigo Oriente Médio, um ponto de referência inatingível.",
      "temas": [
        "Supremacia de Salomão",
        "Pico da Glória",
        "Sabedoria Inigualável"
      ],
      "personagens": [
        "Salomão"
      ]
    },
    "23": {
      "parafrase": "Todos os reis do mundo desejavam ardentemente encontrar-se com Salomão para ouvir a sabedoria que Deus havia plantado em seu coração, buscando aprender com ele.",
      "referencias": [
        "Jeremias 49:7"
      ],
      "comentario": "A sabedoria era o verdadeiro motor da fama. Os reis vinham não por causa do ouro, mas pela necessidade de aconselhamento. A fonte, novamente, é atribuída a Deus ('que Deus havia posto').",
      "temas": [
        "Atração da Sabedoria",
        "Desejo por Conhecimento",
        "Autoridade Moral"
      ],
      "personagens": [
        "Reis do Mundo",
        "Salomão"
      ]
    },
    "24": {
      "parafrase": "Eles traziam presentes e ofereciam-lhes tributos anuais: vasos de prata, objetos de ouro, mantos finos, especiarias, cavalos e mulas, tudo isso como um pagamento anual pela audiência e pelo conselho recebido.",
      "referencias": [
        "2 Crônicas 9:24"
      ],
      "comentario": "Os 'presentes' agora são formalizados como pagamentos ou tributos. Isso demonstra que a influência de Salomão era tão grande que ele recebia riqueza até mesmo de quem lhe pedia favores ou conselhos.",
      "temas": [
        "Tributo e Submissão",
        "Pagamento por Serviço",
        "Influência Política"
      ],
      "personagens": [
        "Reis",
        "Salomão"
      ]
    },
    "25": {
      "parafrase": "Salomão tinha quatro mil estábulos para seus cavalos de carroça e tinha doze mil cavaleiros, que ele mantinha estacionados nas cidades designadas para os seus carros reais e em Jerusalém, sob sua proteção.",
      "referencias": [
        "Deuteronômio 17:16"
      ],
      "comentario": "Este é um contraste sutil com o mandamento de Deus dado a reis posteriores (Dt 17:16), que era não multiplicar cavalos. Salomão prosperou ao ponto de multiplicar seu poder militar, um presságio de seu futuro desvio, apesar de ter ignorado parte da lei.",
      "temas": [
        "Poder Militar",
        "Infraestrutura Real",
        "Multiplicação de Recursos"
      ],
      "personagens": [
        "Salomão"
      ]
    },
    "26": {
      "parafrase": "O Rei Salomão, em toda a sua glória e sabedoria, manteve um vasto e impressionante exército de cavalos e carros de guerra. Ele possuía precisamente quatro mil cocheiras, cada uma capaz de abrigar um cavalo de guerra. Além disso, ele tinha doze mil cavaleiros montados, prontos para a ação. Ele distribuiu essas forças militares estratégicas em cidades designadas para abrigar os carros, e outras em Jerusalém, a capital, sob sua supervisão direta. Era uma demonstração colossal de poderio militar, garantindo a segurança e a influência do reino.",
      "referencias": [
        "Deuteronômio 17:16",
        "Isaías 31:1"
      ],
      "comentario": "Este versículo estabelece o controle estrito de Salomão sobre a cavalaria e os carros de guerra, um poder militar que, ironicamente, Deus havia advertido os reis futuros a não acumularem em demasia (Dt 17:16). A menção de 'quatro mil' cocheiras e 'doze mil' cavaleiros destaca a magnificência e o preparo bélico do reinado, contrastando com a paz aparente que seu reinado desfrutava. Isso reflete uma aliança política e militar forte, possivelmente com o Egito, de onde os cavalos eram importados (1 Rs 10:28).",
      "temas": [
        "Poder militar",
        "Organização do reino",
        "Riqueza e aparato estatal"
      ],
      "personagens": [
        "Salomão"
      ]
    },
    "27": {
      "parafrase": "O rei fez com que a prata se tornasse tão comum e abundante em Jerusalém quanto as pedras encontradas nas ruas, tão abundantes que eram negligenciadas, e o cedro não era mais valorizado como madeira rara; ele ordenou que fosse usado em Jerusalém com a mesma facilidade e em grande quantidade que a madeira de sicômoro, que cresce abundantemente nas campinas baixas. Em outras palavras, a riqueza material atingiu um nível sem precedentes, banalizando materiais que antes eram caríssimos.",
      "referencias": [
        "Salmos 72:16",
        "Isaías 60:17"
      ],
      "comentario": "Esta é uma hipérbole poética que ilustra a incrível prosperidade e o fluxo de tesouros para Jerusalém. A prata, metal de troca essencial, é comparada às pedras comuns. O cedro (árvore nobre do Líbano) é comparado ao sicômoro (árvore frutífera comum na planície), indicando que materiais de luxo eram usados profusamente, sem moderação. Isso demonstra o sucesso econômico sem igual de seu reinado, mas aponta para uma potencial falta de sobriedade na administração dos bens.",
      "temas": [
        "Prosperidade material",
        "Abundância de riqueza",
        "Uso de recursos"
      ],
      "personagens": [
        "Salomão"
      ]
    },
    "28": {
      "parafrase": "Os cavalos e os carros necessários para o exército de Salomão eram comprados através de comerciantes que atuavam como intermediários. Este era um sistema de importação cuidadosamente administrado: esses mercadores traziam os animais do Egito e de várias outras terras, comprando-os em lotes organizados, e os traziam diretamente para o rei.",
      "referencias": [
        "Gênesis 47:13-17",
        "Deuteronômio 17:16"
      ],
      "comentario": "Este versículo detalha a logística da aquisição militar. Salomão não criava seus cavalos em massa, mas os importava do Egito, um centro conhecido de criação de cavalos na antiguidade. O sistema de 'mercadores' (hebraico: *rokeh*) indica que a compra era feita por agentes especializados, garantindo que o fornecimento fosse contínuo e estatalmente controlado, reforçando a dependência de comércio externo para manutenção do poderio militar.",
      "temas": [
        "Comércio internacional",
        "Dependência externa",
        "Administração real"
      ],
      "personagens": [
        "Salomão",
        "Mercadores"
      ]
    },
    "29": {
      "parafrase": "E eis o custo padrão de cada cavalo e carro, conforme negociado por esses comerciantes: cada cavalo era vendido por seiscentos siclos de prata, um valor considerável, e cada carro, com todos os seus acessórios e animais de tração, custava mil e quinhentos siclos de prata. Esses preços eram fixos e serviam como um testemunho da sofisticação do sistema de importação estabelecido por Salomão, garantindo o suprimento contínuo para suas vastas forças.",
      "referencias": [
        "Êxodo 21:32",
        "Zacarias 14:20"
      ],
      "comentario": "Este versículo revela o altíssimo custo das operações militares de Salomão. Seiscentos siclos por um cavalo era um preço premium. Comparando com Ezequiel 27:14, onde cavalos da Tiria custavam 150 siclos, o preço egípcio aqui sugere que os animais trazidos eram de qualidade superior (talvez cavalos de biga ou de guerra de elite). Este gasto maciço, embora sustentável na época da paz e do comércio, representaria um fardo fiscal pesado para as gerações seguintes.",
      "temas": [
        "Economia e finanças",
        "Custo da guerra",
        "Valor da prata"
      ],
      "personagens": [
        "Salomão"
      ]
    }
  }
}