{
  "livro": "1 Reis",
  "capitulo": 11,
  "contexto_historico": "Após a consolidação do reino de Israel sob Salomão, este alcançou um auge de riqueza e poder, simbolizado pela construção do Templo em Jerusalém. No entanto, essa prosperidade foi acompanhada de um declínio moral e espiritual, impulsionado pelas alianças políticas de Salomão, que incluíram o casamento com muitas princesas estrangeiras. A Bíblia registra que essas esposas trouxeram consigo deuses pagãos (como Astarote, Quemos e Moloque), e Salomão, em sua velhice, cedeu à pressão e construiu santuários para esses ídolos em Jerusalém, desobedecendo diretamente a Deus, que havia proibido a idolatria e a mistura com nações pagãs. Este ato de infidelidade selou o destino do reino unido: Deus anuncia que o reino será dividido após a morte de Salomão, deixando apenas uma tribo para a sua descendência, em memória da promessa feita a Davi. 😔💸🏛️",
  "bloco_tematico": "A Queda do Grande Rei: Consequências da Idolatria e a Divisão Iminente 💔👑",
  "versiculos": {
    "1": {
      "parafrase": "Ora, o Rei Salomão, que havia se tornado excepcionalmente sábio, amado por Deus e detentor de grande poder, começou a se desviar do caminho reto. Ele estabeleceu relações matrimoniais com muitas mulheres estrangeiras, o que era estritamente proibido, totalizando um número assustador de setecentas princesas como esposas e mais trezentas concubinas, mulheres que cativavam seu coração e sua atenção.",
      "referencias": [
        "Deuteronômio 17:17",
        "2 Samuel 5:13"
      ],
      "comentario": "Este versículo marca o ponto de inflexão trágico na vida de Salomão. A ênfase em 'muitas mulheres' (Setecentas princesas e trezentas concubinas) sublinha a quebra direta do mandamento divino (Deuteronômio 17:17, que proibia o rei de multiplicar cavalos, ouro e, crucialmente, esposas). O termo hebraico para 'amado por Deus' (NWD) contrasta ironicamente com o julgamento iminente.",
      "temas": [
        "A Queda de Salomão",
        "Idolatria",
        "Multiplicação de Riquezas e Poder"
      ],
      "personagens": [
        "Salomão"
      ]
    },
    "2": {
      "parafrase": "E, de fato, essas mulheres de nações diversas — moabitas, amonitas, edomitas, sidônias e heteias — quando Salomão envelheceu, elas inclinaram sutilmente seu coração para longe do Deus verdadeiro, o Senhor, desviando-o para deuses alheios, pois sua afeição já não estava inteiramente dedicada ao caminho que seu pai, Davi, havia trilhado com fidelidade inabalável.",
      "referencias": [
        "1 Reis 15:26",
        "Neemias 13:26"
      ],
      "comentario": "A causa direta da apostasia de Salomão é detalhada aqui: a influência de suas esposas estrangeiras. O verbo hebraico para 'inclinaram' (NLT) sugere um desvio gradual e persuasivo. O contraste com Davi, que era o padrão de obediência, é explícito.",
      "temas": [
        "Influência Negativa",
        "Desobediência Conjugal",
        "A Tradição Familiar"
      ],
      "personagens": [
        "Salomão",
        "Mulheres Estrangeiras"
      ]
    },
    "3": {
      "parafrase": "Salomão possuía um tesouro imenso em prata e ouro, além de carros de guerra e cavalos, acumulados em grandeza jamais vista em Israel. Ele era um rei cuja glória superava a de todos os monarcas que o antecederam.",
      "referencias": [
        "2 Crônicas 9:20-22",
        "1 Reis 10:26"
      ],
      "comentario": "Este versículo contextualiza a imensa riqueza que paradoxalmente não o protegeu da queda. A expressão 'ninguém foi igual a ele em riqueza' (HBR) reforça a ideia de que, mesmo com todas as bênçãos materiais, a obediência espiritual é o fator decisivo para a permanência no favor divino.",
      "temas": [
        "Glória Terrena",
        "Riqueza Excessiva",
        "Poder Real"
      ],
      "personagens": [
        "Salomão"
      ]
    },
    "4": {
      "parafrase": "Com o passar dos anos, o coração do rei não permaneceu puro diante do Senhor, seu Deus, como era o coração aberto e sincero de seu pai Davi. Seu entendimento se obscureceu, seguindo ídolos pagãos.",
      "referencias": [
        "1 Reis 11:6",
        "Salmos 18:21"
      ],
      "comentario": "A pureza de coração ('Lêv châshêv', em hebraico) de Davi é o padrão perdido. A narrativa foca na condição interna de Salomão, indicando que a idolatria externa é um sintoma de uma corrupção interna, uma falha na lealdade primária a Deus.",
      "temas": [
        "Corrupção do Coração",
        "A Fidelidade de Davi",
        "Declínio Espiritual"
      ],
      "personagens": [
        "Salomão",
        "Davi"
      ]
    },
    "5": {
      "parafrase": "Pois Salomão começou a adorar e a prestar culto a Astarote, a deusa dos sidônios, e a Quemós, o abominável deus dos moabitas, e também a Moloque, a imagem detestável dos amonitas.",
      "referencias": [
        "Levítico 18:21",
        "Juízes 2:13"
      ],
      "comentario": "A nomeação dos deuses específicos (Astarote, Quemós, Moloque) revela a profundidade do sincretismo religioso. Moloque está associado ao sacrifício de crianças, o que sublinha a extrema abominação (shiqquzîm, 'coisa repugnante') que esses cultos representavam para YHWH.",
      "temas": [
        "Idolatria Explícita",
        "Cultos Pagãos",
        "Abominação"
      ],
      "personagens": [
        "Salomão"
      ]
    },
    "6": {
      "parafrase": "Ele fez o mesmo em relação a outros deuses estrangeiros, construindo lugares altos para que suas numerosas esposas pudessem queimar incenso e oferecer sacrifícios aos seus próprios deuses, em Jerusalém, a cidade que Deus havia escolhido para Sua morada.",
      "referencias": [
        "Deuteronômio 12:11",
        "Jeremias 7:30-31"
      ],
      "comentario": "O ato de construir 'lugares altos' (bamot) em Jerusalém é a profanação máxima do centro do culto a Deus. Isso demonstra que Salomão não apenas falhou pessoalmente, mas institucionalizou a apostasia dentro do santuário da aliança.",
      "temas": [
        "Sincretismo Religioso",
        "Profanação do Templo",
        "Lugares Altos"
      ],
      "personagens": [
        "Salomão"
      ]
    },
    "7": {
      "parafrase": "Em um monte que ficava visível em frente a Jerusalém, Salomão ergueu altares para esses deuses detestáveis, um para cada nação de onde vinham suas esposas, para que pudessem realizar seus rituais de adoração.",
      "referencias": [
        "2 Reis 23:13",
        "Jeremias 26:2"
      ],
      "comentario": "A localização física, 'em frente a Jerusalém', enfatiza o desafio aberto à soberania de Deus. O monte, que deveria ser um símbolo da santidade, torna-se um palco para o paganismo, um escândalo visual e teológico.",
      "temas": [
        "Desafio a Deus",
        "Localização dos Cultos",
        "Desobediência Aberta"
      ],
      "personagens": [
        "Salomão"
      ]
    },
    "8": {
      "parafrase": "O rei agiu da mesma forma com todas as suas esposas estrangeiras, permitindo que continuassem a queimar sacrifícios e a oferecer ofertas aos seus deuses, seguindo os costumes dos seus povos de origem.",
      "referencias": [
        "Êxodo 20:5",
        "Números 25:1-2"
      ],
      "comentario": "Este versículo confirma a generalização da infidelidade de Salomão. Ele não apenas tolerou, mas ativamente participou ou legitimou as práticas religiosas pagãs de seu vasto harém, violando o princípio da exclusividade no culto a YHWH.",
      "temas": [
        "Tolerância ao Paganismo",
        "Falta de Zelo Divino",
        "Conformidade Cultural"
      ],
      "personagens": [
        "Salomão"
      ]
    },
    "9": {
      "parafrase": "Por causa desse afastamento tão profundo de Deus, o Senhor se irou contra Salomão, já que o Deus de Israel havia aparecido a ele duas vezes e o havia advertido especificamente sobre este assunto, proibindo-o de se envolver com outros deuses.",
      "referencias": [
        "1 Reis 6:12",
        "Deuteronômio 4:23-24"
      ],
      "comentario": "A ira divina não é arbitrária; é uma resposta direta à desobediência após advertências claras (aqui referenciadas como 'duas vezes'). O verbo hebraico para 'aparecer' (RA'AH) indica uma manifestação pessoal de Deus, tornando a traição ainda mais grave.",
      "temas": [
        "Ira de Deus",
        "Advertência Divina",
        "Privilégio e Responsabilidade"
      ],
      "personagens": [
        "Salomão",
        "Deus"
      ]
    },
    "10": {
      "parafrase": "Apesar de Deus ter ordenado que ele não seguisse deuses estranhos, Salomão não obedeceu à ordem expressa do Senhor, e por isso, Deus decidiu que o reino seria tirado dele e dado a um de seus servos.",
      "referencias": [
        "1 Samuel 2:30",
        "Jeremias 32:38-39"
      ],
      "comentario": "Aqui está o veredito de Deus: a consequência da desobediência será a perda do reino. A frase 'não guardou o que o Senhor ordenou' foca na quebra do pacto feito com Salomão, que estava condicionado à obediência.",
      "temas": [
        "Consequência da Desobediência",
        "Quebra do Pacto",
        "Justiça Divina"
      ],
      "personagens": [
        "Salomão",
        "Deus"
      ]
    },
    "11": {
      "parafrase": "Então o Senhor disse a Salomão: 'Visto que você agiu assim e não manteve meu pacto e meus decretos que lhe impus, tirarei o reino de você e o entregarei ao seu servo. Isso não ocorrerá em sua vida, mas durante o reinado de seu filho, para honrar seu pai Davi, a quem prometi que jamais lhe faltaria um sucessor no trono.'",
      "referencias": [
        "1 Reis 14:21",
        "2 Samuel 7:12-13"
      ],
      "comentario": "Deus suaviza o golpe imediato, preservando a dinastia por uma geração, em memória da fidelidade de Davi (a Aliança Davídica). A frase 'em seus dias' refere-se à vida de Salomão, mas a execução da sentença é adiada para a próxima geração, mostrando a misericórdia mesclada à justiça.",
      "temas": [
        "Pacto Davídico",
        "Justiça Retardada",
        "Soberania de Deus"
      ],
      "personagens": [
        "Deus",
        "Salomão",
        "Davi"
      ]
    },
    "12": {
      "parafrase": "Contudo, por causa de seu pai Davi, não farei isso enquanto você viver. Em vez disso, rasgarei o reino de sua mão, mas darei a seu filho uma das tribos para que mantenha a linhagem real, em respeito à cidade de Jerusalém e aos meus escolhidos.",
      "referencias": [
        "2 Crônicas 11:11",
        "1 Reis 12:20"
      ],
      "comentario": "A tribo restante é dada a Roboão para manter uma representação mínima do reino unido, focada em Jerusalém e Judá. É uma demonstração da lealdade contínua de Deus ao seu pacto com Davi, apesar da falha de seu descendente imediato.",
      "temas": [
        "Lealdade de Deus",
        "Manutenção da Linhagem",
        "Jerusalém como Centro"
      ],
      "personagens": [
        "Deus",
        "Salomão",
        "Davi"
      ]
    },
    "13": {
      "parafrase": "Portanto, deixarei que uma tribo permaneça sob o governo de seu filho, para que meu servo Davi sempre tenha um remanescente de descendência governando, por causa de meu servo Davi e da cidade santa que escolhi, Jerusalém.",
      "referencias": [
        "Zacarias 12:7",
        "Isaías 6:13"
      ],
      "comentario": "O 'remanescente' (she'erit) é um conceito teológico importante, indicando que Deus sempre preserva um núcleo fiel ou elegível, mesmo em tempos de desastre nacional. A escolha de Jerusalém é reafirmada como um ponto fixo no meio da instabilidade política.",
      "temas": [
        "Remanescente Fiel",
        "Eleição de Jerusalém",
        "Preservação da Promessa"
      ],
      "personagens": [
        "Deus",
        "Davi"
      ]
    },
    "14": {
      "parafrase": "Então o Senhor começou a levantar inimigos contra Salomão. O primeiro deles foi Hadade, o edomita, que era descendente da linhagem real de Edom e havia sido um fugitivo.",
      "referencias": [
        "Gênesis 27:39-40",
        "Salmos 83:6"
      ],
      "comentario": "A profecia de Deus se manifesta através da história imediata. Deus não executa o castigo diretamente, mas levanta agentes externos. Hadade, o edomita, cuja nação foi subjugada por Davi, representa uma antiga ferida reaberta, vinda do sul.",
      "temas": [
        "Levantamento de Inimigos",
        "Consequências Geopolíticas",
        "Edom"
      ],
      "personagens": [
        "Deus",
        "Salomão",
        "Hadade"
      ]
    },
    "15": {
      "parafrase": "Pois quando Davi atacou Edom, e Joabe, o comandante do exército, foi até lá para enterrar os mortos, ele massacrou todos os homens de Edom que encontrou, permanecendo lá por seis meses até que todos os homens fossem exterminados.",
      "referencias": [
        "1 Samuel 18:13-14",
        "Salmos 60:8"
      ],
      "comentario": "Este versículo fornece o contexto da existência de Hadade como refúgio: o genocídio militar de Edom perpetrado por Joabe durante o reinado de Davi. O termo hebraico para massacre ('hikkah') é forte, indicando uma aniquilação quase total.",
      "temas": [
        "Guerra e Conquista",
        "Ações de Joabe",
        "Rancor Nacional"
      ],
      "personagens": [
        "Davi",
        "Joabe",
        "Edomitas"
      ]
    },
    "16": {
      "parafrase": "Por isso Hadade fugiu para o Egito, ele e alguns homens edomitas que eram seus servos. Ele era ainda um menino quando fugiu de seu país.",
      "referencias": [
        "Gênesis 46:26",
        "Êxodo 1:8"
      ],
      "comentario": "O Egito, historicamente o opressor de Israel, torna-se o refúgio do inimigo de Israel. O fato de Hadade ser 'ainda um menino' (na'ar) enfatiza a natureza precoce e duradoura da perseguição que ele traria a Salomão.",
      "temas": [
        "Exílio",
        "Refúgio Político",
        "Inimigos Precoces"
      ],
      "personagens": [
        "Hadade",
        "Davi"
      ]
    },
    "17": {
      "parafrase": "Lá no Egito, Hadade encontrou favor com Faraó, que lhe deu uma esposa, a irmã de sua própria esposa, a rainha Tahpenes, e o estabeleceu em uma propriedade real.",
      "referencias": [
        "Gênesis 41:41-43",
        "1 Reis 3:1"
      ],
      "comentario": "O Faraó, talvez vendo Hadade como um adversário em potencial para Israel, o integra ao seu círculo íntimo, concedendo-lhe um status elevado e laços familiares com a realeza egípcia. Isso dá a Hadade autoridade e recursos para se tornar um inimigo estabelecido.",
      "temas": [
        "Aliança Egípcia",
        "Ascensão de Inimigos",
        "Favores Reais"
      ],
      "personagens": [
        "Hadade",
        "Faraó",
        "Tahpenes"
      ]
    },
    "18": {
      "parafrase": "Quando Hadade ouviu que Davi havia morrido e que Joabe, o comandante do exército de Israel, também havia falecido, ele pediu a Faraó permissão para retornar a Edom.",
      "referencias": [
        "1 Reis 2:34",
        "2 Samuel 8:13"
      ],
      "comentario": "O tempo da mudança na política externa de Faraó coincide com a morte dos dois pilares da segurança militar de Israel: o Rei Davi e o General Joabe. Isso cria a janela de oportunidade para Hadade retomar seu poder.",
      "temas": [
        "Mudança de Liderança",
        "Oportunidade para o Mal",
        "Morte de Heróis"
      ],
      "personagens": [
        "Hadade",
        "Davi",
        "Joabe"
      ]
    },
    "19": {
      "parafrase": "Faraó perguntou-lhe: 'O que lhe falta aqui no palácio para que você queira voltar para a sua terra?' Mas ele respondeu: 'Nada, mas permita-me ir.'",
      "referencias": [
        "Gênesis 34:11",
        "Mateus 20:6"
      ],
      "comentario": "A resposta de Hadade é evasiva, indicando que seu desejo não é por necessidade material, mas por ambição política e vingança nacionalista. Ele havia sido bem cuidado, mas seu propósito principal era restaurar seu domínio.",
      "temas": [
        "Ambição Política",
        "Lealdade Nacional",
        "Desejo de Retorno"
      ],
      "personagens": [
        "Hadade",
        "Faraó"
      ]
    },
    "20": {
      "parafrase": "Faraó então o dispensou, dizendo: 'Vá em paz.' E Hadade partiu de volta para Edom, tornando-se um senhor e um fator de instabilidade para Salomão durante todo o seu reinado.",
      "referencias": [
        "2 Reis 10:27",
        "Juízes 14:4"
      ],
      "comentario": "A licença de Faraó é dada com a bênção de 'Vá em paz' (Lêch l'shalom), ironicamente enviando um agente de discórdia. Hadade se torna um 'adversário' (satan) persistente, cumprindo a profecia divina.",
      "temas": [
        "Inimigo Estabelecido",
        "Paz Irônica",
        "Adversidade Contínua"
      ],
      "personagens": [
        "Hadade",
        "Faraó",
        "Salomão"
      ]
    },
    "21": {
      "parafrase": "Nesse tempo, surgiu outro adversário: Rezon, filho de Eliada, que havia fugido de seu senhor, Hadadezer, rei de Zobá, um reino vizinho.",
      "referencias": [
        "2 Samuel 8:3",
        "1 Reis 10:26"
      ],
      "comentario": "O segundo inimigo, Rezon, surge de uma fonte diferente: a antiga área de influência de Hadadezer de Zobá, um reino que Davi havia derrotado anteriormente. Rezon é um líder carismático que ascende através da rebelião contra seu mestre anterior.",
      "temas": [
        "Subversão Política",
        "Ascensão de Novos Líderes",
        "Zobá"
      ],
      "personagens": [
        "Rezon",
        "Hadadezer",
        "Salomão"
      ]
    },
    "22": {
      "parafrase": "Rezon reuniu um bando de homens e se tornou um líder de bandidos. Ele se estabeleceu em Damasco e se tornou o governante da Síria (Aram), sendo uma constante fonte de oposição a Israel durante toda a vida de Salomão.",
      "referencias": [
        "Isaías 9:1",
        "Amós 1:3"
      ],
      "comentario": "Rezon estabelece um reino forte em Damasco, o que é geograficamente estratégico para ameaçar o norte de Israel. O termo hebraico para 'líder de bandidos' (anashim-pelitim) implica um grupo de foras da lei que se organizaram em força militar e política.",
      "temas": [
        "Formação de Reino Rebelde",
        "Liderança em Damasco",
        "Ameaça Síria"
      ],
      "personagens": [
        "Rezon",
        "Salomão"
      ]
    },
    "23": {
      "parafrase": "Além de Hadade, que ameaçava pelo sul, Rezon, que controlava a Síria no norte, era um adversário contínuo de Israel. E, somando-se a isso, Salomão também tinha um problema interno de um servo rebelde.",
      "referencias": [
        "Juízes 2:14",
        "Salmos 68:12"
      ],
      "comentario": "O versículo serve como um resumo da pressão externa que Deus estava levantando contra Salomão: uma pinça geopolítica (Sul com Hadade, Norte com Rezon). Esta pressão externa espelha a instabilidade que viria internamente.",
      "temas": [
        "Pressão Geopolítica",
        "Adversários Externos",
        "Pressão Crescente"
      ],
      "personagens": [
        "Hadade",
        "Rezon",
        "Salomão"
      ]
    },
    "24": {
      "parafrase": "Havia também Jeroboão, filho de Nebate, um efrateu de Zereda, que era um dos servos de Salomão. Ele se rebelou contra o rei por causa da construção de fortalezas.",
      "referencias": [
        "1 Reis 12:2",
        "1 Reis 11:28"
      ],
      "comentario": "O terceiro antagonista, Jeroboão, é o mais perigoso, pois é interno e da própria tribo de Efraim, a mais forte do Reino do Norte. Sua revolta inicial é desencadeada pela política de obras públicas de Salomão, o que demonstra a opressão sentida pelo povo.",
      "temas": [
        "Revolta Interna",
        "Jeroboão",
        "Trabalho Forçado"
      ],
      "personagens": [
        "Jeroboão",
        "Salomão",
        "Nebate"
      ]
    },
    "25": {
      "parafrase": "Enquanto Salomão ainda vivia, Jeroboão se levantou e se tornou um líder de facção, e quando o rei tentou matá-lo por causa dessa rebeldia, Jeroboão fugiu para o Egito, buscando refúgio com o Faraó Sisac, e lá permaneceu até a morte de Salomão.",
      "referencias": [
        "1 Reis 12:19-20",
        "2 Crônicas 12:2"
      ],
      "comentario": "A fuga de Jeroboão para o Egito, o mesmo refúgio de Hadade, é um detalhe significativo. O Faraó Sisac (provavelmente Sesonque I), que mais tarde invadiria Judá, estava cultivando inimigos de Israel. A vida de Salomão termina com todos os três principais antagonistas (Hadade, Rezon e Jeroboão) sob a proteção do mesmo poder egípcio, preparando o palco para a desintegração do reino.",
      "temas": [
        "Refúgio em Egito",
        "Conspiração Estrangeira",
        "Fuga de Jeroboão"
      ],
      "personagens": [
        "Jeroboão",
        "Salomão",
        "Sisac"
      ]
    },
    "26": {
      "parafrase": "Porém, nos dias em que Salomão governava, o povo de Israel começou a se sentir oprimido e insatisfeito.  Apesar da paz externa, havia um descontentamento interno que fervilhava, pois o luxo e as exigências da corte real se tornaram um fardo pesado para os ombros da nação.",
      "referencias": [
        "Juízes 8:16",
        "Deuteronômio 17:17"
      ],
      "comentario": "Este versículo introduz a virada trágica no reinado de Salomão. O hebraico 'zera' (semente/raça) para os exércitos egípcios sugere que o poderio militar do Egito estava sendo usado como alavanca política ou temor. O descontentamento ('mal' ou 'aborrecimento') surge da carga tributária e do serviço forçado para sustentar o vasto projeto construtivo de Salomão, o que é uma clara violação das advertências dadas em Deuteronômio sobre reis.",
      "temas": [
        "Opressão Real",
        "Descontentamento Popular",
        "Consequências da Ambição"
      ],
      "personagens": [
        "Salomão",
        "Povo de Israel"
      ]
    },
    "27": {
      "parafrase": "Na cidade de Jerusalém, na época em que os muros da nova capital estavam sendo erguidos, um homem chamado Jeroboão, um talentoso e vigoroso oficial da tribo de Efraim, trabalhava como supervisor.  Ele notou que Salomão estava forçando os trabalhadores de sua própria tribo (a de José) a cumprir as tarefas mais pesadas, enquanto exigia menos dos outros.",
      "referencias": [
        "1 Reis 12:2",
        "Êxodo 1:14"
      ],
      "comentario": "Jeroboão é apresentado aqui como um líder natural e trabalhador (Efraim era a tribo líder do Norte). A descrição de que ele 'edificava Milo' (Milo era uma fortificação ou terraplenagem) mostra sua competência. O fato de Salomão ter 'fortificado' (Heb. 'chazak') esta área demonstra sua atenção à segurança da capital, mas o favoritismo ou a percepção dele gerou ressentimento imediato.",
      "temas": [
        "Liderança Emergente",
        "Injustiça no Trabalho",
        "Fortificação da Capital"
      ],
      "personagens": [
        "Jeroboão",
        "Salomão"
      ]
    },
    "28": {
      "parafrase": "Ao inspecionar o trabalho braçal, Jeroboão percebeu que os jovens da linhagem de José estavam sendo submetidos a um trabalho extenuante. Ele era um homem forte, e ao ver tamanha exploração, sentiu-se motivado a confrontar a situação.",
      "referencias": [
        "Êxodo 2:11",
        "Provérbios 14:29"
      ],
      "comentario": "Embora o texto não detalhe um confronto direto aqui, o 'viu o fardo' (Heb. 'et-hamassav') é o catalisador para a ação subsequente. Sua posição como supervisor lhe dava visibilidade sobre a disparidade no tratamento dos trabalhadores.",
      "temas": [
        "Observação da Injustiça",
        "Motivação para a Mudança",
        "Trabalho Forçado"
      ],
      "personagens": [
        "Jeroboão"
      ]
    },
    "29": {
      "parafrase": "Em certa ocasião, enquanto Jeroboão saía do palácio, o profeta Aías, de Siló, que era um homem de Deus, o encontrou. Aías estava envolto em um manto novo e esvoaçante, um sinal de sua missão divina, e os dois estavam sozinhos no campo aberto.",
      "referencias": [
        "1 Reis 14:2",
        "1 Reis 19:19"
      ],
      "comentario": "A figura de Aías é crucial; ele é um profeta do Norte (Siló), representando a antiga tradição. O 'manto novo' (Heb. 'beged chadash') é um símbolo de autoridade profética recém-investida ou de uma nova mensagem radical. O encontro isolado ('no campo') sublinha a natureza secreta e urgente da revelação.",
      "temas": [
        "Revelação Profética",
        "Intervenção Divina",
        "Símbolos de Autoridade"
      ],
      "personagens": [
        "Jeroboão",
        "Aías de Siló"
      ]
    },
    "30": {
      "parafrase": "Aías agarrou o seu manto novo e, com um gesto dramático, rasgou-o em doze pedaços. Olhando fixamente para Jeroboão, ele declarou: 'Tome dez desses pedaços para si, pois assim diz o Senhor, o Deus de Israel: Eu vou arrancar o reino das mãos de Salomão e entregar-lhe dez das tribos!'",
      "referencias": [
        "Juízes 2:2",
        "Isaías 3:1-3"
      ],
      "comentario": "Este é um ato profético simbólico de 'rasgar' (Heb. 'qara'), que frequentemente denota a destruição de um pacto ou uma separação irrevogável. A divisão em dez partes (excluindo Judá e Benjamim, que permaneceriam leais a Davi) estabelece o futuro cisma político e territorial.",
      "temas": [
        "Julgamento de Deus",
        "Cisma Político",
        "Profecia de Divisão"
      ],
      "personagens": [
        "Aías"
      ]
    },
    "31": {
      "parafrase": "Contudo, o profeta acrescentou uma condição essencial: 'Isto acontecerá porque o povo de Israel me abandonou, e eu não farei isto enquanto ele viver, em respeito ao meu servo Davi, a quem escolhi para cumprir todos os meus mandamentos e estatutos. A destruição só virá com o filho de Salomão.'",
      "referencias": [
        "2 Samuel 7:14-15",
        "Salmos 89:30-33"
      ],
      "comentario": "Esta é a cláusula de misericórdia e fidelidade à Aliança Davídica. Deus mantém a promessa feita a Davi de que sua linhagem não seria completamente extinta. A punição é adiada para a próxima geração, demonstrando a paciência divina, mas também a inevitabilidade do julgamento devido à desobediência de Salomão.",
      "temas": [
        "Aliança Davídica",
        "Paciência Divina",
        "Continuidade da Linhagem"
      ],
      "personagens": [
        "Davi",
        "Salomão"
      ]
    },
    "32": {
      "parafrase": "O reino, então, será dividido. Mas o profeta garantiu a Jeroboão que, em troca de sua lealdade ao plano divino, ele reinará sobre as dez tribos, aquelas que se separaram, permitindo-lhe governar como rei sobre elas.",
      "referencias": [
        "1 Reis 12:16",
        "Jeremias 31:31"
      ],
      "comentario": "A promessa é direta: Jeroboão será o rei do Norte. O reino de Salomão será reduzido a apenas uma tribo (Judá) mais Benjamim, que tradicionalmente ficava próxima a Jerusalém. A consolidação do poder para Jeroboão é a consequência imediata da quebra da fidelidade de Salomão.",
      "temas": [
        "Ascensão de Jeroboão",
        "Redução Territorial",
        "Recompensa pela Obediência (Aias)"
      ],
      "personagens": [
        "Jeroboão"
      ]
    },
    "33": {
      "parafrase": "Mas há uma condição crucial para manter este novo reino: Jeroboão deve escutar a voz de Deus e seguir todos os mandamentos e os rituais que Deus estabeleceu, assim como fez o seu predecessor, Davi. Se ele fizer isso, o seu trono será firmado e durará por gerações.",
      "referencias": [
        "Deuteronômio 28:1-2",
        "Josué 1:8"
      ],
      "comentario": "Esta é a advertência padrão para todos os reis de Israel e Judá: a permanência no poder está condicionada à obediência à Lei (Torá). O padrão estabelecido é o de Davi, que, apesar de suas falhas pessoais, demonstrou um coração voltado ao culto centralizado em Deus (apesar de ter sido imperfeito em alguns momentos).",
      "temas": [
        "Condicionalidade da Benção",
        "Padrão de Davi",
        "Obediência à Lei"
      ],
      "personagens": [
        "Jeroboão",
        "Davi"
      ]
    },
    "34": {
      "parafrase": "Porém, se Jeroboão se desviar, se desinteressar pelos mandamentos de Deus, e começar a adorar outros deuses ou a seguir costumes estrangeiros, como Salomão fez em sua decadência, o Senhor tirará o trono de sua família e o destruirá de forma definitiva.",
      "referencias": [
        "Jeremias 22:8-9",
        "Deuteronômio 30:17-18"
      ],
      "comentario": "A sentença de exílio e extinção dinástica é o destino reservado àqueles que escolhem o politeísmo ou a idolatria. Este versículo prevê o destino final de Jeroboão e seus sucessores no Reino do Norte, que se tornará um espelho da queda de Salomão.",
      "temas": [
        "Idolatria",
        "Extinção Dinástica",
        "Consequências da Desobediência"
      ],
      "personagens": [
        "Jeroboão",
        "Salomão"
      ]
    },
    "35": {
      "parafrase": "O profeta concluiu, dizendo que, para honrar a promessa feita a Davi, Jerusalém continuaria sendo o lugar escolhido por Deus para colocar Seu Nome, a sede do templo e da adoração centralizada. Por isso, mesmo com a divisão, uma tribo permaneceria ligada à cidade santa.",
      "referencias": [
        "Deuteronômio 12:5",
        "2 Crônicas 6:6"
      ],
      "comentario": "O 'Lugar que Ele escolheu para fazer morar o Seu Nome' refere-se ao Templo em Jerusalém. Manter Judá e Benjamim ligados a Jerusalém garante que o centro de culto judaico permaneça, mesmo que o reino esteja dividido. Esta é a razão teológica para a sobrevivência do Reino do Sul.",
      "temas": [
        "Centralidade de Jerusalém",
        "Presença de Deus",
        "Sobrevivência do Sul"
      ],
      "personagens": []
    },
    "36": {
      "parafrase": "E, para garantir que Jeroboão e seus descendentes entendessem a fragilidade de seu novo poder, Aías afirmou que o Senhor entregaria o povo de Israel sob o domínio de um novo rei, um rei estrangeiro, que os levaria para o exílio por causa da idolatria de Jeroboão.",
      "referencias": [
        "2 Reis 17:6",
        "Amós 5:27"
      ],
      "comentario": "Esta profecia aponta diretamente para o exílio assírio. A ironia é que a divisão que Jeroboão incita levará, eventualmente, à sua própria destruição nacional. Deus usa o próprio instrumento da divisão como precursor da destruição total do reino do Norte.",
      "temas": [
        "Exílio",
        "Profecia de Destruição",
        "Consequência da Idolatria"
      ],
      "personagens": [
        "Jeroboão"
      ]
    },
    "37": {
      "parafrase": "Ainda assim, devido à memória de Seu servo Davi, que foi fiel em Jerusalém, Deus prometeu que Jeroboão e sua descendência desfrutariam do trono de Israel, mas somente por um tempo limitado, desde que governassem com justiça.",
      "referencias": [
        "2 Reis 17:21",
        "Filipenses 2:13"
      ],
      "comentario": "A misericórdia, ancorada na fidelidade de Davi, permite que a dinastia de Jeroboão se estabeleça temporariamente. O 'porém, porém' no versículo anterior é substituído pela esperança condicional aqui, que será quebrada mais tarde (1 Reis 14:14).",
      "temas": [
        "Misericórdia Baseada em Davi",
        "Poder Temporário",
        "Fidelidade Condicional"
      ],
      "personagens": [
        "Davi",
        "Jeroboão"
      ]
    },
    "38": {
      "parafrase": "Portanto, se Jeroboão se submeter a tudo o que Deus ordenar e seguir Seus caminhos, ele terá sucesso em seu reinado, e seus filhos herdarão o trono de Israel, mantendo as dez tribos sob seu domínio.",
      "referencias": [
        "Josué 1:7",
        "Provérbios 3:5-6"
      ],
      "comentario": "Reforço da condição de obediência. O sucesso (Heb. 'tselach') está intrinsecamente ligado à adesão ao pacto mosaico e davídico. Este é um chamado claro à integridade na liderança.",
      "temas": [
        "Condição para o Sucesso",
        "Integridade na Liderança",
        "Legado"
      ],
      "personagens": [
        "Jeroboão"
      ]
    },
    "39": {
      "parafrase": "Mas se ele se afastar, se corromper e adorar falsos deuses, todo o seu reinado será efêmero. O reino que começou com a rebelião será destruído, e o próprio Jeroboão e sua família serão apagados da história, como um pano que se enxuga da mesa.",
      "referencias": [
        "2 Reis 21:22",
        "Jó 14:2"
      ],
      "comentario": "A imagem de ser apagado é forte, indicando a anulação total da dinastia. É um contraste direto com a promessa de permanência para Davi. A desobediência de Salomão agora se torna a semente da destruição total do reino do Norte, começando com seu sucessor falho.",
      "temas": [
        "Anulação Dinástica",
        "Destruição Total",
        "Consequências da Apostasia"
      ],
      "personagens": [
        "Jeroboão"
      ]
    },
    "40": {
      "parafrase": "A ira de Deus estava, portanto, focada em Salomão e em sua corte por terem abandonado o Senhor, mas a punição seria executada contra Jeroboão e o povo do Norte se eles seguissem o mesmo caminho de idolatria.",
      "referencias": [
        "Romanos 2:6",
        "Habacuque 1:13"
      ],
      "comentario": "Este versículo conecta as duas gerações: a culpa de Salomão (idolatria através das rainhas estrangeiras) desencadeia a divisão, e a culpa futura de Jeroboão (idolatria nos altares alternativos em Dã e Betel) concretiza a destruição do Norte. A punição não é arbitrária, mas lógica.",
      "temas": [
        "Causa e Efeito",
        "Idolatria de Salomão",
        "Juízo Lógico"
      ],
      "personagens": [
        "Salomão",
        "Jeroboão"
      ]
    },
    "41": {
      "parafrase": "Quanto ao resto da história de Salomão – todas as suas façanhas impressionantes, a construção de todos os seus palácios magníficos, a expansão de seu reino, a construção do Templo grandioso e a sua sabedoria lendária – tudo isso está registrado nos Livros Históricos de Salomão.",
      "referencias": [
        "2 Crônicas 9:29",
        "Eclesiastes 1:2"
      ],
      "comentario": "O narrador (que se presume ser alguém posterior a Salomão) faz um breve resumo da glória passada, remetendo o leitor a fontes primárias ('Livros de Salomão'). Este é um recurso literário que atesta a magnitude do reinado, apesar de sua queda moral.",
      "temas": [
        "Memória Histórica",
        "Obras de Salomão",
        "Sabedoria Terrena"
      ],
      "personagens": [
        "Salomão"
      ]
    },
    "42": {
      "parafrase": "Assim, Salomão reinou sobre todo o Israel, vindo de Jerusalém, por um período de quarenta anos, testemunhando o auge da glória de Israel.",
      "referencias": [
        "Atos 13:21",
        "1 Reis 3:5"
      ],
      "comentario": "O período de 40 anos é significativo na Bíblia (como o deserto, o reinado de Davi), simbolizando um período completo de teste ou provação. O reinado começou com sabedoria e terminou em tragédia, mas a duração é estabelecida como 'quarenta anos'.",
      "temas": [
        "Duração do Reinado",
        "Glória Máxima de Israel",
        "Tempo de Provação"
      ],
      "personagens": [
        "Salomão"
      ]
    },
    "43": {
      "parafrase": "Ao final de seus dias, Salomão foi sepultado no prestigiado túmulo de seu pai, na Cidade de Davi. E seu filho, Roboão, assumiu o trono, iniciando um novo e problemático capítulo para a nação.",
      "referencias": [
        "1 Reis 2:10",
        "1 Reis 12:1"
      ],
      "comentario": "O final do reinado de Salomão é marcado pela transição de poder para Roboão, que herdará não apenas o trono, mas também o ressentimento popular acumulado, o que levará diretamente à secessão no capítulo seguinte. O repouso ao lado de Davi é a última honra terrena, mas o legado é imperfeito.",
      "temas": [
        "Sucessão Real",
        "Sepultamento de Prestígio",
        "Início da Crise"
      ],
      "personagens": [
        "Salomão",
        "Davi",
        "Roboão"
      ]
    }
  }
}