{
  "livro": "Cânticos",
  "capitulo": 6,
  "contexto_historico": "O Livro de Cânticos, ou Cântico dos Cânticos, é uma obra poética da literatura sapiencial hebraica, tradicionalmente atribuída ao Rei Salomão (embora a autoria seja debatida por estudiosos modernos). É composto por diálogos líricos e monólogos entre um amado (o pastor/rei) e sua amada (a Sulamita), celebrando o amor humano, a beleza e a união sexual dentro do casamento. O capítulo 6 se insere na seção onde a amada, já reunida com o amado ou sob sua admiração, é exaltada. É um momento de intenso louvor à beleza física e moral da Sulamita, frequentemente comparada a fenômenos da natureza e símbolos de realeza/pureza (como os muros de Jerusalém e a beleza de Tirza). O contexto geral é de celebração da fidelidade e do desejo mútuo.",
  "bloco_tematico": "Exaltação da Beleza e o Desejo Incontrolável de Ver/Possuir 👑💖",
  "versiculos": {
    "1": {
      "parafrase": "Para onde foi seu amado? Oh, formosa entre as mulheres, diga-nos: para onde ele se desviou? Queremos procurá-lo fervorosamente ao seu lado, para que possamos encontrá-lo onde ele repousa agora. Queremos compartilhar desta busca apaixonada pela sua presença mais íntima.",
      "referencias": [
        "Cânticos 3:2",
        "Salmos 42:1"
      ],
      "comentario": "As donzelas de Jerusalém (representando a comunidade ou a alma desejosa) perguntam à Sulamita sobre a localização de seu amado (Cristo/Esposo ideal). A pergunta é carregada de urgência e admiração pela beleza da amada ('formosa entre as mulheres' - uma expressão de suprema excelência). O desejo delas é imitar o fervor da Sulamita.",
      "temas": [
        "Busca pelo Amado",
        "Admiração",
        "Desejo Espiritual"
      ],
      "personagens": [
        "Donzelas de Jerusalém",
        "Sulamita",
        "O Amado"
      ]
    },
    "2": {
      "parafrase": "Meu bem precioso desceu para seu jardim de aromas doces, para os canteiros de flores exóticas, para pastorear seu rebanho entre os lírios, para desfrutar da plenitude de sua bem-amada. Ele foi para o lugar de seu deleite tranquilo.",
      "referencias": [
        "Cânticos 4:16",
        "Gênesis 2:8"
      ],
      "comentario": "A Sulamita responde que o Amado não sumiu, mas sim foi para o seu próprio 'jardim' (a Sulamita mesma, metaforicamente, ou um local de comunhão íntima). O jardim é um lugar de deleite e cuidado, onde ele 'pastoreia' entre os lírios (símbolos de pureza). Isso indica que a presença dele está onde há santidade e beleza cultivada.",
      "temas": [
        "Jardim Secreto",
        "Comunhão Íntima",
        "Propriedade do Amado"
      ],
      "personagens": [
        "Sulamita",
        "O Amado"
      ]
    },
    "3": {
      "parafrase": "Eu sou dele, e ele é meu, aquele que descansa entre os lírios, que encontra seu sustento no frescor da manhã e nos perfumes da noite.",
      "referencias": [
        "Cânticos 2:16",
        "Apocalipse 21:3"
      ],
      "comentario": "Este é o clímax da afirmação de posse mútua. A frase hebraica para 'eu sou dele' (אֲנִי לְדוֹדִי - Ani l'dodi) é poderosa. É a declaração de pertencer completamente ao outro. A descrição de onde ele repousa sugere um descanso contínuo e presente, não apenas momentâneo.",
      "temas": [
        "Posse Mútua",
        "União",
        "Presença Constante"
      ],
      "personagens": [
        "Sulamita",
        "O Amado"
      ]
    },
    "4": {
      "parafrase": "Traga-me para junto do seu coração, minha amada, como um selo precioso de profundo valor e significado. Coloque-me sobre o seu peito, como um anel de autoridade, marcando-me com seu brasão, pois o amor de vocês é tão forte quanto a morte, e a paixão de vocês é tão inabalável quanto o Sheol (o mundo dos mortos). Nada pode extinguir tal chama, nem mesmo o fim da vida.",
      "referencias": [
        "Jeremias 22:24",
        "Romanos 8:38"
      ],
      "comentario": "O Amado (ou a Sulamita, dependendo da interpretação do diálogo subsequente) deseja ser marcado como propriedade inalienável. O 'selo' (Hebraico: khotam) era um anel usado para autenticar documentos e pertences. A comparação do amor com a força da morte (Sheol) é chocante: o amor verdadeiro é mais poderoso que a separação final que a morte impõe.",
      "temas": [
        "Marca de Propriedade",
        "Intensidade do Amor",
        "Imortalidade do Amor"
      ],
      "personagens": [
        "O Amado",
        "Sulamita"
      ]
    },
    "5": {
      "parafrase": "Pois o ciúme do amor de vocês é tão ardente e voraz quanto o fogo que queima, uma labareda que não se extingue. Essa devoção exclusiva é um poder consumidor!",
      "referencias": [
        "Provérbios 6:34",
        "Números 25:11"
      ],
      "comentario": "A palavra chave aqui é 'ciúme' (Hebraico: qin'ah). Não se refere à inveja mesquinha, mas sim ao zelo protetor e exclusivo da posse. Quando o amor é verdadeiro e único, o ciúme que o protege é intenso, como fogo. É um zelo divino pela fidelidade.",
      "temas": [
        "Zelo Amoroso",
        "Exclusividade",
        "Paixão"
      ],
      "personagens": [
        "O Amado",
        "Sulamita"
      ]
    },
    "6": {
      "parafrase": "Se a dor da separação apertar como um ferro frio, que o seu braço me abrace com força, me sustente e me ancore em seu ser! Seu abraço é meu refúgio seguro!",
      "referencias": [
        "Isaías 41:10",
        "Salmos 139:5"
      ],
      "comentario": "O Amado/Sulamita suplica por proximidade física e emocional em face da dor da ausência. O 'braço' (simbolizando força e proteção) é o meio pelo qual eles podem ser restaurados à comunhão, demonstrando que o consolo reside na proximidade do ser amado.",
      "temas": [
        "Consolo",
        "Força na Proximidade",
        "Refúgio"
      ],
      "personagens": [
        "O Amado",
        "Sulamita"
      ]
    },
    "7": {
      "parafrase": "Suplico a vocês, filhas de Jerusalém, por sua firmeza e dignidade: não tentem despertar ou agitar meu amor até que ele mesmo deseje manifestar-se, até que chegue o tempo natural para que ele se revele em sua plenitude e glória.",
      "referencias": [
        "Cânticos 2:7",
        "Cânticos 3:5"
      ],
      "comentario": "Repetição do juramento do versículo 2:7. A Sulamita instrui as observadoras a respeitarem o tempo e o ritmo do amor. O amor verdadeiro não pode ser forçado ou apressado; ele floresce em seu próprio tempo divinamente orquestrado.",
      "temas": [
        "Respeito ao Tempo",
        "Paciência",
        "Ritmo do Amor"
      ],
      "personagens": [
        "Sulamita",
        "Donzelas de Jerusalém"
      ]
    },
    "8": {
      "parafrase": "Quem é esta que se levanta da planície, vindo da terra desértica, apoiada em seu companheiro amado? Eu a vi emergindo, como uma visão surpreendente.",
      "referencias": [
        "Cânticos 3:6",
        "Mateus 13:21"
      ],
      "comentario": "A voz agora parece ser a das donzelas ou de um coro testemunhando a chegada da Sulamita, talvez após um período de ausência ou provação. Ela se eleva da 'planície' ou 'deserto' (lugares de dificuldade e aridez), apoiada no Amado, o que é crucial: sua força não é própria, mas emprestada de quem a sustenta.",
      "temas": [
        "Superação",
        "Dependência do Amado",
        "Ascensão"
      ],
      "personagens": [
        "Coro/Donzelas",
        "Sulamita",
        "O Amado"
      ]
    },
    "9": {
      "parafrase": "Quem é este que a sustenta, que a faz subir como uma vinha, erguendo-a do chão árido? Sob a sombra da macieira eu te despertei, foi ali que nossos laços foram selados pela primeira vez e com paixão ardente.",
      "referencias": [
        "Cânticos 2:3",
        "Isaías 35:1"
      ],
      "comentario": "A resposta identifica o sustentador como o Amado. A analogia da 'vinha' (muitas vezes símbolo de Israel ou da esposa) sendo amparada é forte. A menção específica à 'macieira' (Árvore proibida do Éden? Ou simplesmente uma árvore de fruto doce?) indica o local original ou crucial do encontro e do despertar do amor.",
      "temas": [
        "Sustento",
        "O Poder da Macieira",
        "Origem do Amor"
      ],
      "personagens": [
        "O Amado",
        "Sulamita"
      ]
    },
    "10": {
      "parafrase": "Diga-me, meu tesouro, o que há de tão especial em você que te faz brilhar mais que todas as outras? Qual é o segredo da sua beleza que faz seu companheiro te preferir, te coroar acima de todas as outras mulheres?",
      "referencias": [
        "Salmos 45:2",
        "1 Samuel 16:7"
      ],
      "comentario": "Perguntas diretas sobre a singularidade da Sulamita. O Amado a vê como singular, diferente das 'cinquenta rainhas' e 'oitenta concubinas' (uma referência à riqueza de Salomão), sugerindo que a verdadeira qualidade não reside na quantidade ou no status social, mas no vínculo espiritual.",
      "temas": [
        "Singularidade",
        "Favor",
        "Beleza Interior"
      ],
      "personagens": [
        "O Amado",
        "Sulamita"
      ]
    },
    "11": {
      "parafrase": "Sua resposta é clara: Meu amado é puro, branco como a neve recém-caída, e radiante como um cedro majestoso que se eleva no Líbano, dominando a paisagem com sua imponência e força.",
      "referencias": [
        "Isaías 1:18",
        "Salmos 92:12"
      ],
      "comentario": "A Sulamita descreve o Amado. A cor branca/neve sugere pureza imaculada (Hebraico: shahor, mas aqui 'branco como a neve' aparece em algumas traduções para descrever a pureza do Amado, embora o hebraico original aqui descreva o Amado como sendo como um 'lirio' ou 'árvore específica'). O cedro do Líbano é o epítome de altura, força, honra e permanência. O Amado é visto como perfeito em caráter e presença.",
      "temas": [
        "Pureza do Amado",
        "Majestade",
        "Permanência"
      ],
      "personagens": [
        "Sulamita",
        "O Amado"
      ]
    },
    "12": {
      "parafrase": "Seus lábios, meu tesouro, são como delicadas flores de romã, exalando doçura e promessa. Cada palavra que sai de sua boca é um néctar precioso, um sabor que acalma e satisfaz a alma.",
      "referencias": [
        "Cânticos 4:3",
        "Provérbios 10:11"
      ],
      "comentario": "Novamente, uma descrição da beleza do Amado, focando em seus lábios, que são comparados às flores de romã, ricas em sementes e suco, simbolizando eloquência frutífera e viva. Suas palavras trazem vida e satisfação.",
      "temas": [
        "Doçura da Palavra",
        "Eloquência",
        "Frutificação"
      ],
      "personagens": [
        "Sulamita",
        "O Amado"
      ]
    },
    "13": {
      "parafrase": "Meu coração anseia por você, meu amor, pois você é a essência da vida, um vinho que aquece a alma, um óleo perfumado que acalma os nervos. Seu nome é uma fragrância tão poderosa que enche todo o ambiente onde você está.",
      "referencias": [
        "Salmos 104:15",
        "Filipenses 4:7"
      ],
      "comentario": "A conclusão do trecho é uma expressão de profundo anseio e satisfação encontrados no Amado. O 'vinho' simboliza alegria e vigor; o 'óleo' simboliza unção, cura e consagração. O 'nome' do Amado (sua reputação e essência) é um bálsamo completo, encerrando o ciclo de busca com a plenitude da presença dele.",
      "temas": [
        "Alegria do Amor",
        "Cura e Unção",
        "A Essência do Nome"
      ],
      "personagens": [
        "Sulamita",
        "O Amado"
      ]
    }
  }
}