{
  "autor_data": "A tradição judaica e o próprio texto (Ct 1:1) atribuem a autoria a Salomão. A datação mais provável situa-se durante o auge de seu reinado (c. 970-930 a.C.), antes de suas múltiplas alianças políticas comprometerem sua fé. A menção a En-Gedi (Ct 1:14) e a referência a carros reais (Ct 1:9) confirmam um cenário de prosperidade e estabilidade monárquica.",
  "contexto": "O contexto é o reino unido de Israel sob Salomão, um período de grande paz (após a consolidação do reino por Davi) e riqueza material, o que permitiu a construção do Templo. Espiritualmente, era um tempo onde a centralização do culto a Yahweh estava estabelecida, mas o perigo da assimilação cultural através dos casamentos políticos (com mulheres de nações pagãs) representava uma ameaça latente à pureza teológica do povo.",
  "estrutura_literaria": "O livro é uma coleção de poemas líricos, frequentemente classificados como um drama poético ou uma série de diálogos, sem uma narrativa linear estrita. A estrutura principal segue: 1. Diálogo de Desejo e Busca (Ct 1:2 - 2:7). 2. Louvor Mútuo e Encontro (Ct 2:8 - 3:5). 3. Celebração do Casamento e União (Ct 3:6 - 5:1). 4. Perda e Reencontro (Ct 5:2 - 6:13). 5. Elogios Finais e Compromisso Perpétuo (Ct 7:1 - 8:14). O propósito é celebrar a santidade e a beleza do amor conjugal no contexto da aliança.",
  "tema_central": "O tema central é a exaltação do amor romântico e sexual entre um marido (o Rei/Salomão) e sua esposa (a Sulamita), retratando a intimidade, a lealdade e a exclusividade do vínculo matrimonial. A interpretação cristã tradicional vê no livro uma alegoria profunda da união de Cristo (o Noivo) com a Igreja (a Noiva). ❤️",
  "conflito_espiritual": "O conflito aparente não é teológico direto (como em Jó ou Provérbios), mas sim a tensão entre a posse e a perda do amado. A amada perde o amado (Ct 3:1-4) e busca-o ansiosamente, representando a separação da alma do crente de Deus e o esforço espiritual necessário para o reencontro e a restauração da comunhão. A fidelidade sob a provação da ausência é o teste espiritual.",
  "relacao_lei_moral": "O livro glorifica o sexo dentro dos limites estabelecidos por Deus, que são a aliança matrimonial. Os Dez Mandamentos, especificamente o sétimo ('Não adulterarás'), fornecem o quadro moral que torna a paixão retratada em Cânticos pura e sagrada. O livro não ensina a Lei, mas celebra a consumação fiel e exclusiva que a Lei protege. É a celebração da fidelidade conjugal ordenada por Deus.⚖️",
  "revelacao_carater_deus": "Revela Deus como Aquele que instituiu o prazer mútuo, a beleza física e a intimidade sexual como dons bons e prazerosos dentro do casamento. Ele é um Deus que anseia por um relacionamento íntimo e exclusivo com seu povo/cônjuge, demonstrando paixão, desejo e um profundo apreço pela beleza de Sua criação e de Sua união com ela. Ele é o Noivo zeloso.",
  "conexoes_escrituras": "A conexão mais forte é a tipologia Nupcial: O relacionamento entre Yahweh e Israel (Os 2:14-20; Jr 31:31-34) e, subsequentemente, o relacionamento entre Cristo e a Igreja (Ef 5:25-32; Ap 19:7-9). O desejo expresso em 'Seu amado é meu, e eu sou dele' (Ct 6:3) ecoa a exclusividade da aliança. O jardim murado (Ct 4:12) é um paralelo com o jardim do Éden e a intimidade protegida de Deus.",
  "aplicacao_pratica": "Ensina a importância de cultivar ativamente a admiração mútua e a comunicação aberta no casamento. Encoraja os casados a valorizarem a sexualidade como um dom divino para a união e a celebração mútua, mantendo a exclusividade e a pureza. Para os solteiros, estabelece o padrão elevado de santidade e devoção que deve anteceder a união física. 💖",
  "erros_alertas": "O erro hermenêutico mais comum é a interpretação exclusivamente alegórica (ignorando a literalidade poética) ou, inversamente, a interpretação puramente literal sem reconhecer o peso tipológico da união (principalmente na teologia cristã). Alerta: Não se deve usar este livro para justificar a luxúria ou o adultério, pois o contexto bíblico sempre enquadra este amor dentro da santidade do pacto matrimonial. 🚫",
  "perguntas_reflexivas": [
    "Como estou expressando verbalmente minha admiração e desejo pelo meu cônjuge (ou pelo Noivo, se solteiro)?",
    "A pureza da minha busca por intimidade reflete o padrão de santidade que Deus estabeleceu?",
    "Que barreiras (metafóricas ou reais) impedem a comunicação aberta no meu relacionamento mais íntimo?"
  ],
  "pontos_aprofundamento": [
    "Analisar o uso do paralelismo hebraico (simétrico e antitético) na descrição da beleza e do desejo.",
    "Estudar a terminologia hebraica para 'amor' (especialmente 'dode' vs. 'ahavah') e seu uso no livro.",
    "Investigar a possível estrutura de um 'drama litúrgico' de casamento no Antigo Oriente Próximo e como ele se compara ao texto."
  ],
  "resumo_final": [
    "Cânticos é a ode poética de Salomão que santifica o amor humano, sexual e exclusivo sob o pacto matrimonial.",
    "O livro expõe a paixão como um presente divino, livre de vergonha, quando vivido dentro das fronteiras morais de Deus.",
    "A busca angustiada da Sulamita espelha a busca da alma crente por comunhão íntima com seu Salvador.",
    "Ele serve como um tipo profético vívido da união final e gloriosa entre Cristo e a Sua Igreja.",
    "A essência é que o amor humano, quando fiel, é um reflexo translúcido do amor inabalável de Deus por Seu povo. ✨"
  ],
  "usage": {
    "promptTokens": 540,
    "candidatesTokens": 1562,
    "totalTokens": 2102
  }
}