{
  "livro": "Daniel",
  "capitulo": 3,
  "contexto_historico": "O Capítulo 3 de Daniel narra a história de Sadraque, Mesaque e Abede-Nego (nomes babilônicos para Hananias, Misael e Azarias), três jovens hebreus que serviam na corte do Rei Nabucodonosor, na Babilônia. O rei constrói uma imensa estátua de ouro e ordena que todos os seus súditos a adorem, sob pena de serem lançados na fornalha de fogo ardente 🔥. Os três amigos se recusam a adorar o ídolo, mantendo sua fidelidade inabalável ao Deus de Israel, desafiando o decreto real e a autoridade absoluta do monarca. Este episódio ocorre durante o exílio babilônico, um período de grande pressão cultural e religiosa sobre a comunidade judaica deportada.",
  "bloco_tematico": "Fé Inabalável e Milagre na Fornalha Ardente ⛓️🔥👑",
  "versiculos": {
    "1": {
      "parafrase": "O Rei Nabucodonosor, o poderoso governante da Babilônia, mandou fazer uma estátua colossal, um monumento de ouro maciço, cuja altura era impressionante, chegando a sessenta côvados de altura — uma torre de brilho que cegava — e seis côvados de largura, uma estrutura de magnificência inigualável.",
      "referencias": [
        "Apocalipse 13:14",
        "Êxodo 20:3"
      ],
      "comentario": "O rei constrói uma imagem (singular, 'imagem', hebraico: 'tselem') que é um ídolo, refletindo a prática de outros impérios e, em última análise, o orgulho humano. O tamanho (60 côvados de altura, 6 de largura) é colossal, simbolizando a glória e o poder do império babilônico, contrastando com a brevidade da vida humana.",
      "temas": [
        "Idolatria",
        "Poder Real",
        "Orgulho"
      ],
      "personagens": [
        "Nabucodonosor"
      ]
    },
    "2": {
      "parafrase": "Então, Nabucodonosor enviou mensageiros a todos os altos funcionários do seu vasto império — os sátrapas, os governadores, os administradores, os conselheiros, os tesoureiros, os juízes, os magistrados e todos os oficiais das províncias — para que se reunissem na dedicação desta estátua que ele havia erguido.",
      "referencias": [
        "Esdras 6:2",
        "Jeremias 51:27"
      ],
      "comentario": "A mobilização de todas as esferas de poder (a lista detalhada de cargos) demonstra a autoridade absoluta do rei e a importância política e religiosa que ele atribui ao evento. A reunião é forçada para testemunhar a glória do seu ídolo.",
      "temas": [
        "Autoridade Imperial",
        "Coerção Política",
        "Adoração Forçada"
      ],
      "personagens": [
        "Nabucodonosor"
      ]
    },
    "3": {
      "parafrase": "Assim, todos os grandes líderes se reuniram no vale de Dura, onde a estátua estava instalada, e se sentaram ali, aguardando as ordens do rei.",
      "referencias": [
        "Salmos 137:1"
      ],
      "comentario": "O vale de Dura ('morada' ou 'porto') se torna o palco central para este ato de lealdade forçada. O termo 'se sentaram ali' indica a espera formal pela cerimônia começar.",
      "temas": [
        "Concentração de Poder",
        "Obediência",
        "Cenário de Julgamento"
      ],
      "personagens": []
    },
    "4": {
      "parafrase": "Um arauto, com voz forte e clara, proclamou a ordem para toda a multidão reunida:",
      "referencias": [
        "Apocalipse 5:2"
      ],
      "comentario": "A figura do arauto (mensageiro oficial) enfatiza a formalidade e a publicidade do decreto real. O contraste entre a ordem e a verdade de Deus está prestes a ser estabelecido.",
      "temas": [
        "Proclamação",
        "Decreto Real",
        "Audiência Pública"
      ],
      "personagens": []
    },
    "5": {
      "parafrase": "'Atenção! Quando ouvirem o som da música — a trombeta, o instrumento de sopro, a harpa, a lira, o saltério e todos os outros instrumentos musicais — vocês deverão imediatamente prostrar-se e adorar a imagem de ouro que o Rei Nabucodonosor ergueu. Quem não se curvar e não adorar será lançado sem demora no meio do forno ardente!' 🔥",
      "referencias": [
        "Salmos 150:3-5",
        "Apocalipse 14:9"
      ],
      "comentario": "A ordem é clara: adoração musical. A pena é a morte pelo fogo (hebraico: 'l'qad' - ser jogado no fogo). O uso de múltiplos instrumentos sublinha a solenidade e a necessidade de uma resposta imediata e total.",
      "temas": [
        "Adoração Obrigatória",
        "Pena de Morte",
        "Fogo como Instrumento de Julgamento"
      ],
      "personagens": [
        "Nabucodonosor"
      ]
    },
    "6": {
      "parafrase": "Imediatamente, assim que a música ressoou, todos os povos, tribos e nações presentes caíram com os rostos no chão diante da estátua de ouro e prestaram homenagem ao ídolo do rei.",
      "referencias": [
        "Apocalipse 13:15"
      ],
      "comentario": "A obediência instantânea da vasta maioria demonstra a eficácia do medo e do poder imperial. A descrição abrange 'todos os povos, línguas e nações', mostrando o alcance do império.",
      "temas": [
        "Conformidade",
        "Medo",
        "Universalidade da Ordem"
      ],
      "personagens": []
    },
    "7": {
      "parafrase": "Contudo, alguns homens judeus — Sadraque, Mesaque e Abede-Nego — que tinham sido colocados em posições de destaque na província da Babilônia, não se moveram. Eles permaneceram firmes, de pé, recusando-se a dobrar os joelhos perante a imagem de ouro do rei.",
      "referencias": [
        "Hebreus 11:34",
        "Romanos 12:2"
      ],
      "comentario": "O contraste é estabelecido. Sadraque, Mesaque e Abede-Nego (nomes babilônicos para Hananias, Misael e Azarias) permanecem eretos. O ato de permanecer em pé, enquanto todos se prostram, é um ato de desafio teológico e lealdade exclusiva a Yahweh.",
      "temas": [
        "Fidelidade Inabalável",
        "Resistência à Pressão",
        "Testemunho"
      ],
      "personagens": [
        "Sadraque",
        "Mesaque",
        "Abede-Nego"
      ]
    },
    "8": {
      "parafrase": "Por causa disso, alguns caldeus se aproximaram rapidamente e denunciaram os hebreus com grande fúria.",
      "referencias": [
        "Mateus 23:33"
      ],
      "comentario": "Os caldeus (os sacerdotes ou administradores babilônicos) agem como espiões religiosos e políticos. Sua 'fúria' é impulsionada pela ameaça que a desobediência deles representa à autoridade do rei.",
      "temas": [
        "Acusação",
        "Inveja",
        "Zelo Falso"
      ],
      "personagens": [
        "Caldeus"
      ]
    },
    "9": {
      "parafrase": "Eles falaram ao rei, dizendo: 'Ó Majestade, viva para sempre! Sua ordem foi clara: todos devem adorar a estátua de ouro e se curvar quando a música começar. Caso contrário, seriam jogados no forno de fogo intenso.'",
      "referencias": [
        "Lucas 19:38"
      ],
      "comentario": "Os acusadores repetem a lei do rei para legitimar sua denúncia, focando na quebra da ordem e não no motivo teológico.",
      "temas": [
        "Ato de Denúncia",
        "Obediência à Lei Humana",
        "Lealdade ao Estado"
      ],
      "personagens": [
        "Nabucodonosor"
      ]
    },
    "10": {
      "parafrase": "Mas, Majestade, há homens judeus que você colocou para administrar a cidade de Babilônia — Sadraque, Mesaque e Abede-Nego — que ignoraram completamente a sua autoridade! Eles não se curvam diante da sua estátua nem adoram o seu deus de ouro!'",
      "referencias": [
        "1 Reis 18:17"
      ],
      "comentario": "A denúncia foca na ousadia dos três em ignorar deliberadamente a ordem real, destacando seus nomes e posições para aumentar o impacto político da ofensa.",
      "temas": [
        "Desafio Aberto",
        "Ofensa à Soberania",
        "Negação da Deidade Imperial"
      ],
      "personagens": [
        "Sadraque",
        "Mesaque",
        "Abede-Nego",
        "Nabucodonosor"
      ]
    },
    "11": {
      "parafrase": "Ao ouvir estas palavras, o Rei Nabucodonosor foi tomado por uma fúria terrível e imediata. Ele convocou os três homens para serem trazidos à sua presença para serem confrontados pessoalmente.",
      "referencias": [
        "Provérbios 16:14"
      ],
      "comentario": "A reação do rei é de ira descontrolada ('muito irado' em algumas traduções). Ele exige o julgamento sumário, pessoalmente, demonstrando que sua honra foi diretamente atacada.",
      "temas": [
        "Ira Real",
        "Confronto Direto",
        "Julgamento Pessoal"
      ],
      "personagens": [
        "Nabucodonosor",
        "Sadraque",
        "Mesaque",
        "Abede-Nego"
      ]
    },
    "12": {
      "parafrase": "Nabucodonosor então lhes perguntou, com uma voz carregada de ameaça: 'É verdade, Sadraque, Mesaque e Abede-Nego, que vocês se recusam a servir aos meus deuses e a se prostrar diante da estátua de ouro que eu levantei? Se for esse o caso, saibam que terão uma segunda chance!'",
      "referencias": [
        "Gálatas 6:7"
      ],
      "comentario": "O rei lhes dá uma oportunidade de se retratar, perguntando se a acusação é verdadeira. A implicação é que, se for verdade, o castigo será aplicado.",
      "temas": [
        "Confronto",
        "Oportunidade de Retratação",
        "Lealdade"
      ],
      "personagens": [
        "Nabucodonosor",
        "Sadraque",
        "Mesaque",
        "Abede-Nego"
      ]
    },
    "13": {
      "parafrase": "O rei continuou, lançando o ultimato final: 'Se vocês não se ajoelharem no momento em que ouvirem a música, serão imediatamente jogados no coração do forno incandescente! E me digam, qual é o deus que ousará livrá-los das minhas mãos?'",
      "referencias": [
        "Salmos 115:3",
        "Isaías 43:2"
      ],
      "comentario": "Este versículo sela o desafio de Nabucodonosor. Ele duvida publicamente do poder do Deus de Israel ('qual é o deus...'). O forno não é apenas um instrumento de punição, mas um teste de poder divino.",
      "temas": [
        "Ultimato",
        "Desafio a Deus",
        "Poder Absoluto"
      ],
      "personagens": [
        "Nabucodonosor"
      ]
    },
    "14": {
      "parafrase": "Sadraque, Mesaque e Abede-Nego responderam ao rei com calma e firmeza, sem vacilar:",
      "referencias": [
        "Atos 4:19"
      ],
      "comentario": "A resposta é marcada pela tranquilidade ('sem vacilar'). Eles abordam o rei com o título formal, mas seu foco já está transferido da autoridade humana para a divina.",
      "temas": [
        "Coragem",
        "Respeito Calmo",
        "Assertividade"
      ],
      "personagens": [
        "Sadraque",
        "Mesaque",
        "Abede-Nego"
      ]
    },
    "15": {
      "parafrase": "'Nabucodonosor, não precisamos nos defender ou argumentar com você sobre este assunto. Não temos a menor necessidade de lhe dar uma explicação detalhada sobre nossa conduta.'",
      "referencias": [
        "Lucas 12:11",
        "1 Pedro 3:15"
      ],
      "comentario": "Eles rejeitam a necessidade de 'defesa' ou 'resposta' formal (hebraico: 'n't’hēbīn' - dar um parecer). A verdade de sua fé é autoevidente, tornando qualquer defesa humana desnecessária.",
      "temas": [
        "Transparência",
        "Rejeição da Justificação Humana",
        "Suficiência da Fé"
      ],
      "personagens": [
        "Nabucodonosor",
        "Sadraque",
        "Mesaque",
        "Abede-Nego"
      ]
    },
    "16": {
      "parafrase": "Pois saiba, ó rei, que não nos curvaremos diante da sua imagem, nem a serviremos. Nosso Deus, a quem servimos, é capaz de nos salvar do fogo ardente que você preparou.",
      "referencias": [
        "Salmos 27:14",
        "Filipenses 4:13"
      ],
      "comentario": "Esta é a declaração central da fé deles. Eles afirmam a 'capacidade' (hebraico: 'yākōl') de Deus de salvar, reconhecendo o poder salvífico divino.",
      "temas": [
        "Declaração de Fé",
        "Poder de Deus",
        "Fidelidade no Serviço"
      ],
      "personagens": [
        "Nabucodonosor",
        "Sadraque",
        "Mesaque",
        "Abede-Nego"
      ]
    },
    "17": {
      "parafrase": "Mas, ainda que Ele não o faça, mesmo que nosso Deus decida não intervir e nos deixar queimar, queremos que você saiba, ó rei, que ainda assim não serviremos aos seus deuses nem adoraremos a estátua de ouro que você mandou fazer!'",
      "referencias": [
        "Romanos 8:38-39",
        "Hebreus 11:35-37"
      ],
      "comentario": "Este é o ápice da sua coragem. Eles exercem a fé na soberania de Deus, aceitando a possibilidade da morte. Isso demonstra que sua lealdade não é baseada em recompensas, mas no caráter de Deus.",
      "temas": [
        "Aceitação do Sofrimento",
        "Lealdade Incondicional",
        "Soberania Divina"
      ],
      "personagens": [
        "Nabucodonosor",
        "Sadraque",
        "Mesaque",
        "Abede-Nego"
      ]
    },
    "18": {
      "parafrase": "A determinação deles era tão cristalina que não havia mais margem para negociação. Eles estavam prontos para enfrentar o fogo, qualquer que fosse o resultado imediato.",
      "referencias": [
        "Atos 5:29"
      ],
      "comentario": "Este versículo serve como uma transição, resumindo a firmeza da decisão. Eles já aceitaram a sentença, e agora a lei humana deve seguir seu curso.",
      "temas": [
        "Resolução",
        "Prontidão para o Martírio",
        "Fim da Discussão"
      ],
      "personagens": [
        "Sadraque",
        "Mesaque",
        "Abede-Nego"
      ]
    },
    "19": {
      "parafrase": "Ao ouvir essa resposta desafiadora, Nabucodonosor sentiu seu rosto se contorcer de raiva, e sua expressão mudou drasticamente. Ele ordenou que o forno fosse aquecido sete vezes mais do que o normal, ao ponto de ser insuportavelmente quente.",
      "referencias": [
        "Provérbios 16:18"
      ],
      "comentario": "A ira do rei é visível. O forno é aquecido 'sete vezes' — o número sete denota plenitude ou intensidade máxima. Isso demonstra a intenção de aniquilação total, um exagero de força para esmagar a fé deles.",
      "temas": [
        "Intensificação da Punição",
        "Fúria Desmedida",
        "Poder Destrutivo"
      ],
      "personagens": [
        "Nabucodonosor"
      ]
    },
    "20": {
      "parafrase": "Ele então ordenou a alguns dos homens mais fortes do seu exército que amarrassem Sadraque, Mesaque e Abede-Nego, e os jogassem rapidamente no meio das chamas crepitantes.",
      "referencias": [
        "Atos 7:58"
      ],
      "comentario": "O rei usa seus 'homens mais fortes' (fortes guerreiros), sublinhando que a tarefa de executar a sentença não é trivial, dado o calor extremo. A rapidez da ação reflete a urgência de sua raiva.",
      "temas": [
        "Execução da Sentença",
        "Força Bruta",
        "Calor Extremo"
      ],
      "personagens": [
        "Nabucodonosor",
        "Sadraque",
        "Mesaque",
        "Abede-Nego"
      ]
    },
    "21": {
      "parafrase": "Com os vestidos, túnicas, chapéus e todas as suas roupas externas ainda sobre eles, os três jovens hebreus foram lançados, desamparados, diretamente para dentro do fogo que rugia.",
      "referencias": [
        "Hebreus 11:34"
      ],
      "comentario": "O fato de estarem vestidos com suas roupas 'externas' (m’ʿaḍānāw, ou roupas da corte) reforça que eles não tiveram tempo de se despir, sendo jogados no fogo em sua condição plena, sem qualquer preparação para o calor.",
      "temas": [
        "Integridade",
        "Confronto Total",
        "Súbita Agonia"
      ],
      "personagens": [
        "Sadraque",
        "Mesaque",
        "Abede-Nego"
      ]
    },
    "22": {
      "parafrase": "Como o comando do rei era urgente e o forno estava excessivamente aquecido, a força do fogo consumiu aqueles homens que os jogaram, e uma labareda subiu e fulminou aqueles que se aproximaram demais para lançá-los.",
      "referencias": [
        "Levítico 10:2"
      ],
      "comentario": "Ironia do destino: o fogo, destinado aos três hebreus, devora seus carrascos. Isso prova o calor sobrenatural do forno, que ultrapassava a capacidade humana comum de suportar.",
      "temas": [
        "Justiça Poética",
        "Poder Destrutivo do Fogo",
        "Intervenção"
      ],
      "personagens": [
        "Nabucodonosor"
      ]
    },
    "23": {
      "parafrase": "Os três jovens, no entanto, caíram dentro das chamas, amarrados, mas milagrosamente ilesos, e caíram no meio do fogo ardente.",
      "referencias": [
        "Isaías 43:2"
      ],
      "comentario": "O milagre começa com a queda ilesa. Eles caem dentro do fogo, mas a teia da destruição que consumiu os executores não os toca.",
      "temas": [
        "Milagre",
        "Proteção Divina",
        "Imunidade ao Fogo"
      ],
      "personagens": [
        "Sadraque",
        "Mesaque",
        "Abede-Nego"
      ]
    },
    "24": {
      "parafrase": "Então, Nabucodonosor, tomado de espanto e perplexidade, levantou-se rapidamente e perguntou aos seus conselheiros de maior confiança: 'Não jogamos três homens amarrados no meio do fogo?!' Eles confirmaram ao rei: 'Sim, Majestade, é verdade!'",
      "referencias": [
        "Jó 12:14"
      ],
      "comentario": "A reação do rei é de choque absoluto, pois o resultado contradiz a física e a lógica. O uso do termo 'espanto' (hebraico: 'shammâh') indica um profundo assombro.",
      "temas": [
        "Choque do Opressor",
        "Confirmação do Fato",
        "Intervenção Divina Evidente"
      ],
      "personagens": [
        "Nabucodonosor"
      ]
    },
    "25": {
      "parafrase": "O rei exclamou, maravilhado: 'Mas eu estou vendo quatro homens soltos, caminhando livremente no meio das chamas, e eles não sofreram dano algum! E a aparência do quarto homem é como a de um ser divino, um filho dos deuses!' 🌟",
      "referencias": [
        "Gênesis 32:30",
        "Hebreus 1:14"
      ],
      "comentario": "Este é o clímax. A visão do quarto ser, que é solto e anda com eles, é a manifestação visível do Anjo do Senhor (o 'Malak YHWH'). Nabucodonosor, um politeísta, interpreta-o como um ser semidivino ('semelhante a um filho dos deuses'), reconhecendo uma força superior em ação.",
      "temas": [
        "Manifestação Divina",
        "Presença Angelical",
        "Proteção Sobrenatural"
      ],
      "personagens": [
        "Nabucodonosor",
        "Sadraque",
        "Mesaque",
        "Abede-Nego"
      ]
    },
    "26": {
      "parafrase": "Então o rei Nabucodonosor, tomado de espanto e temor, dirigiu-se a Sadraque, Mesaque e Abede-Nego, e disse: 'Vocês, servos do Altíssimo Deus, saiam imediatamente daí de dentro do fogo ardente!'. E assim, eles, ilesos e sem um fio de cabelo queimado ou cheiro de fumaça em suas roupas, emergiram das chamas vorazes. Era um milagre visível diante de todos. 🔥",
      "referencias": [
        "Gênesis 15:6",
        "Hebreus 11:34"
      ],
      "comentario": "Nabucodonosor chama os amigos de 'servos do Deus Altíssimo' (El Elyon), reconhecendo publicamente a soberania do Deus de Daniel, algo que ele relutantemente admite. A descrição de que 'nem a cor de suas vestes se havia mudado' (conforme o texto completo de Daniel 3) enfatiza a perfeição do livramento, um testemunho inegável da intervenção divina. Eles saem intactos, provando que o poder do fogo não prevaleceu sobre a fé deles.",
      "temas": [
        "Milagre",
        "Soberania Divina",
        "Testemunho Público"
      ],
      "personagens": [
        "Nabucodonosor",
        "Sadraque",
        "Mesaque",
        "Abede-Nego"
      ]
    },
    "27": {
      "parafrase": "Os príncipes, governadores, sátrapas e conselheiros reais se reuniram em volta, observando de perto aqueles homens. Eles viram com seus próprios olhos que o fogo não tinha tido poder algum sobre seus corpos. O cheiro de queimado não estava neles; suas roupas estavam intactas, e sequer um fio de cabelo havia sumido. Eles eram a prova viva de que Deus havia operado um resgate sobrenatural. 👀",
      "referencias": [
        "Salmos 66:8-12",
        "Isaías 43:2"
      ],
      "comentario": "Este versículo descreve a inspeção minuciosa dos oficiais. A nudez da sua integridade física serviu como prova irrefutável. A palavra hebraica para 'poder' aqui implica domínio ou autoridade sobre eles; o fogo não tinha autoridade para consumi-los. Este é um momento crucial de conversão forçada para Nabucodonosor, pois a evidência é pública e óbvia.",
      "temas": [
        "Integridade",
        "Evidência Sobrenatural",
        "Poder sobre os Elementos"
      ],
      "personagens": [
        "Príncipes",
        "Governadores",
        "Sátrapas",
        "Conselheiros"
      ]
    },
    "28": {
      "parafrase": "Então Nabucodonosor irrompeu em louvor e declarou: 'Bendito seja o Deus de Sadraque, Mesaque e Abede-Nego! Ele enviou o Seu Anjo e resgatou os Seus servos que confiaram nEle, pois desafiaram a minha ordem real e preferiram morrer a adorar ou servir a qualquer outro deus que não fosse o Seu!'. 🗣️",
      "referencias": [
        "Deuteronômio 10:17",
        "Apocalipse 15:4"
      ],
      "comentario": "A declaração de Nabucodonosor é uma confissão pública. Ele reconhece que o livramento não foi obra de magia ou sorte, mas de uma intervenção angelical ('Seu Anjo' ou 'Seu Mensageiro'). O ponto central da confissão é que a razão do livramento foi a fé absoluta deles, que os levou a preferir a morte à desobediência ao verdadeiro Deus, contrastando com a tirania do rei.",
      "temas": [
        "Confissão Real",
        "Fidelidade Extrema",
        "Intervenção Angélica"
      ],
      "personagens": [
        "Nabucodonosor",
        "Sadraque",
        "Mesaque",
        "Abede-Nego"
      ]
    },
    "29": {
      "parafrase": "Por causa disto, eu estabeleço um decreto: Que qualquer pessoa, de qualquer nação, língua ou povo, que proferir uma palavra desrespeitosa contra o Deus que protege Sadraque, Mesaque e Abede-Nego, seja desmembrada, e sua casa transformada em um monte de ruínas! Pois não existe outro deus que possa realizar um resgate tão espetacular como este! 📜",
      "referencias": [
        "Êxodo 20:3",
        "Jeremias 10:11"
      ],
      "comentario": "O decreto real estabelece uma lei draconiana. A punição (ser despedaçado/desmembrado) reflete o extremo da ofensa percebida: blasfemar contra o Deus vitorioso. Nabucodonosor universaliza o culto ao Deus de Israel, estendendo a lei a todo o seu vasto império, validando a fé de seus súditos cativos através do terror estatal. A lógica do rei é: Se Ele pode fazer isso, Ele é o Deus supremo.",
      "temas": [
        "Decreto Imperial",
        "Blasfêmia",
        "Terrorismo de Estado (como instrumento de fé)"
      ],
      "personagens": [
        "Nabucodonosor"
      ]
    },
    "30": {
      "parafrase": "Finalmente, o rei aumentou a posição e o poder de Sadraque, Mesaque e Abede-Nego em toda a província da Babilônia, garantindo que eles tivessem ainda mais influência e autoridade em seus cargos administrativos. 👑",
      "referencias": [
        "Salmos 75:6-7",
        "Provérbios 18:16"
      ],
      "comentario": "O resultado final é a ascensão profissional e política dos judeus. Deus não apenas os salva do fogo, mas usa o poder do rei pagão para promovê-los. Isso demonstra que a fidelidade a Deus frequentemente resulta em bênçãos materiais e posição social, mesmo em ambientes hostis. 'Aumentou o rei' (Hebraico: higdîl) denota uma exaltação formal no sistema burocrático babilônico.",
      "temas": [
        "Promoção Divina",
        "Recompensa",
        "Influência Política"
      ],
      "personagens": [
        "Nabucodonosor",
        "Sadraque",
        "Mesaque",
        "Abede-Nego"
      ]
    }
  }
}