{
  "livro": "Daniel",
  "capitulo": 12,
  "contexto_historico": "O Capítulo 12 de Daniel é o clímax da profecia apocalíptica, situado no final dos tempos, após as visões anteriores (Capítulos 7 a 10) e a revelação detalhada sobre o fim dos tempos (Capítulo 11). Ele ocorre após a intervenção de Miguel, o grande príncipe, e foca na tribulação final que antecederá a ressurreição e o juízo. O cenário é de grande aflição, 'tempo de angústia tal, qual nunca houve desde que houve nação' (Daniel 12:1). A audiência é instruída a manter o segredo sobre os detalhes até o tempo determinado, indicando que a compreensão plena só será acessível no final dos tempos. É uma mensagem de esperança e perseverança para os justos, apesar da iminente calamidade.",
  "bloco_tematico": "O Fim dos Tempos, Ressurreição e Recompensa Final ⏳📜🌟",
  "versiculos": {
    "1": {
      "parafrase": "Naquele tempo crucial, quando a Babilônia já estava em ruínas e o domínio Medo-Persa se instalava, o anjo Miguel, o grande príncipe protetor do povo de Deus, levantou-se para intervir poderosamente em favor de Israel. Contudo, Daniel percebeu que uma grande tribulação estava se aproximando, um tempo de angústia tão intenso que jamais se vira desde o início da nação até aquele momento.",
      "referencias": [
        "Isaías 13:6",
        "Jeremias 30:6"
      ],
      "comentario": "O 'tempo' mencionado refere-se ao fim do cativeiro babilônico e o início da era persa (4º ano de Belsazar ou, mais provavelmente, o início do primeiro ano de Dario, o medo, conforme Dan 11:1). 'Miguel, o grande príncipe' é interpretado como o arcanjo Miguel, o defensor celestial de Israel, cuja intervenção marca o início de eventos proféticos decisivos. A tribulação descrita ('angústia sem igual') aponta para um período de sofrimento extremo, frequentemente associado aos 'Tempos do Fim' ou a crises nacionais específicas.",
      "temas": [
        "Intervenção Angélica",
        "Tribulação Profética",
        "Fim dos Tempos"
      ],
      "personagens": [
        "Miguel",
        "Daniel"
      ]
    },
    "2": {
      "parafrase": "Mas, naquele mesmo período de aflição que se anunciava, haveria um livramento miraculoso para todos aqueles cujo nome estava escrito no Livro da Vida, o registro eterno de Deus.",
      "referencias": [
        "Filipenses 4:3",
        "Apocalipse 20:12"
      ],
      "comentario": "O contraste é vital: tribulação universal, mas salvação específica. O 'Livro da Vida' (em hebraico, frequentemente aludido em contextos de destino eterno) é o registro divino daqueles que pertencem a Deus, diferenciando-os daqueles que serão destruídos. Isso introduz o conceito de predestinação ou eleição divina em meio ao caos histórico.",
      "temas": [
        "Eleição Divina",
        "Livramento",
        "Registro Celestial"
      ],
      "personagens": [
        "O Povo de Deus"
      ]
    },
    "3": {
      "parafrase": "Muitos daqueles que estão destinados a brilhar no futuro, aqueles que são sábios e iluminados por Deus, despertarão da escuridão terrena. Eles resplandecerão com a glória que receberam do céu, como as estrelas fixas no firmamento, com um brilho eterno e magnífico.",
      "referencias": [
        "Mateus 13:43",
        "Provérbios 4:18"
      ],
      "comentario": "Esta é uma promessa de glorificação para os justos. 'Os sábios' (em hebraico, 'maskilim') são aqueles que entendem as verdades divinas. A comparação com o brilho das estrelas ('estrela') é uma metáfora poderosa para a glória imortal e a permanência da recompensa celestial, diferenciando-os da instabilidade terrena.",
      "temas": [
        "Glorificação dos Justos",
        "Sabedoria Divina",
        "Permanência"
      ],
      "personagens": [
        "Os Sábios"
      ]
    },
    "4": {
      "parafrase": "Mas a ti, Daniel, ordeno que guardes estas palavras secretas e lacres este livro, mantendo-o selado com segurança até o tempo determinado, o momento do fim dos tempos.",
      "referencias": [
        "Apocalipse 22:10",
        "Habacuque 2:3"
      ],
      "comentario": "A ordem de selar o livro (ou pelo menos esta seção da profecia) indica que a revelação completa não era para ser compreendida imediatamente. O termo hebraico para 'selar' sugere que as verdades deveriam ser preservadas intactas até que o tempo estabelecido por Deus ('o fim') chegasse. É um comando de reserva profética.",
      "temas": [
        "Segredo Profético",
        "Tempo Determinado",
        "Obediência ao Comando"
      ],
      "personagens": [
        "Daniel"
      ]
    },
    "5": {
      "parafrase": "Então, enquanto eu, Daniel, contemplava a visão, eis que surgiram duas outras figuras; um ser estava de pé em uma margem do rio e o outro, na margem oposta.",
      "referencias": [
        "Ezequiel 47:1",
        "Apocalipse 8:13"
      ],
      "comentario": "Daniel testemunha um cenário pós-visão inicial, possivelmente a continuação ou um eco dela. A imagem de duas figuras em margens opostas de um rio (identificado no versículo seguinte como o Tigre ou Hiddékel) sugere um encontro ou uma disputa mediada por um corpo d'água, comum em teofanias e visões apocalípticas.",
      "temas": [
        "Continuação da Visão",
        "Encontro Celestial"
      ],
      "personagens": [
        "Daniel",
        "Duas Figuras"
      ]
    },
    "6": {
      "parafrase": "Uma das figuras perguntou à outra, que estava vestida com um manto de linho fino e tinha um cinto de ouro puro amarrado na cintura: 'Quanto tempo ainda levará para que este maravilhoso evento que estamos vendo se complete? Quanto tempo até o fim de tudo isso?'",
      "referencias": [
        "Apocalipse 15:6",
        "Ezequiel 9:2"
      ],
      "comentario": "A figura descrita com vestes de linho e cinto de ouro é frequentemente associada a seres angelicais de alta patente (cf. Apocalipse 15:6). A pergunta 'Quanto tempo?' expressa a impaciência celestial ou a urgência do cronograma divino em relação ao cumprimento das profecias de Israel.",
      "temas": [
        "Urgência Profética",
        "Vestes Angelicais"
      ],
      "personagens": [
        "Figura Vestida de Linho",
        "Outra Figura"
      ]
    },
    "7": {
      "parafrase": "E a figura vestida de linho ergueu a mão direita e a esquerda em direção ao céu, jurando pelo Deus Eterno que tudo governa, que levaria um tempo determinado, contado em três tempos e meio, para que o poder do povo santo fosse completamente esmagado e tudo terminasse.",
      "referencias": [
        "Apocalipse 10:5-6",
        "Gálatas 4:2"
      ],
      "comentario": "O juramento sobre o Criador do universo confere autoridade absoluta à resposta. A expressão 'um tempo, tempos e meio tempo' (três anos e meio, ou 1260 dias/períodos) é uma unidade cronológica chave no Apocalipse, simbolizando um período de opressão intensa e limitada. O foco é o fim do poder opressor contra Israel ('povo santo').",
      "temas": [
        "Juramento Divino",
        "Períodos Proféticos",
        "Opressão Limitada"
      ],
      "personagens": [
        "Figura Vestida de Linho"
      ]
    },
    "8": {
      "parafrase": "Eu ouvi a resposta, mas, embora as palavras fossem claras, eu não conseguia entender plenamente o significado de tudo aquilo. Aquelas revelações eram misteriosas para mim.",
      "referencias": [
        "Isaías 6:10",
        "2 Pedro 3:16"
      ],
      "comentario": "Este é o lamento do profeta diante do mistério. Mesmo após receber as explicações celestiais, a aplicação prática e o momento exato do cumprimento eram obscuros para Daniel. Isso reflete a natureza progressiva da revelação profética: o entendimento pleno só virá na consumação.",
      "temas": [
        "Misterioso",
        "Compreensão Limitada",
        "Revelação Progressiva"
      ],
      "personagens": [
        "Daniel"
      ]
    },
    "9": {
      "parafrase": "Então o ser que falava me disse: 'Vá em paz, Daniel, pois estas palavras devem permanecer ocultas e seladas até o tempo designado para o fim, o tempo da revelação final.'",
      "referencias": [
        "Lucas 21:24",
        "Eclesiastes 3:1"
      ],
      "comentario": "A ordem de 'ir em paz' (ou 'vai', dependendo da nuance hebraica) é uma bênção paradoxal: paz interior garantida, mas a confirmação de que o período de dor ainda não havia cessado. O selamento é reiterado, reforçando a soberania de Deus sobre o cronograma profético.",
      "temas": [
        "Paz Interior",
        "Soberania do Tempo",
        "Ocultação da Profecia"
      ],
      "personagens": [
        "Daniel",
        "O Mensageiro"
      ]
    },
    "10": {
      "parafrase": "Muitos serão purificados e refinados por meio deste sofrimento que se aproxima. Os ímpios continuarão em sua maldade sem jamais compreenderem a verdade, enquanto os que têm entendimento discernirão o que está acontecendo. Mas os perversos, cegos pelo pecado, permanecerão obstinados em suas más ações.",
      "referencias": [
        "1 Pedro 1:6-7",
        "Romanos 11:7-8"
      ],
      "comentario": "Este versículo descreve o efeito dual da tribulação: purificação para os fiéis ('refinados como ouro') e endurecimento para os descrentes. O termo para 'ímpios' (em hebraico, 'rasha') significa aqueles que agem com malícia deliberada. A falta de compreensão dos ímpios não é por falta de informação, mas por obstinação espiritual.",
      "temas": [
        "Purificação pelo Sofrimento",
        "Endurecimento dos Ímpios",
        "Discernimento Espiritual"
      ],
      "personagens": [
        "Os Fiéis",
        "Os Ímpios"
      ]
    },
    "11": {
      "parafrase": "A partir do momento em que o sacrifício diário, oferecido no Templo, for interrompido e a terrível abominação que causa a desolação for instalada, ainda haverá um período de mil duzentos e noventa dias.",
      "referencias": [
        "Mateus 24:15",
        "2 Tessalonicenses 2:3-4"
      ],
      "comentario": "Este é um ponto cronológico fixo crucial. A cessação do 'sacrifício diário' aponta para a profanação do culto judaico (como ocorreria sob Antíoco IV Epifânio ou, escatologicamente, antes da Segunda Vinda). O período de 1290 dias é ligeiramente mais longo que o período anterior (1260 dias), sugerindo uma fase adicional de julgamento ou preparação após o clímax da opressão.",
      "temas": [
        "Profanação do Templo",
        "Abominação da Desolação",
        "Cronologia Profética Específica"
      ],
      "personagens": []
    },
    "12": {
      "parafrase": "Feliz aquele que conseguir esperar pacientemente e que consiga alcançar mil trezentos e trinta e cinco dias! Pois ele alcançará a recompensa final e o descanso prometido.",
      "referencias": [
        "Tiago 5:7-8",
        "Hebreus 10:36"
      ],
      "comentario": "Este é o período mais longo (1335 dias), representando uma bênção especial para aqueles que perseveram além do período de tribulação mais intensa (1290 dias). O termo 'feliz' ou 'bem-aventurado' (em hebraico, 'ashrei') é uma exclamação de alegria diante da promessa de recompensa para a perseverança final.",
      "temas": [
        "Bem-aventurança da Perseverança",
        "Recompensa Final",
        "Resistência Duradoura"
      ],
      "personagens": [
        "Os Perseverantes"
      ]
    },
    "13": {
      "parafrase": "E a ti, Daniel, ordeno que sigas o seu caminho, em paz, até o final de tudo. Você irá descansar, mas, ao despertar da morte, receberá a sua herança e a sua grande recompensa, cumprindo-se a sua porção reservada para o tempo do fim.",
      "referencias": [
        "Atos 2:29",
        "1 Coríntios 15:52"
      ],
      "comentario": "O encerramento da visão é pessoal para Daniel. Ele é enviado de volta à sua vida normal, mas com a garantia de sua ressurreição e herança. A promessa de 'descanso' (morte) seguida por um 'despertar' (ressurreição) para receber a porção final confirma a esperança de vida após a morte para o servo fiel de Deus.",
      "temas": [
        "Descanso e Ressurreição",
        "Herança Eterna",
        "Consolo Profético"
      ],
      "personagens": [
        "Daniel"
      ]
    }
  }
}