{
  "livro": "2 Reis",
  "capitulo": 5,
  "contexto_historico": "Após o milagre da cura da lepra de Naamã (2 Reis 5:1-19), o profeta Eliseu se encontra em uma posição de grande influência e temor entre os sírios, mas também de perigo e desconfiança entre os israelitas. Este capítulo foca nas consequências diretas e indiretas deste evento e revela a mão de Deus operando através de Eliseu, expondo a inveja e a trama militar de Ben-Hadade, rei da Síria, contra Israel. O cenário é de guerra de informação e intervenção divina.",
  "bloco_tematico": "A Ira do Inimigo e a Revelação Divina: Espada de Fogo e Cegueira de Dotã 🔥🛡️",
  "versiculos": {
    "1": {
      "parafrase": "Naquele tempo, Naamã, o comandante do exército sírio, era um homem de grande prestígio e honra perante seu rei, pois por meio dele, o Senhor havia concedido vitórias gloriosas ao povo da Síria. Contudo, esse herói de guerra, tão valorizado, era na realidade um leproso, uma pessoa afligida por uma doença terrível e socialmente devastadora. 💔",
      "referencias": [
        "2 Reis 4:8",
        "Salmos 147:3"
      ],
      "comentario": "O versículo estabelece um contraste dramático: um homem de poder e sucesso militar ('grande homem e valoroso guerreiro') é consumido por uma enfermidade humilhante. A menção de que 'o Senhor dera vitória à Síria' através dele é teologicamente significativa, mostrando que Deus age soberanamente mesmo em nações pagãs. A lepra (Tzara'at) era mais do que uma doença de pele; era um estado de impureza ritual que excluía social e religiosamente.",
      "temas": [
        "Contraste Social",
        "Soberania de Deus",
        "Doença e Impureza"
      ],
      "personagens": [
        "Naamã"
      ]
    },
    "2": {
      "parafrase": "Enquanto isso, das incursões que a Síria fazia em Israel, haviam trazido uma pequena jovem cativa. Essa moça servia fielmente à esposa de Naamã, demonstrando um espírito gentil e dedicado, apesar de sua condição de escrava. 👧",
      "referencias": [
        "Êxodo 21:2",
        "1 Samuel 30:22"
      ],
      "comentario": "A introdução da 'donzela israelita' é crucial. Ela representa a fé e a esperança mantidas em cativeiro. Seu testemunho silencioso (ou eventual testemunho) é a ponte para a cura de Naamã, ilustrando como Deus usa os mais humildes para realizar grandes feitos.",
      "temas": [
        "Cativeiro",
        "Serviço Fiel",
        "Intercessão Inesperada"
      ],
      "personagens": [
        "Esposa de Naamã",
        "Donzela Israelita"
      ]
    },
    "3": {
      "parafrase": "Um dia, essa jovem serva disse à sua senhora: 'Se ao menos meu senhor estivesse com o profeta que está em Samaria, ele certamente poderia livrá-lo dessa terrível doença!' 🗣️",
      "referencias": [
        "Lucas 4:27",
        "João 4:9"
      ],
      "comentario": "Aqui ocorre o primeiro ato de testemunho ativo. A moça, movida pelo conhecimento do poder dos profetas de seu povo, aponta diretamente para Eliseu (o profeta em Samaria), mostrando que mesmo no exílio, a identidade e a capacidade de Deus não foram esquecidas.",
      "temas": [
        "Testemunho",
        "Conhecimento Profético",
        "Esperança"
      ],
      "personagens": [
        "Donzela Israelita"
      ]
    },
    "4": {
      "parafrase": "Ao ouvir isso, Naamã foi imediatamente ao seu rei e relatou a notícia: 'A jovem que veio da terra de Israel disse isso e aquilo sobre o que o profeta lá pode fazer!' 👑",
      "referencias": [
        "Daniel 2:49",
        "Ester 3:5"
      ],
      "comentario": "A informação viajou da escrava para a esposa e, crucialmente, para o rei, demonstrando a influência que a fé (mesmo que apenas como 'ouvi dizer') pode ter nos círculos de poder. Naamã não escondeu a origem da informação, mostrando sua desesperança e disposição para tentar qualquer coisa.",
      "temas": [
        "Acesso à Autoridade",
        "Desespero",
        "Caminho para a Cura"
      ],
      "personagens": [
        "Naamã",
        "Rei da Síria"
      ]
    },
    "5": {
      "parafrase": "Então o rei sírio respondeu, dando-lhe permissão e até mesmo fornecendo recursos: 'Vá agora, eu darei uma carta para o rei de Israel para que você possa ir em paz.' Assim, Naamã partiu com uma grande comitiva. 🐎",
      "referencias": [
        "Atos 10:22",
        "Provérbios 25:15"
      ],
      "comentario": "O rei, atuando como um patrocinador estatal, envia Naamã. A carta real funciona como um salvo-conduto diplomático. A expedição é grandiosa, carregada de presentes, o que prenuncia o mal-entendido que ocorrerá na chegada (o contraste entre a simplicidade da cura e a ostentação da chegada).",
      "temas": [
        "Autorização Real",
        "Riqueza Material",
        "Viagem Diplomática"
      ],
      "personagens": [
        "Rei da Síria",
        "Naamã"
      ]
    },
    "6": {
      "parafrase": "Naamã levou consigo dez talentos de prata, seis mil siclos de ouro e dez mudas de roupas finas, um tesouro imenso para pagar a cura que buscava. Ele se apresentou ao rei de Israel com essa carga pesada. 💰",
      "referencias": [
        "Gênesis 13:2",
        "1 Crônicas 22:14"
      ],
      "comentario": "A quantidade de riqueza demonstra a percepção de Naamã de que a cura de uma doença tão grave exigiria um preço exorbitante. Um talento de prata era uma soma astronômica, um valor muito superior ao que um servo comum ganharia em muitas vidas. Esta ostentação revela sua mentalidade de que milagres são mercadorias de alto valor.",
      "temas": [
        "Riqueza",
        "Expectativa de Pagamento",
        "O Valor da Saúde"
      ],
      "personagens": [
        "Naamã"
      ]
    },
    "7": {
      "parafrase": "Quando o rei de Israel leu a carta, rasgou suas vestes em sinal de grande angústia e espanto, e disse em sua aflição: 'Será que eu sou Deus, para dar a vida ou tirá-la? Este homem me enviou apenas para criar uma briga comigo!' 😨",
      "referencias": [
        "Josué 7:6",
        "Atos 12:23"
      ],
      "comentario": "O rei de Israel reage como se estivesse sendo desafiado ou provocado. Ele entende o pedido como uma exigência real de um milagre que só Deus pode fazer, e rasgar as vestes é o sinal tradicional de profundo luto ou ultraje por algo impossível. Ele se sente encurralado politicamente.",
      "temas": [
        "Confusão de Identidade",
        "Luto Ritual",
        "Pressão Política"
      ],
      "personagens": [
        "Rei de Israel"
      ]
    },
    "8": {
      "parafrase": "Assim que o profeta Eliseu soube que o rei de Israel havia rasgado suas vestes por causa do pedido, ele mandou uma mensagem urgente ao rei, dizendo: 'Por que você rasgou suas vestes? Mande o homem vir ter comigo, e ele saberá que há um profeta verdadeiro no meio de Israel!' 📢",
      "referencias": [
        "1 Reis 19:10",
        "Isaías 55:8"
      ],
      "comentario": "Eliseu age como o verdadeiro intermediário de Deus, corrigindo a reação humana e política do rei. Ele reafirma sua função como o único canal legítimo da Palavra Divina em Israel. A missão de Naamã não é um assunto de estado, mas de fé.",
      "temas": [
        "Autoridade Profética",
        "Correção",
        "Revelação de Deus"
      ],
      "personagens": [
        "Eliseu",
        "Rei de Israel"
      ]
    },
    "9": {
      "parafrase": "Então Naamã deixou seus carros e cavalos, parando com grande pompa em frente à porta da casa de Eliseu, esperando ser recebido com honras. 🚪",
      "referencias": [
        "Mateus 6:5",
        "Lucas 18:14"
      ],
      "comentario": "O contraste entre a riqueza da chegada e a humildade da morada de Eliseu é imediato. Naamã, acostumado a ser recebido com pompa militar, para seu séquito luxuoso esperando um ritual digno de sua posição social e dos presentes que trazia.",
      "temas": [
        "Orgulho",
        "Expectativa de Honra",
        "Humildade do Profeta"
      ],
      "personagens": [
        "Naamã",
        "Eliseu"
      ]
    },
    "10": {
      "parafrase": "Contudo, Eliseu não saiu pessoalmente para encontrá-lo. Em vez disso, enviou um servo com uma instrução simples e direta: 'Vá até o rio Jordão e mergulhe no rio sete vezes; assim a sua pele ficará limpa e você será curado de sua doença.' 🙏",
      "referencias": [
        "João 9:7",
        "1 Pedro 3:21"
      ],
      "comentario": "Este é o momento de maior teste para Naamã. A cura não virá através de um grande espetáculo, ou de um encantamento místico, mas por um ato de obediência simples e humilhante: mergulhar sete vezes no rio Jordão. O número sete simboliza completude ou perfeição divina.",
      "temas": [
        "Obediência",
        "Simplicidade do Milagre",
        "Ato de Fé"
      ],
      "personagens": [
        "Eliseu",
        "Servo de Eliseu",
        "Naamã"
      ]
    },
    "11": {
      "parafrase": "Mas Naamã se enfureceu e começou a protestar ruidosamente! Ele virou as costas, dizendo: 'Eu pensei que ele, o profeta, sairia para me saudar pessoalmente! Eu imaginava que ele invocaria o nome do seu Deus, agitaria as mãos sobre a área doente e me curaria na hora!' 😡",
      "referencias": [
        "Romanos 9:32",
        "Lucas 4:28"
      ],
      "comentario": "A ira de Naamã surge porque a cura exigida não correspondeu à sua imagem de como um milagre de alto nível deveria ocorrer. Ele esperava um ritual elaborado, compatível com seu status, algo que 'visualmente' justificasse seu esforço e riqueza. Ele queria um espetáculo, não obediência humilde.",
      "temas": [
        "Orgulho Ferido",
        "Espetáculo vs. Fé",
        "Expectativas Humanas"
      ],
      "personagens": [
        "Naamã"
      ]
    },
    "12": {
      "parafrase": "Ele continuou seu desabafo indignado: 'Será que os rios de Damasco não são melhores que todos os rios de Israel? Por que eu não poderia me lavar neles e ficar curado? Eu estou indo embora irritado!' 😠",
      "referencias": [
        "Jeremias 18:18",
        "Mateus 11:21"
      ],
      "comentario": "Este comentário revela o nacionalismo e o orgulho ferido de Naamã. Ele valoriza seus rios locais (Abana e Farfar em Damasco) acima dos recursos de Israel, vendo a ordem de Eliseu como uma desvalorização de sua própria terra e cultura. Ele rejeita a solução porque ela não veio do 'lugar certo'.",
      "temas": [
        "Orgulho Nacionalista",
        "Rejeição da Ordem Divina",
        "Orgulho Pessoal"
      ],
      "personagens": [
        "Naamã"
      ]
    },
    "13": {
      "parafrase": "Porém, seus servos, homens sensatos e pacientes, se aproximaram dele e o aconselharam com sabedoria: 'Meu senhor, se o profeta tivesse lhe ordenado algo difícil, como lutar uma batalha árdua ou fazer um grande sacrifício, você certamente teria obedecido. Quanto mais agora, que ele lhe pediu algo tão simples!' 🤔",
      "referencias": [
        "Provérbios 15:1",
        "Provérbios 27:6"
      ],
      "comentario": "A intervenção dos servos é o ponto de virada. Eles usam a lógica e a retrospectiva para mostrar a Naamã a incoerência de sua raiva. Se ele enfrentaria grandes dificuldades por sua cura, por que hesitar diante de uma pequena ação de humildade?",
      "temas": [
        "Sabedoria Prática",
        "Conselho Sábio",
        "Paradoxo da Humildade"
      ],
      "personagens": [
        "Servos de Naamã",
        "Naamã"
      ]
    },
    "14": {
      "parafrase": "Reconhecendo a lógica de seus homens, Naamã cedeu à sua teimosia e desceu para o rio Jordão. Ele mergulhou ali, completamente, sete vezes, exatamente como o homem de Deus havia instruído. 🌊",
      "referencias": [
        "Marcos 10:52",
        "Hebreus 11:6"
      ],
      "comentario": "Este é o ato final de fé e obediência. A repetição do mergulho sete vezes marca a transição da incredulidade para a submissão total. O ato físico de imersão é o símbolo da purificação interior e da aceitação da autoridade do profeta e do Deus de Israel.",
      "temas": [
        "Obediência Renderizada",
        "Purificação",
        "Fé em Ação"
      ],
      "personagens": [
        "Naamã"
      ]
    },
    "15": {
      "parafrase": "Ao sair da água pela sétima vez, o milagre se concretizou: a pele de Naamã voltou a ser como a de uma criança, suave, macia e completamente livre da doença horrível. Ele estava curado! ✨",
      "referencias": [
        "Salmos 103:3",
        "Tiago 1:17"
      ],
      "comentario": "A cura é instantânea e completa ('como a carne de um menino'). A impureza ritual da lepra é removida, tornando-o ritualmente puro, além de fisicamente são. É a restauração completa da pessoa.",
      "temas": [
        "Restauração Total",
        "Milagre",
        "Saúde Restaurada"
      ],
      "personagens": [
        "Naamã"
      ]
    },
    "16": {
      "parafrase": "Ele voltou com toda a sua comitiva para onde Eliseu estava. Ao se apresentar diante do profeta, Naamã declarou solenemente: 'Agora eu sei, de verdade, que não há outro Deus em toda a terra, exceto o Deus de Israel! Por favor, aceite este presente que trouxe para o senhor!' 🎁",
      "referencias": [
        "Deuteronômio 4:39",
        "Isaías 45:22"
      ],
      "comentario": "O reconhecimento de Naamã é a coroação da narrativa. Ele passa de um líder militar arrogante para um monoteísta convicto. Sua afirmação é que ele reconhece a unicidade do poder de Deus (Yahweh). Ele tenta compensar Eliseu, mas o profeta, diferente de um curandeiro mercenário, recusará a oferta.",
      "temas": [
        "Monoteísmo",
        "Gratidão",
        "Reconhecimento Divino"
      ],
      "personagens": [
        "Naamã",
        "Eliseu"
      ]
    },
    "17": {
      "parafrase": "Mas Eliseu, firmemente, recusou todo o tesouro. Ele insistiu: 'Juro pelo Senhor, em cuja presença eu sirvo, que não aceitarei nada do que você trouxe!' 🚫",
      "referencias": [
        "Atos 8:20",
        "1 Timóteo 6:10"
      ],
      "comentario": "A recusa é um ato teológico poderoso. Eliseu demonstra que o milagre veio pela graça de Deus, não por mérito ou pagamento, contrastando com a prática de magos e feiticeiros da época (e impedindo a acusação de Simonia, a venda de dons espirituais).",
      "temas": [
        "Graça",
        "Integridade do Profeta",
        "Rejeição da Ganância"
      ],
      "personagens": [
        "Eliseu",
        "Naamã"
      ]
    },
    "18": {
      "parafrase": "Apesar da cura, Naamã pediu uma última permissão, mostrando que sua conversão ainda não era completa: 'Mas eu peço uma coisa: quando meu senhor for adorar o seu Deus no templo do seu país, seja gentil e lembre-se de mim, e ore para que o Senhor me perdoe se eu tiver que me curvar junto ao meu rei no templo do deus Rimom.' 🙏😔",
      "referencias": [
        "Êxodo 20:5",
        "Romanos 14:1"
      ],
      "comentario": "Este pedido revela a luta cultural e política de Naamã. Ele entendeu o poder de Yahweh, mas ainda não está totalmente livre das obrigações de sua posição. A adoração a Rimom (deus sírio) era um ato de lealdade política ao seu soberano. Eliseu não condena, mas permite que Naamã siga seu caminho em paz, confiando que a fé se desenvolverá.",
      "temas": [
        "Sincretismo Religioso",
        "Lealdade Política vs. Fé",
        "Intercessão"
      ],
      "personagens": [
        "Naamã",
        "Eliseu"
      ]
    },
    "19": {
      "parafrase": "Eliseu respondeu, despedindo-o com palavras de encorajamento e bênção: 'Vá em paz com Deus. Que Ele o proteja em sua jornada de volta.' 🕊️",
      "referencias": [
        "Números 6:24-26",
        "Lucas 2:29"
      ],
      "comentario": "A resposta de Eliseu é breve e focada no bem-estar de Naamã. O 'Vá em paz' (Lekh leshalom) indica que a relação entre o profeta e o estrangeiro está encerrada de forma positiva, sem julgamento severo sobre o dilema de Naamã.",
      "temas": [
        "Despedida",
        "Bênção",
        "Paz"
      ],
      "personagens": [
        "Eliseu",
        "Naamã"
      ]
    },
    "20": {
      "parafrase": "No entanto, o servo de Eliseu, chamado Geazi, observou toda a cena de longe. Um desejo impuro e urgente tomou conta dele ao ver Naamã se afastar sem pagar nada. 'Meu mestre deixou este homem sírio ir embora sem aceitar um presente? Isso não pode ficar assim!', pensou Geazi. 😠",
      "referencias": [
        "Josué 7:1",
        "Atos 5:1-3"
      ],
      "comentario": "Geazi é apresentado como o oposto de Eliseu. Ele vê o milagre não como um ato de graça, mas como uma oportunidade perdida de enriquecimento pessoal. Sua cobiça o coloca em rota de colisão direta com os princípios de seu mestre.",
      "temas": [
        "Cobiça",
        "Serviço Egoísta",
        "Tentação"
      ],
      "personagens": [
        "Geazi",
        "Eliseu",
        "Naamã"
      ]
    },
    "21": {
      "parafrase": "Geazi correu atrás de Naamã, alcançando-o rapidamente, e mentiu descaradamente, dizendo: 'Meu senhor me mandou dizer que dois jovens profetas, vindos das colinas de Efraim, acabaram de chegar, e eles precisam de um pouco de prata e algumas roupas novas para se vestirem.' 🤥",
      "referencias": [
        "Gênesis 27:24",
        "Provérbios 6:19"
      ],
      "comentario": "Geazi não só mente sobre ter uma ordem, mas usa a figura dos 'filhos dos profetas' (discípulos de Eliseu) para legitimar sua mentira, tentando manipular a generosidade de Naamã em nome da comunidade profética. A mentira é elaborada para parecer plausível.",
      "temas": [
        "Mentira",
        "Falsidade",
        "Abuso de Autoridade"
      ],
      "personagens": [
        "Geazi",
        "Naamã"
      ]
    },
    "22": {
      "parafrase": "Naamã, que estava disposto a pagar, respondeu prontamente: 'Claro que sim! Tome em dobro!' Ele insistiu que Geazi levasse o pagamento e ainda deu-lhe duas mudas de roupa fina, forçando Geazi a carregar o fardo que Eliseu havia recusado. 🛍️",
      "referencias": [
        "Provérbios 13:22",
        "Lucas 16:10"
      ],
      "comentario": "A generosidade de Naamã é usada contra a integridade de Geazi. Naamã oferece o dobro do que foi pedido (prata e roupas), demonstrando que, embora ele pudesse ser ingênuo quanto aos costumes de Israel, seu coração estava aberto para retribuir o benefício recebido. Geazi aceita o dobro, mostrando que sua ganância superou a própria mentira inicial.",
      "temas": [
        "Generosidade Abusada",
        "Ganância Material",
        "Recompensa Injusta"
      ],
      "personagens": [
        "Naamã",
        "Geazi"
      ]
    },
    "23": {
      "parafrase": "Geazi pegou tudo e escondeu os presentes em sua casa. Depois, ele retornou para a presença de seu mestre, agindo como se nada tivesse acontecido. 🤫",
      "referencias": [
        "Mateus 6:6",
        "Provérbios 28:13"
      ],
      "comentario": "Geazi guarda o tesouro em segredo, indicando a consciência da culpa e o desejo de desfrutar privadamente daquilo que não deveria ter recebido. Ele tenta restabelecer a normalidade após seu ato ilícito.",
      "temas": [
        "Segredo",
        "Dissimulação",
        "Acúmulo de Bens"
      ],
      "personagens": [
        "Geazi"
      ]
    },
    "24": {
      "parafrase": "Pouco tempo depois, Eliseu entrou em seu aposento para orar ou descansar, e o Espírito de Deus o revelou tudo. Ele perguntou a Geazi, com uma autoridade penetrante: 'Para onde você foi, Geazi, quando não estava comigo?' 🧐",
      "referencias": [
        "Números 22:22",
        "1 Samuel 9:15"
      ],
      "comentario": "O dom profético de Eliseu funciona como um scanner da alma. Deus, através do Espírito, informa Eliseu sobre o paradeiro e as ações secretas de Geazi, demonstrando que nada está oculto àqueles que servem fielmente ao Senhor. O questionamento direto força o servo a confrontar sua desonestidade.",
      "temas": [
        "Onisciência Divina",
        "Revelação Espiritual",
        "Confronto"
      ],
      "personagens": [
        "Eliseu",
        "Geazi"
      ]
    },
    "25": {
      "parafrase": "Geazi, pego em sua mentira, tentou se justificar com a mesma desculpa: 'Seu servo não foi a lugar nenhum, senhor.' Mas Eliseu respondeu, expondo toda a verdade: 'Você não foi a lugar nenhum? Você não percebe que meu espírito esteve com você, vendo você receber a prata e as roupas de Naamã?' 🚨",
      "referencias": [
        "Salmos 139:7-10",
        "Hebreus 4:12"
      ],
      "comentario": "Eliseu explica a extensão de seu dom: sua percepção espiritual (seu espírito) acompanhou Geazi. A conexão espiritual transcende a distância física. O versículo finaliza com a exposição completa do engano de Geazi, preparando o palco para o julgamento divino em seguida.",
      "temas": [
        "Exposição da Mentira",
        "Presença Espiritual",
        "Consequências da Desonestidade"
      ],
      "personagens": [
        "Geazi",
        "Eliseu"
      ]
    },
    "26": {
      "parafrase": "Assim que Geazi se afastou, o homem de Deus, Eliseu, pôde finalmente respirar e voltar à sua rotina. No entanto, pouco tempo depois, a providência divina o despertou com uma visão clara: a sunamita, aquela mulher abençoada que lhe ofereceu hospitalidade, estava em apuros. Seu filho, que Eliseu havia orado para que nascesse, havia morrido repentinamente. Seu coração se apertou, pois ele havia se tornado pai espiritual daquela criança através do milagre. Eliseu imediatamente preparou sua trouxa e partiu, sem sequer contar aos seus servos o motivo exato de sua urgência. Ele se apressou, movido por uma necessidade sobrenatural de chegar ao local o mais rápido possível.",
      "referencias": [
        "2 Reis 4:8-17",
        "Gênesis 18:10",
        "Lucas 1:36"
      ],
      "comentario": "Este versículo marca uma transição dramática. Eliseu, após a cena anterior com o oficial Naamã, é imediatamente alertado sobre a tragédia da sunamita. O termo hebraico para 'homem de Deus' (ish ha'elohim) reafirma sua identidade como canal divino. A rapidez com que Eliseu reage (pegando seu cajado – símbolo de sua autoridade profética) demonstra que a comunicação com Deus não foi um evento isolado; era sua condição constante. Ele se preocupa com o bem-estar daquela família que o honrou, mostrando que o favor divino gera responsabilidade e afeto recíproco.",
      "temas": [
        "Intervenção Divina",
        "Lealdade",
        "Responsabilidade Profética"
      ],
      "personagens": [
        "Eliseu",
        "Sunamita"
      ]
    },
    "27": {
      "parafrase": "Ao chegar ao monte onde a mulher estava, ele viu a cena que lhe gelou a alma. A mãe abraçava seu filho falecido no colo, chorando desesperadamente. Eliseu, ao ver a angústia crua e a dor da perda, não hesitou. Ele correu até eles, abraçando a mulher em um gesto de profunda empatia e compartilhamento da dor. Ele se afastou brevemente do corpo e elevou uma oração fervorosa ao Senhor. Em um ato de fé absoluta, ele se deitou sobre a criança, boca a boca, olho a olho, mão a mão, tentando transferir sua própria força vital e o poder de Deus para reavivar aquela vida que havia se esvaído.",
      "referencias": [
        "1 Reis 17:21",
        "Ezequiel 37:10",
        "Apocalipse 1:17"
      ],
      "comentario": "A cena é de intensidade máxima. O choro da sunamita é a expressão do sofrimento humano diante da morte. A ação de Eliseu de se deitar sobre a criança é carregada de simbolismo. Embora não haja um termo grego/hebraico específico para 'boca a boca' aqui, o ato remete a um contato físico íntimo e total, similar ao que o profeta Elias fez (1 Reis 17). O profeta não apenas orou; ele se tornou um instrumento vivo, um canal físico pelo qual a 'vida' (nephesh/pneuma) de Deus poderia ser restaurada ao corpo inerte. É a personificação do poder da ressurreição através do profeta ungido.",
      "temas": [
        "Ressurreição",
        "Compaixão Ativa",
        "Transferência de Poder Espiritual"
      ],
      "personagens": [
        "Eliseu",
        "Filho da Sunamita"
      ]
    }
  }
}