{
  "livro": "Atos",
  "capitulo": 8,
  "contexto_historico": "Após a morte de Estêvão e o início da grande perseguição em Jerusalém, a igreja se dispersa pela Judeia e Samaria. Os crentes, forçados a fugir, espalham a mensagem do Evangelho onde quer que vão. Filipe, um dos sete diáconos, desce para a Samaria e realiza milagres e conversões ali, um lugar historicamente hostil aos judeus. A liderança em Jerusalém (Pedro e João) envia apóstolos para confirmar e abençoar os novos convertidos samaritanos, garantindo a unidade da igreja primitiva, apesar das barreiras étnicas e geográficas. Este capítulo marca a expansão intencional da igreja para além das fronteiras imediatas de Jerusalém.",
  "bloco_tematico": "Filipe em Samaria: A Explosão Geográfica do Evangelho 🗺️🔥",
  "versiculos": {
    "1": {
      "parafrase": "Naquele dia, uma grande perseguição explodiu contra a igreja que estava em Jerusalém, causando um terremoto social na comunidade de fé. Todos os seguidores de Jesus, exceto os apóstolos, foram dispersos como sementes ao vento por toda a Judeia e Samaria, deixando para trás a cidade santa.",
      "referencias": [
        "Atos 7:58",
        "Apocalipse 6:9"
      ],
      "comentario": "O termo 'perseguição' (διωγμός - diogmos) indica um esforço organizado para oprimir ou aniquilar. Este evento, frequentemente ligado à morte de Estêvão (Atos 7), cumpre a profecia de que seriam testemunhas 'em Jerusalém, em toda a Judeia e Samaria, e até aos confins da terra' (Atos 1:8). A dispersão forçada torna-se o veículo da expansão do Evangelho.",
      "temas": [
        "Perseguição",
        "Dispersão dos crentes",
        "Expansão inicial"
      ],
      "personagens": [
        "A Igreja em Jerusalém"
      ]
    },
    "2": {
      "parafrase": "Homens piedosos e devotos, cheios de tristeza pela perda, cuidaram do corpo de Estêvão e o sepultaram com grande luto e solenidade, como se faz com alguém muito estimado.",
      "referencias": [
        "Atos 7:60",
        "1 Tessalonicenses 4:13"
      ],
      "comentario": "O luto demonstra o profundo respeito e a dor genuína pela perda de um mártir. O sepultamento indica que, apesar da perseguição, havia respeito humano e senso de comunidade entre os crentes.",
      "temas": [
        "Luto",
        "Sepultamento",
        "Devoção"
      ],
      "personagens": [
        "Homens piedosos"
      ]
    },
    "3": {
      "parafrase": "Saulo, por outro lado, era um vendaval de fúria, determinado a destruir a nova fé. Ele invadia casas sem dó, arrastando homens e mulheres, e entregando-os à prisão, com o objetivo de silenciá-los para sempre.",
      "referencias": [
        "Gálatas 1:13",
        "Filipenses 3:6"
      ],
      "comentario": "Saulo (futuro Paulo) é apresentado como o agente da perseguição. O verbo grego usado para 'destruir' ou 'devastar' (ἐλύμαινε - elumaine) implica um comportamento violento e predatório, como um lobo atacando um rebanho.",
      "temas": [
        "Oposição",
        "Violência contra a Igreja",
        "Ação de Saulo"
      ],
      "personagens": [
        "Saulo"
      ]
    },
    "4": {
      "parafrase": "Aqueles que foram forçados a deixar Jerusalém, contudo, não ficaram em silêncio; eles se tornaram pregadores itinerantes, semeando a mensagem do Reino por onde quer que passassem.",
      "referencias": [
        "Mateus 10:23",
        "Marcos 16:15"
      ],
      "comentario": "Este versículo confirma que a perseguição, planejada para sufocar o Evangelho, serviu ironicamente como um catalisador para sua divulgação. A dispersão forçada se transforma em missão evangelística.",
      "temas": [
        "Evangelismo pela dispersão",
        "Fidelidade à missão",
        "Propagação da Palavra"
      ],
      "personagens": [
        "Crentes dispersos"
      ]
    },
    "5": {
      "parafrase": "Filipe, um dos diáconos consagrados, desceu à vibrante cidade de Samaria e começou a proclamar Cristo, o Messias prometido, àquela população.",
      "referencias": [
        "Atos 6:5",
        "João 4:5"
      ],
      "comentario": "Filipe, um dos sete escolhidos para servir às mesas (Atos 6:5), agora demonstra sua capacidade de pregar. Samaria era um local cultural e religiosamente complexo para os judeus, tornando a missão ali um passo significativo (vide Jesus em João 4).",
      "temas": [
        "Missão em Samaria",
        "Pregação de Filipe",
        "Serviço e Evangelismo"
      ],
      "personagens": [
        "Filipe"
      ]
    },
    "6": {
      "parafrase": "E a multidão em Samaria se uniu em atenção às palavras de Filipe, ouvindo-o com fascínio e vendo os sinais milagrosos que acompanhavam sua mensagem.",
      "referencias": [
        "Marcos 16:20",
        "Hebreus 2:4"
      ],
      "comentario": "A combinação de pregação clara (a Palavra) e demonstração de poder (os sinais) resultava em aceitação generalizada. O povo estava receptivo à verdade pregada.",
      "temas": [
        "Atenção do público",
        "Milagres",
        "Conversão"
      ],
      "personagens": [
        "Multidão de Samaria"
      ]
    },
    "7": {
      "parafrase": "Pois os espíritos impuros, que atormentavam muitas pessoas, gritavam alto enquanto saíam delas, e muitos paralíticos e coxos experimentaram curas imediatas e gloriosas.",
      "referencias": [
        "Mateus 8:28",
        "Atos 10:38"
      ],
      "comentario": "Os sinais aqui detalhados focam na libertação demoníaca e na cura física, demonstrando o poder de Cristo atuando sobre as manifestações mais visíveis do mal e da fraqueza humana. Os gritos dos demônios serviam como testemunho involuntário da autoridade de quem os expulsava.",
      "temas": [
        "Libertação demoníaca",
        "Cura física",
        "Poder de Cristo"
      ],
      "personagens": [
        "Pessoas atormentadas"
      ]
    },
    "8": {
      "parafrase": "A cidade inteira mergulhou em uma alegria profunda e contagiante por causa da maravilhosa notícia da salvação que havia chegado até eles.",
      "referencias": [
        "Lucas 10:17",
        "Romanos 15:13"
      ],
      "comentario": "A alegria (χαρά - chara) não era apenas uma emoção passageira, mas o fruto da transformação espiritual trazida pelo Evangelho, um aspecto central da mensagem de Lucas/Atos.",
      "temas": [
        "Alegria da salvação",
        "Transformação urbana",
        "Evangelho"
      ],
      "personagens": [
        "Cidade de Samaria"
      ]
    },
    "9": {
      "parafrase": "Entretanto, havia um homem na cidade chamado Simão, que há muito tempo se vangloriava de ser alguém de grande poder. Ele usava artes mágicas e encantamentos que mantinham a população maravilhada e admirada com suas supostas habilidades.",
      "referencias": [
        "Gênesis 41:8",
        "2 Timóteo 3:8"
      ],
      "comentario": "Simão, o Mago, é uma figura chave. O termo grego para 'magia' (μάγεια - mageia) refere-se a práticas esotéricas ou ilusões. Ele representava o poder humano e místico que seria desafiado e superado pelo poder divino de Cristo.",
      "temas": [
        "Magia",
        "Vaidade",
        "Oposição espiritual"
      ],
      "personagens": [
        "Simão (o Mago)"
      ]
    },
    "10": {
      "parafrase": "Todos, desde os mais simples até os mais importantes, prestavam atenção nele, exclamando: 'Este homem é o Poder de Deus, aquele que é chamado de Grande Poder!'",
      "referencias": [
        "Deuteronômio 18:10",
        "2 Coríntios 10:10"
      ],
      "comentario": "A aclamação popular demonstra a credulidade das pessoas e a eficácia da ilusão de Simão. Eles viam nele uma manifestação do poder divino, uma falsa divindade que logo seria desmascarada pela verdadeira.",
      "temas": [
        "Falsa adoração",
        "Aclamação popular",
        "Poder ilusório"
      ],
      "personagens": [
        "Simão",
        "Todos em Samaria"
      ]
    },
    "11": {
      "parafrase": "Eles davam crédito a Simão porque ele os havia enganado por muito tempo com seus feitiços e demonstrações enganosas.",
      "referencias": [
        "2 Tessalonicenses 2:9-10",
        "Apocalipse 12:9"
      ],
      "comentario": "A persistência do engano ('muito tempo') explica a profundidade da crença. O engano, muitas vezes, ganha tração pela repetição e pela espetacularidade, mas carece de substância.",
      "temas": [
        "Engano espiritual",
        "Persistência do erro",
        "Feitiçaria"
      ],
      "personagens": [
        "Simão"
      ]
    },
    "12": {
      "parafrase": "No entanto, quando eles finalmente acreditaram na pregação de Filipe sobre o Reino de Deus e o nome de Jesus Cristo, o Messias, a aceitação foi total e eles se entregaram ao batismo, homens e mulheres.",
      "referencias": [
        "Atos 2:38",
        "Romanos 10:9-10"
      ],
      "comentario": "A aceitação da verdade do Evangelho, centrada no Reino e no nome de Jesus, leva diretamente ao rito de iniciação — o batismo. Isso contrasta com a aceitação vazia do poder de Simão.",
      "temas": [
        "Crença no Evangelho",
        "Batismo",
        "Fé salvadora"
      ],
      "personagens": [
        "Filipe",
        "Homens e mulheres de Samaria"
      ]
    },
    "13": {
      "parafrase": "O próprio Simão também se converteu e, depois de ser batizado, permaneceu ao lado de Filipe, maravilhado com os sinais e portentos que presenciava acontecerem.",
      "referencias": [
        "Tiago 2:19",
        "Mateus 7:22-23"
      ],
      "comentario": "A conversão de Simão é um momento dramático. Ele é batizado e se junta ao grupo, mas a natureza subsequente de suas ações (vers. 18-24) sugere que sua conversão inicial pode ter sido mais superficial, focada nos efeitos visíveis do que na transformação interior.",
      "temas": [
        "Conversão",
        "Acompanhamento dos apóstolos",
        "Fé superficial"
      ],
      "personagens": [
        "Simão",
        "Filipe"
      ]
    },
    "14": {
      "parafrase": "Quando os apóstolos, que estavam em Jerusalém, souberam que Samaria havia aceitado a Palavra de Deus, enviaram Pedro e João para lá imediatamente.",
      "referencias": [
        "Atos 1:8",
        "Gálatas 2:9"
      ],
      "comentario": "A ação dos apóstolos em Jerusalém era crucial. Eles precisavam confirmar a aceitação do Evangelho em um território culturalmente misto como Samaria, garantindo a unidade da Igreja sob a autoridade apostólica original.",
      "temas": [
        "Autoridade apostólica",
        "Unidade da Igreja",
        "Expansão"
      ],
      "personagens": [
        "Apóstolos",
        "Pedro",
        "João"
      ]
    },
    "15": {
      "parafrase": "Ao chegarem, Pedro e João oraram fervorosamente para que os samaritanos recém-convertidos recebessem o Espírito Santo.",
      "referencias": [
        "Atos 2:38-39",
        "Efésios 1:13"
      ],
      "comentario": "Nota-se que, em Samaria, o recebimento do Espírito Santo (o selo da plena filiação cristã) ocorria após a imposição de mãos dos apóstolos, em contraste com o Pentecostes onde ocorreu simultaneamente à crença inicial.",
      "temas": [
        "Oração pelos crentes",
        "Imposição de mãos",
        "Recepção do Espírito Santo"
      ],
      "personagens": [
        "Pedro",
        "João",
        "Samaritanos"
      ]
    },
    "16": {
      "parafrase": "Isto porque, até aquele momento, o Espírito Santo ainda não havia descido sobre nenhum deles; eles tinham apenas sido batizados em nome do Senhor Jesus.",
      "referencias": [
        "Atos 2:33",
        "João 14:26"
      ],
      "comentario": "Este versículo destaca uma diferença na experiência inicial dos samaritanos, talvez para enfatizar a continuidade e a ligação com a autoridade apostólica, que era essencial para a consolidação da nova comunidade de fé em Jerusalém.",
      "temas": [
        "Aguardando o Espírito",
        "Oração apostólica",
        "Batismo em Jesus"
      ],
      "personagens": [
        "Espírito Santo",
        "Samaritanos"
      ]
    },
    "17": {
      "parafrase": "Então, Pedro e João impuseram as mãos sobre cada um deles, e imediatamente o Espírito Santo desceu sobre eles, e começaram a falar em línguas estranhas, profetizando com grande fervor.",
      "referencias": [
        "Atos 2:4",
        "1 Coríntios 12:11"
      ],
      "comentario": "A manifestação dos dons espirituais (glossolalia e profecia) serviu como uma 'assinatura' visível e audível de que Deus reconhecia a comunidade de Samaria como parte integral do corpo de Cristo, superando o preconceito judaico contra os samaritanos.",
      "temas": [
        "Dons espirituais",
        "Confirmação divina",
        "União judaico-samaritana"
      ],
      "personagens": [
        "Pedro",
        "João",
        "Samaritanos"
      ]
    },
    "18": {
      "parafrase": "Ao observar que o dom do Espírito era transmitido através do toque dos apóstolos, Simão ficou fascinado e viu uma nova oportunidade de enriquecimento.",
      "referencias": [
        "1 Timóteo 6:10",
        "Judas 1:11"
      ],
      "comentario": "Este é o clímax da tentação de Simão. Ele percebe que o poder sobrenatural, antes atribuído à sua magia, agora emanava dos apóstolos. Ele busca monetizar o dom de Deus. A ganância espiritual começa a dominar seu coração.",
      "temas": [
        "Simonia (tentativa)",
        "Ganância espiritual",
        "Poder como mercadoria"
      ],
      "personagens": [
        "Simão"
      ]
    },
    "19": {
      "parafrase": "Simão ofereceu-lhes dinheiro, dizendo: 'Dêem-me também este poder especial, para que toda pessoa sobre quem eu colocar as mãos receba o Espírito Santo imediatamente!'",
      "referencias": [
        "2 Reis 5:15",
        "Mateus 16:26"
      ],
      "comentario": "Aqui está a origem do termo 'simonia'. Simão tenta comprar a autoridade e o poder divino. Isso mostra que sua fé inicial era puramente transacional e egoísta, visando o status e o benefício pessoal.",
      "temas": [
        "Simonia",
        "Compra de dons espirituais",
        "Erro grave"
      ],
      "personagens": [
        "Simão"
      ]
    },
    "20": {
      "parafrase": "Mas Pedro o repreendeu com severidade, como se lhe tivesse atravessado a alma com uma espada, dizendo: 'Vá você e seu dinheiro para o inferno! O dom de Deus não pode ser comprado com dinheiro!'",
      "referencias": [
        "2 Pedro 2:14",
        "Salmos 139:23-24"
      ],
      "comentario": "A condenação de Pedro é incisiva. O grego para 'condenado' (ἀπολέια - apoleia) está ligado à destruição. Pedro declara que o propósito de Simão era profano, e que ele não tinha parte na graça, pois seu coração estava corrompido ('não tens parte neste ministério').",
      "temas": [
        "Repreensão severa",
        "Indignidade para o ministério",
        "Ameaça de condenação"
      ],
      "personagens": [
        "Pedro",
        "Simão"
      ]
    },
    "21": {
      "parafrase": "Reconheça, no entanto, que seu coração não está reto diante de Deus. Você está preso em vícios antigos, envolvido na amargura da falsidade e na prisão do pecado.",
      "referencias": [
        "Jeremias 17:9",
        "Provérbios 4:23"
      ],
      "comentario": "Pedro diagnostica a raiz do problema: o coração de Simão não estava 'reto' (εὐθύς - euthus, reto, direto). Sua mente estava cheia de planos terrenos e velhos hábitos, não alinhada com a pureza exigida para manipular o poder de Deus.",
      "temas": [
        "Coração impuro",
        "Vício",
        "Falsidade"
      ],
      "personagens": [
        "Pedro",
        "Simão"
      ]
    },
    "22": {
      "parafrase": "Arrependa-se urgentemente dessa maldade que planejou em seu íntimo e suplique ao Senhor. Talvez, se você se arrepender de verdade, Deus possa perdoar a intenção maligna que você nutria em seu espírito.",
      "referencias": [
        "Apocalipse 3:19",
        "Jó 42:6"
      ],
      "comentario": "Pedro oferece uma porta de saída, um vislumbre de misericórdia, condicionada a um arrependimento genuíno (μετάνοια - metanoia, mudança de mente). A esperança reside na possibilidade de perdão para a intenção pecaminosa.",
      "temas": [
        "Arrependimento",
        "Súplica",
        "Possibilidade de perdão"
      ],
      "personagens": [
        "Pedro",
        "Simão"
      ]
    },
    "23": {
      "parafrase": "Pois vejo claramente que você está preso nas cadeias do erro, cheio de amargura espiritual, e ainda dominado pelo desejo de fazer o mal.",
      "referencias": [
        "Romanos 6:16",
        "Hebreus 12:15"
      ],
      "comentario": "A visão profética de Pedro se confirma. Simão está 'em fel' (em fel amargo), indicando uma condição de alma contaminada e corrosiva. Ele não apenas agiu mal, mas estava imerso na disposição para o mal.",
      "temas": [
        "Prisão ao erro",
        "Amargura",
        "Disposição pecaminosa"
      ],
      "personagens": [
        "Pedro",
        "Simão"
      ]
    },
    "24": {
      "parafrase": "Então, Simão, profundamente abalado e aterrorizado, respondeu aos apóstolos: 'Intercedam vocês por mim perante o Senhor, para que nenhuma dessas coisas terríveis que vocês mencionaram me aconteça!'",
      "referencias": [
        "Êxodo 10:17",
        "Tiago 5:15"
      ],
      "comentario": "A reação de Simão é de medo da punição, não necessariamente de remorso pelo pecado contra Deus. Ele teme as consequências terrenas e futuras, buscando a intercessão como um amuleto de proteção.",
      "temas": [
        "Medo da punição",
        "Intercessão",
        "Pavor"
      ],
      "personagens": [
        "Simão",
        "Apóstolos"
      ]
    },
    "25": {
      "parafrase": "Depois que Pedro e João testemunharam e proclamaram vigorosamente a Palavra do Senhor, eles não demoraram. Em seguida, retornaram a Jerusalém, levando a notícia por toda a Samaria de que o Evangelho era para todos.",
      "referencias": [
        "Atos 2:42",
        "Lucas 24:48"
      ],
      "comentario": "Após lidar com a crise da simonia, os apóstolos cumprem seu dever: testemunhar a Palavra e consolidar a fé. O retorno a Jerusalém marca o fechamento desta fase da missão em Samaria, mas a pregação continua em seu caminho de volta.",
      "temas": [
        "Testemunho apostólico",
        "Retorno à base",
        "Consolidação da fé"
      ],
      "personagens": [
        "Pedro",
        "João"
      ]
    },
    "26": {
      "parafrase": "Então, um anjo do Senhor, enviado por Deus, falou diretamente com Filipe, instruindo-o: 'Levante-se agora e siga o caminho que desce de Jerusalém para Gaza, a estrada que cruza o deserto, pois é um caminho pouco frequentado hoje em dia.'",
      "referencias": [
        "Isaías 53:7",
        "Salmos 19:4"
      ],
      "comentario": "O 'anjo do Senhor' (ángelos Kyriou) representa uma intervenção divina direta. O direcionamento específico para a 'estrada deserta' (hodos he eremos) sugere que Deus estava orquestrando um encontro predestinado, longe da multidão, focado em um único indivíduo, prenunciando a missão de Filipe ao estrangeiro.",
      "temas": [
        "Direção Divina",
        "Chamado Missionário",
        "Obediência"
      ],
      "personagens": [
        "Filipe",
        "Anjo do Senhor"
      ]
    },
    "27": {
      "parafrase": "Filipe obedeceu imediatamente. Ele se levantou e começou a caminhar. No seu trajeto, ele encontrou um homem de grande importância: um eunuco da Etiópia, um funcionário de alto escalão da rainha Candace, que era o tesoureiro de todos os seus bens. Esse homem estava retornando a sua terra após ter vindo a Jerusalém para adorar a Deus.",
      "referencias": [
        "Jeremias 39:16",
        "Isaías 56:3-5"
      ],
      "comentario": "O eunuco etíope, um oficial da corte (poderoso, mencionado como 'Tesoureiro de Candace', um título real), era um 'prosélito' ou, no mínimo, um 'temente a Deus', já que estava em Jerusalém para adorar. Sua origem africana e sua posição social sublinham a universalidade da mensagem que estava prestes a ser compartilhada. A viagem de volta indica um coração ainda buscando plenitude.",
      "temas": [
        "Universalidade do Evangelho",
        "Busca Espiritual",
        "Interseccionalidade"
      ],
      "personagens": [
        "Filipe",
        "Eunuco Etíope",
        "Candace (Mencionado)"
      ]
    },
    "28": {
      "parafrase": "Enquanto ele viajava em sua carruagem, esse nobre etíope estava lendo em voz alta um trecho do profeta Isaías, um texto sagrado para ele.",
      "referencias": [
        "Salmos 147:5",
        "2 Timóteo 3:16"
      ],
      "comentario": "A leitura em voz alta é um ponto crucial. O texto não diz que ele estava meditando silenciosamente, mas lendo 'em voz alta' (anagnósksn), o que permitiu a Filipe ouvir e intervir. O fato de estar lendo Isaías, a profecia messiânica por excelência, é o gancho divino para a pregação.",
      "temas": [
        "Leitura das Escrituras",
        "Providência Divina",
        "Missão Oportuna"
      ],
      "personagens": [
        "Eunuco Etíope"
      ]
    },
    "29": {
      "parafrase": "Então o Espírito Santo, movendo Filipe, o impulsionou a se aproximar da carruagem e a se juntar ao etíope. Filipe perguntou diretamente: 'Você consegue entender o que está lendo?'",
      "referencias": [
        "Atos 16:6",
        "João 14:26"
      ],
      "comentario": "A menção ao 'Espírito' (Pneuma) é vital; não foi apenas uma iniciativa humana, mas um impulso sobrenatural. A pergunta de Filipe é sutil: não pergunta 'O que você está lendo?', mas sim 'Você entende o que lê?', atacando diretamente a necessidade de interpretação correta (exegese).",
      "temas": [
        "Ação do Espírito Santo",
        "Discernimento",
        "Evangelismo Pessoal"
      ],
      "personagens": [
        "Filipe",
        "Eunuco Etíope",
        "Espírito Santo"
      ]
    },
    "30": {
      "parafrase": "O eunuco, que estava sendo honesto e aberto, respondeu a Filipe: 'Certamente preciso de alguém para me guiar! Como poderia entender se não houver quem me explique o significado deste trecho?' E ele convidou Filipe para subir e sentar-se com ele.",
      "referencias": [
        "Provérbios 2:3-5",
        "Lucas 24:27"
      ],
      "comentario": "Esta resposta é uma confissão de necessidade intelectual e espiritual. O eunuco reconhece sua limitação para interpretar as escrituras sem um guia ungido. Ele demonstra humildade ('preciso de alguém'), abrindo a porta para a explicação cristocêntrica do texto de Isaías.",
      "temas": [
        "Humildade",
        "Necessidade de Ensino",
        "Abertura à Verdade"
      ],
      "personagens": [
        "Eunuco Etíope",
        "Filipe"
      ]
    },
    "31": {
      "parafrase": "O etíope então indicou o livro que estava aberto e perguntou: 'De quem o profeta está falando? É sobre ele mesmo, algum rei, ou está falando de outra pessoa totalmente diferente?'",
      "referencias": [
        "Hebreus 1:1-2",
        "1 Pedro 1:10-12"
      ],
      "comentario": "O eunuco estava lendo Isaías 53 (o Servo Sofredor). Sua pergunta fundamental é hermenêutica: quem é o sujeito da profecia? Esta é a chave para entender o Evangelho: a profecia sobre o sofrimento aponta para Jesus Cristo, e não apenas para o profeta ou para um rei terreno.",
      "temas": [
        "Hermenêutica Bíblica",
        "Profecia Messiânica",
        "Identidade de Cristo"
      ],
      "personagens": [
        "Eunuco Etíope"
      ]
    },
    "32": {
      "parafrase": "Neste ponto crucial, Filipe, cheio do poder da revelação, abriu a Escritura no profeta Isaías e começou a narrar a história de Jesus, explicando-lhe a passagem que dizia: 'Ele foi conduzido ao matadouro como um cordeiro; e, calado como uma ovelha perante o tosquiador, ele não abriu a boca para reclamar.'",
      "referencias": [
        "Isaías 53:7",
        "Mateus 27:12"
      ],
      "comentario": "Filipe utiliza o texto de Isaías 53:7 (a 'narrativa do Servo sofredor'). A descrição da mudez do Servo no tribunal ('não abriu a boca') é um eco direto do silêncio de Jesus perante Pilatos e acusadores, provando que a Escritura se cumpria Nele.",
      "temas": [
        "Cristocentrismo",
        "Sacrifício de Cristo",
        "Cumprimento Profético"
      ],
      "personagens": [
        "Filipe",
        "Isaías (Mencionado)",
        "Jesus"
      ]
    },
    "33": {
      "parafrase": "Naquele momento da sua humilhação e julgamento injusto, quem poderia descrever sua descendência? Pois sua vida foi cortada da terra dos vivos, e sua existência foi totalmente apagada da memória dos homens!",
      "referencias": [
        "Filipenses 2:7-8",
        "Isaías 53:8"
      ],
      "comentario": "O versículo descreve a profundidade do sofrimento e do rebaixamento do Servo, sendo tirado (cortado) do meio dos vivos. Isso alude à morte de Cristo e ao seu aparente esquecimento ou rejeição pela sociedade judaica da época, embora Filipe estivesse mostrando que Ele não foi esquecido por Deus.",
      "temas": [
        "Humilhação de Cristo",
        "Morte Justa",
        "Rejeição"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "34": {
      "parafrase": "O eunuco, com o coração tocado, voltou-se para Filipe e, com um desejo genuíno, perguntou: 'Diga-me, por favor, a quem da profecia se refere? É sobre si mesmo que o profeta diz isto, ou está falando de alguma outra pessoa?'",
      "referencias": [
        "João 6:68",
        "Apocalipse 5:5"
      ],
      "comentario": "O eunuco repete a pergunta, mas agora com uma nova urgência e compreensão da seriedade do assunto. Ele já absorveu a ideia do sofrimento, mas precisa da aplicação pessoal e da confirmação da identidade do sujeito. Este nível de questionamento demonstra que a semente da Palavra já havia germinado.",
      "temas": [
        "Persistência na Busca",
        "Revelação Pessoal",
        "Aplicação da Verdade"
      ],
      "personagens": [
        "Eunuco Etíope",
        "Filipe"
      ]
    },
    "35": {
      "parafrase": "Filipe aproveitou essa abertura perfeita, não hesitou, e, começando exatamente daquele ponto da Escritura, contou ao etíope a mensagem completa e gloriosa do Evangelho, mostrando que Jesus era o Messias prometido.",
      "referencias": [
        "1 Coríntios 15:3-4",
        "Romanos 10:17"
      ],
      "comentario": "Este é o ápice da pregação focada em Filipe. Ele usa o texto do Servo Sofredor como uma ponte ('a partir desta passagem') para expor toda a mensagem da salvação: a morte, sepultamento e ressurreição de Jesus, que é a essência do Evangelho.",
      "temas": [
        "Pregação do Evangelho",
        "Morte e Ressurreição",
        "Ponte Exegética"
      ],
      "personagens": [
        "Filipe",
        "Eunuco Etíope",
        "Jesus"
      ]
    },
    "36": {
      "parafrase": "Enquanto eles continuavam sua viagem juntos pela estrada, de repente, avistaram um lugar com água. O eunuco, com a fé fervorosa, exclamou: 'Olhe! Há água bem aqui! O que impede que eu seja batizado agora?'",
      "referencias": [
        "Mateus 28:19",
        "Marcos 16:16"
      ],
      "comentario": "A visão da água é o catalisador imediato para a ação. O 'o que impede' (ti kwlúei) demonstra uma decisão imediata e total de compromisso, sem adiamento. Para o eunuco, a compreensão da mensagem de Jesus exigia a expressão pública de fé através do batismo.",
      "temas": [
        "Decisão Imediata",
        "Fé em Ação",
        "Sinal do Batismo"
      ],
      "personagens": [
        "Filipe",
        "Eunuco Etíope"
      ]
    },
    "37": {
      "parafrase": "Filipe respondeu, dizendo: 'Se você crê de todo o coração, então pode ser batizado.' Então, o eunuco declarou solenemente: 'Eu creio que Jesus Cristo é o Filho de Deus, o verdadeiro Messias!'",
      "referencias": [
        "Romanos 10:9-10",
        "João 1:49"
      ],
      "comentario": "A resposta de Filipe estabelece a condição para o batismo: a fé sincera ('se você crê com todo o seu coração' – ex holē kardías). A confissão do eunuco é a fórmula cristológica fundamental da igreja primitiva: Jesus é o 'Filho de Deus' (o título divino messiânico).",
      "temas": [
        "Confissão de Fé",
        "Condição para o Batismo",
        "Identidade de Cristo"
      ],
      "personagens": [
        "Filipe",
        "Eunuco Etíope",
        "Jesus Cristo"
      ]
    },
    "38": {
      "parafrase": "Com a autorização dada, a carruagem parou. Filipe e o eunuco desceram juntos para a água, e Filipe o batizou ali mesmo, na frente de todos.",
      "referencias": [
        "Gálatas 3:27",
        "Colossenses 2:12"
      ],
      "comentario": "O batismo é realizado 'na água' (eís to húdōr). A simplicidade e a imediatez do ato, sem a necessidade de uma igreja estabelecida ou de um templo, reforçam que a relação pessoal com Cristo precede qualquer formalidade eclesiástica.",
      "temas": [
        "Rito do Batismo",
        "Ato Público de Fé",
        "Imersão"
      ],
      "personagens": [
        "Filipe",
        "Eunuco Etíope"
      ]
    },
    "39": {
      "parafrase": "Assim que saíram da água, o Espírito do Senhor arrebatou Filipe de repente, levando-o embora. O eunuco etíope não o viu mais, e continuou sua jornada para casa, cheio de alegria e de uma nova fé transformada. 🙏",
      "referencias": [
        "1 Reis 18:12",
        "Ezequiel 3:12"
      ],
      "comentario": "O arrebatamento ('metestēsen') é um fenômeno de transporte milagroso. Onde antes havia um caminho deserto e uma busca intelectual, agora há a presença do Espírito e a alegria da salvação. O eunuco, agora um crente batizado, segue seu caminho, levando o evangelho a uma terra estrangeira (a Etiópia), cumprindo a missão universal.",
      "temas": [
        "Arrebatamento Sobrenatural",
        "Alegria da Salvação",
        "Missão Transcultural"
      ],
      "personagens": [
        "Filipe",
        "Eunuco Etíope",
        "Espírito do Senhor"
      ]
    },
    "40": {
      "parafrase": "Quanto a Filipe, ele foi miraculosamente transportado e reapareceu na cidade de Azoto. Dali em diante, ele continuou a pregar a boa notícia sobre Jesus em todas as cidades por onde passava, viajando até chegar a Cesareia. 🌍",
      "referencias": [
        "Atos 21:8",
        "1 Tessalonicenses 1:8"
      ],
      "comentario": "Azoto (Asdode) e, posteriormente, Cesareia (uma cidade costeira estratégica) serviram como postos de retransmissão para a expansão do cristianismo. Filipe, de evangelista solitário no deserto, torna-se um pregador itinerante oficial da mensagem por toda a região da Judeia e Samaria, cumprindo a ordem de ser testemunha 'até os confins da terra'.",
      "temas": [
        "Expansão Geográfica do Cristianismo",
        "Filipe como Pregador",
        "Testemunho Contínuo"
      ],
      "personagens": [
        "Filipe"
      ]
    }
  }
}