{
  "livro": "Atos",
  "capitulo": 10,
  "contexto_historico": "O Capítulo 10 de Atos narra a conversão de Cornélio, um centurião romano e homem devoto, mas não judeu, em Cesareia. Este evento é crucial, pois marca a primeira aceitação formal dos gentios na comunidade cristã, rompendo as barreiras tradicionais judaicas estabelecidas pelo Antigo Testamento e a prática inicial da igreja em Jerusalém. Pedro, em Jope, recebe uma visão extraordinária (a cesta com animais impuros) que o instrui a não considerar 'impuro' o que Deus purificou. A coincidência cronológica e a visita dos enviados de Cornélio a Pedro culminam no encontro em Cesareia, onde o Espírito Santo é derramado sobre Cornélio e sua casa antes mesmo do batismo em água, validando a inclusão dos gentios como iguais perante Deus. 🕊️ A narrativa estabelece a universalidade da salvação.",
  "bloco_tematico": "A Ponte: Pedro, Cornélio e a Inclusão dos Gentios 🌍",
  "versiculos": {
    "1": {
      "parafrase": "Em Cesareia, vivia um centurião chamado Cornélio. Ele não era judeu, mas pertencia à guarda de elite do exército romano, a 'Ítalo'. Mesmo sendo um estrangeiro, Cornélio era um homem de profunda devoção; orava constantemente ao Deus que governa todas as coisas e era conhecido por ser extremamente generoso, sempre doando esmolas aos necessitados entre o povo de Israel.",
      "referencias": [
        "Atos 11:11",
        "Salmos 145:18"
      ],
      "comentario": "Cornélio é apresentado como um 'piedoso' (eusebēs) e 'temente a Deus' (fóboumenos ton theon), indicando um gentio que, embora não fosse circuncidado ou convertido ao Judaísmo, adotava a adoração ao Deus de Israel. Sua vida era marcada pela oração (proseuchē) e esmola (eleēmosynē), qualidades que o tornaram visível para intervenção divina.",
      "temas": [
        "Piedade Gentílica",
        "Generosidade",
        "Oração Contínua"
      ],
      "personagens": [
        "Cornélio"
      ]
    },
    "2": {
      "parafrase": "Em certa tarde, por volta das três horas, que era o horário tradicional da oração da tarde judaica, Cornélio teve uma visão clara. Um anjo do Senhor apareceu diante dele, e ele ficou profundamente abalado e cheio de temor.",
      "referencias": [
        "Jó 4:13",
        "Salmos 55:17"
      ],
      "comentario": "A visão ocorreu na nona hora do dia (aproximadamente 15h), um horário sagrado de oração. O temor (emphasis) é uma reação natural à presença divina, contrastando com a familiaridade que o anjo logo estabelecerá.",
      "temas": [
        "Manifestação Angélica",
        "Temor Reverencial",
        "Tempo Litúrgico"
      ],
      "personagens": [
        "Anjo",
        "Cornélio"
      ]
    },
    "3": {
      "parafrase": "O mensageiro celestial falou diretamente a ele, dizendo: 'Cornélio, sua vida de devoção e suas ofertas de ajuda aos pobres subiram até o céu como um memorial vivo, e Deus se lembrou delas!'",
      "referencias": [
        "Êxodo 2:24",
        "Apocalipse 8:3"
      ],
      "comentario": "A frase 'as tuas orações e as tuas esmolas subiram como memória' utiliza a imagem de incenso subindo (como no Templo) para indicar que suas ações não passaram despercebidas por Deus. A palavra 'memória' (mnēmosynon) indica que Deus as registrou para recompensá-las.",
      "temas": [
        "Reconhecimento Divino",
        "Ações Visíveis a Deus",
        "Recompensa"
      ],
      "personagens": [
        "Anjo",
        "Cornélio"
      ]
    },
    "4": {
      "parafrase": "O anjo então instruiu Cornélio: 'Agora, envie homens à cidade de Jope e mande chamar um homem chamado Simão, que é apelidado de Pedro. Ele está hospedado na casa de um curtidor de peles, um homem chamado Simão, que mora perto do mar.'",
      "referencias": [
        "Atos 9:43",
        "Mateus 4:18"
      ],
      "comentario": "Esta é a primeira parte da orquestração divina. O anjo fornece instruções específicas, incluindo o nome e o ofício incomum do anfitrião (curtidor), que era considerado impuro no Judaísmo por lidar com peles de animais mortos. Isso já prenuncia a quebra de barreiras culturais.",
      "temas": [
        "Instrução Divina",
        "Busca por Mensageiro",
        "Preconceito Cultural"
      ],
      "personagens": [
        "Anjo",
        "Cornélio",
        "Simão Pedro",
        "Simão, o curtidor"
      ]
    },
    "5": {
      "parafrase": "Assim que a visão terminou, Cornélio chamou dois de seus servos, homens devotos e confiáveis de sua guarda pessoal, e um soldado piedoso que estava entre seus subordinados, e os enviou imediatamente a Jope com a mensagem.",
      "referencias": [
        "Lucas 7:2",
        "Atos 22:12"
      ],
      "comentario": "A obediência de Cornélio é imediata. Ele não hesita ou questiona. Ele escolhe homens que compartilham sua fé ou são confiáveis, garantindo que a mensagem fosse tratada com seriedade. A missão é urgente.",
      "temas": [
        "Obediência Imediata",
        "Fidelidade dos Servos",
        "Missão Urgente"
      ],
      "personagens": [
        "Cornélio",
        "Servos de Cornélio",
        "Soldado"
      ]
    },
    "6": {
      "parafrase": "Enquanto estes homens viajavam em direção a Jope, no dia seguinte, por volta do meio-dia, o próprio Pedro, movido por Deus, subiu ao terraço da casa para orar, sentindo fome após o jejum ou a espera.",
      "referencias": [
        "Jonas 1:17",
        "Salmos 132:6"
      ],
      "comentario": "A narrativa se move simultaneamente para Pedro. O verso 7 diz que Pedro estava pensando nisso (o que é revelado no verso 17), mas aqui, a ênfase está na providência: Pedro estava em um momento apropriado (hora de orar/fome) para receber a próxima revelação.",
      "temas": [
        "Providência Divina",
        "Preparação Espiritual",
        "Sincronismo Divino"
      ],
      "personagens": [
        "Simão Pedro"
      ]
    },
    "7": {
      "parafrase": "Quando os mensageiros de Cornélio chegaram à cidade e estavam prestes a perguntar sobre Pedro, Deus já havia preparado a mente do apóstolo para o que estava por vir.",
      "referencias": [
        "Atos 11:13",
        "Filipenses 2:13"
      ],
      "comentario": "O texto sugere que, enquanto Pedro pensava sobre o assunto, ou seja, estava em um estado de expectativa, os homens chegaram. A conexão entre a chegada dos gentios e a preparação de Pedro é evidente, mas o verso 8 esclarece o próximo passo de Pedro.",
      "temas": [
        "Sincronia de Eventos",
        "Preparação Mental",
        "Ação do Espírito"
      ],
      "personagens": [
        "Simão Pedro",
        "Mensageiros de Cornélio"
      ]
    },
    "8": {
      "parafrase": "Intrigado, Pedro desceu e conversou com eles. Os homens explicaram a visão de Cornélio e pediram que ele os acompanhasse imediatamente, pois a ordem vinha de um homem justo e temeroso de Deus, altamente recomendado pela comunidade.",
      "referencias": [
        "Atos 22:5",
        "Atos 11:12"
      ],
      "comentario": "Pedro, embora hesitante sobre a associação com gentios, reconhece a seriedade da missão dada a voz de um anjo. A descrição do centurião como 'homem justo e temente a Deus' solidifica a autoridade moral da petição.",
      "temas": [
        "Confirmação da Mensagem",
        "Busca por Autoridade",
        "Viagem Iminente"
      ],
      "personagens": [
        "Simão Pedro",
        "Mensageiros de Cornélio"
      ]
    },
    "9": {
      "parafrase": "No dia seguinte, enquanto Pedro e alguns dos irmãos de Jope seguiam caminho, estavam se aproximando de Cesareia, Pedro sentiu uma fome profunda, e por volta do meio-dia, decidiu descansar e orar no telhado da casa.",
      "referencias": [
        "Gênesis 12:7",
        "Lucas 24:29"
      ],
      "comentario": "O texto repete o cenário da fome e da oração, preparando o palco para a visão de Pedro. A viagem de Jope a Cesareia levava cerca de um dia, situando Pedro no local exato e no momento exato, conforme Deus planejou.",
      "temas": [
        "Providência na Viagem",
        "Preparação para a Visão",
        "Jejum e Oração"
      ],
      "personagens": [
        "Simão Pedro"
      ]
    },
    "10": {
      "parafrase": "De repente, enquanto esperava, Pedro teve uma visão extraordinária: o céu parecia se abrir, e ele viu algo descendo em direção à terra, como um enorme lençol amarrado pelas quatro pontas.",
      "referencias": [
        "Ezequiel 1:1",
        "Apocalipse 19:11"
      ],
      "comentario": "A abertura do céu (ouranos) é um tema recorrente nas teofanias. O 'lençol' (othesia, algo como um grande recipiente ou rede) era amarrado nas pontas, sugerindo algo que desce do alto, mas é contido e trazido para o nível humano.",
      "temas": [
        "Visão Celestial",
        "Revelação Espiritual",
        "Símbolo do Lençol"
      ],
      "personagens": [
        "Simão Pedro"
      ]
    },
    "11": {
      "parafrase": "Lá dentro daquele pano, estavam todos os tipos de animais quadrúpedes, répteis que rastejam pela terra e aves que voam pelos céus. E uma voz, vinda do alto, ordenou a Pedro com clareza: 'Levante-se, Pedro! Mate e coma imediatamente!'",
      "referencias": [
        "Levítico 11:1-47",
        "Deuteronômio 14:3-20"
      ],
      "comentario": "A visão contém todos os animais considerados impuros (akathartos) pela Lei Mosaica, especificamente aqueles proibidos para consumo (Levítico 11). A ordem de 'sacrificar' (thyson) e 'comer' (phage) é um desafio direto ao seu treinamento judaico.",
      "temas": [
        "Alimentos Impuros",
        "Ordem Divina Contra a Lei",
        "Ato de Sacrifício"
      ],
      "personagens": [
        "Voz",
        "Simão Pedro"
      ]
    },
    "12": {
      "parafrase": "Pedro, alarmado e protestando com veemência, respondeu: 'De modo algum, Senhor! Jamais comi algo que seja comum ou impuro, pela Lei que recebi!'",
      "referencias": [
        "Daniel 1:8",
        "Números 23:8"
      ],
      "comentario": "A reação de Pedro é visceral e baseada em décadas de prática religiosa rigorosa (a Lei do Cacherout). O termo 'comum' (koinos) aqui significa 'profano' ou 'impuro' sob o contexto dietético judaico.",
      "temas": [
        "Objeção Pessoal",
        "Rigor da Lei",
        "Definição de Puro/Impuro"
      ],
      "personagens": [
        "Simão Pedro"
      ]
    },
    "13": {
      "parafrase": "Mas a voz respondeu pela segunda vez, com firmeza e autoridade: 'O que Deus purificou, não ouse chamar de comum ou impuro, Pedro!'",
      "referencias": [
        "Isaías 65:15",
        "Romanos 14:3"
      ],
      "comentario": "Esta é a doutrina central da cena. A autoridade não reside mais na tradição mosaica (a qual Deus concedeu), mas na vontade soberana de Deus. O termo 'purificou' (ekatharisēn) é um ato divino consumado.",
      "temas": [
        "Soberania de Deus",
        "Declaração de Pureza",
        "Supremacia da Nova Ordem"
      ],
      "personagens": [
        "Voz",
        "Simão Pedro"
      ]
    },
    "14": {
      "parafrase": "Isso se repetiu três vezes. Esta insistência tripla — um sinal de confirmação e seriedade, como nos tribunais — fez Pedro entender que a mensagem era crucial e vinha diretamente do Senhor.",
      "referencias": [
        "Mateus 26:34",
        "Apocalipse 4:8"
      ],
      "comentario": "A repetição tripla (um recurso literário e teológico importante, como a negação de Pedro e a ressurreição de Lázaro) reforça a inegociabilidade da ordem. A mente de Pedro começou a processar que o escopo da pureza divina era muito maior do que ele imaginava.",
      "temas": [
        "Ênfase Divina",
        "Significado do Três",
        "Compreensão Crescente"
      ],
      "personagens": [
        "Simão Pedro"
      ]
    },
    "15": {
      "parafrase": "Assim que a visão terminou, o lençol subiu novamente para o céu, e Pedro permaneceu perplexo, tentando descobrir o que aquele espetáculo complexo e perturbador poderia significar.",
      "referencias": [
        "Lucas 24:11",
        "Hebreus 9:24"
      ],
      "comentario": "A visão é encerrada tão abruptamente quanto começou. A confusão inicial ('pensando o que seria a visão') é a ponte para a revelação subsequente, que conectará os animais impuros com os gentios.",
      "temas": [
        "Fim da Visão",
        "Confusão Doutrinária",
        "Interpretação Necessária"
      ],
      "personagens": [
        "Simão Pedro"
      ]
    },
    "16": {
      "parafrase": "E, enquanto Pedro ainda estava ponderando sobre o mistério, os homens enviados por Cornélio chegaram à porta, perguntando se ele estava hospedado ali.",
      "referencias": [
        "Atos 10:6",
        "Atos 9:10"
      ],
      "comentario": "Este versículo é o clímax da sincronia. A mente de Pedro estava sendo aberta para aceitar gentios, e, neste exato momento, os gentios chegam fisicamente à sua porta. O 'três vezes' da visão já o havia preparado espiritualmente.",
      "temas": [
        "Sincronicidade Perfeita",
        "Abertura da Porta",
        "Ato da Fé em Ação"
      ],
      "personagens": [
        "Simão Pedro",
        "Mensageiros de Cornélio"
      ]
    },
    "17": {
      "parafrase": "Enquanto Pedro olhava para eles, o Espírito Santo, com sua orientação sutil, falou diretamente ao seu coração: 'Olhe, três homens estão aqui, procurando por você.'",
      "referencias": [
        "Gênesis 46:29",
        "Atos 8:29"
      ],
      "comentario": "O Espírito Santo faz a ligação explícita entre a visão e os visitantes. A repetição de 'três homens' ecoa o 'três vezes' da visão, validando a experiência anterior como um sinal direto do Pai.",
      "temas": [
        "Direção do Espírito Santo",
        "Confirmação Angélica",
        "Três como Sinal"
      ],
      "personagens": [
        "Simão Pedro",
        "Espírito Santo",
        "Mensageiros"
      ]
    },
    "18": {
      "parafrase": "Então, Pedro desceu rapidamente as escadas e se dirigiu aos homens, dizendo: 'Sou eu quem vocês procuram. O que os traz a esta casa?'",
      "referencias": [
        "Atos 9:14",
        "Mateus 10:12"
      ],
      "comentario": "A hesitação desapareceu. Pedro age com prontidão e hospitalidade. Ele assume a iniciativa de acolhê-los, um passo prático em direção à aceitação dos gentios.",
      "temas": [
        "Hospitalidade Cristã",
        "Prontidão",
        "Acolhimento"
      ],
      "personagens": [
        "Simão Pedro"
      ]
    },
    "19": {
      "parafrase": "Após Pedro falar, os homens explicaram sua missão e, nesse momento de pausa, o Espírito Santo o instruiu novamente: 'Pedro, não hesite. Vá com eles, sem hesitar, pois eu os enviei.'",
      "referencias": [
        "Atos 11:12",
        "Lucas 10:16"
      ],
      "comentario": "Esta é a segunda instrução direta do Espírito Santo. A palavra grega para 'hesitar' (diakrinō) sugere 'discernir ou duvidar'. O Espírito remove qualquer dúvida remanescente sobre a natureza ou a legitimidade dos visitantes.",
      "temas": [
        "Proibição da Dúvida",
        "Autoridade do Espírito",
        "Comissão de Viagem"
      ],
      "personagens": [
        "Simão Pedro",
        "Espírito Santo"
      ]
    },
    "20": {
      "parafrase": "Pedro chamou os homens que os esperavam e, confirmando tudo o que havia acontecido em sua visão e nas instruções do Espírito, ele os convidou a passar a noite, prometendo que partiriam ao amanhecer, pois ele estava pronto para ir a Cesareia.",
      "referencias": [
        "Atos 16:8",
        "Atos 21:5"
      ],
      "comentario": "Pedro demonstra sabedoria ao recebê-los e acomodá-los primeiro, agindo como um hospedeiro. Ele se prepara para viajar com um grupo de cristãos de Jope, que testemunhariam e apoiavam sua ação radical.",
      "temas": [
        "Acompanhamento de Irmãos",
        "Planejamento de Viagem",
        "Decisão Consolidada"
      ],
      "personagens": [
        "Simão Pedro",
        "Mensageiros de Cornélio",
        "Irmãos de Jope"
      ]
    },
    "21": {
      "parafrase": "No dia seguinte, Pedro e seus companheiros de Jope partiram, e logo depois, os homens enviados por Cornélio os conduziram até a cidade, onde o centurião os esperava ansiosamente.",
      "referencias": [
        "Atos 11:11",
        "Gênesis 29:23"
      ],
      "comentario": "A jornada é concluída. O contraste entre a ansiedade do gentio (que esperava a salvação) e a missão do apóstolo (que levava a salvação) está prestes a ser resolvido.",
      "temas": [
        "Cumprimento da Jornada",
        "Encontro Marcado",
        "Antecipação"
      ],
      "personagens": [
        "Simão Pedro",
        "Irmãos de Jope",
        "Cornélio"
      ]
    },
    "22": {
      "parafrase": "Ao chegarem, os mensageiros explicaram a Cornélio: 'Estamos aqui porque o homem que você mandou chamar, Pedro, chegou e nos seguiu, pois o Senhor o enviou especificamente até você.'",
      "referencias": [
        "Atos 10:33",
        "Lucas 1:45"
      ],
      "comentario": "Os servos de Cornélio agem como mensageiros finais, validando a autoridade de Pedro perante seu mestre. Eles enfatizam que Pedro veio a mando do Senhor, não por iniciativa própria.",
      "temas": [
        "Validação da Missão",
        "Autoridade Apostólica",
        "Reconhecimento do Envio"
      ],
      "personagens": [
        "Mensageiros de Cornélio",
        "Cornélio",
        "Simão Pedro"
      ]
    },
    "23": {
      "parafrase": "Pedro entrou na casa, e Cornélio, cheio de expectativa e reverência, havia reunido seus parentes e amigos mais íntimos para ouvir a mensagem que Deus havia preparado para eles.",
      "referencias": [
        "Atos 16:32",
        "Atos 2:41"
      ],
      "comentario": "A casa do centurião se torna um 'cenáculo' improvisado. Cornélio não apenas recebe a palavra, mas a compartilha com seu círculo íntimo (parentes e amigos próximos), demonstrando a natureza comunitária da fé emergente.",
      "temas": [
        "Reunião Familiar",
        "Hospitalidade do Gentio",
        "Comunidade de Fé"
      ],
      "personagens": [
        "Simão Pedro",
        "Cornélio",
        "Parentes e Amigos"
      ]
    },
    "24": {
      "parafrase": "No dia seguinte, Cornélio os recebeu, e Pedro, já instruído pelo Espírito, estava pronto para entrar na presença dos gentios sem se sentir contaminado pela impureza cultural ou alimentar.",
      "referencias": [
        "Atos 11:3",
        "Gálatas 2:11"
      ],
      "comentario": "Pedro superou sua hesitação de associar-se com gentios (o que seria impuro para um judeu). A ansiedade de Cornélio é contrastada com a calma de Pedro, que agora compreende que o Evangelho transcende as barreiras da etnia e da dieta.",
      "temas": [
        "Quebra de Barreiras",
        "Confronto Cultural",
        "Prontidão do Apóstolo"
      ],
      "personagens": [
        "Cornélio",
        "Simão Pedro"
      ]
    },
    "25": {
      "parafrase": "Ao ver Pedro, Cornélio correu ao seu encontro, caiu aos pés do apóstolo, prostrando-se em um gesto de profunda adoração e respeito pela autoridade que Deus havia conferido a Pedro.",
      "referencias": [
        "Apocalipse 19:10",
        "Atos 28:6"
      ],
      "comentario": "Cornélio tenta adorar Pedro, mas este ato, embora motivado pela gratidão, é teologicamente incorreto. Cornélio trata Pedro como um ser divino ou um anjo. Isso força Pedro a um novo ato de correção, que será detalhado no próximo capítulo, afirmando que apenas Deus é digno de tal honra.",
      "temas": [
        "Adoração Indevida",
        "Reverência Excessiva",
        "Correção Apostólica Iminente"
      ],
      "personagens": [
        "Cornélio",
        "Simão Pedro"
      ]
    },
    "26": {
      "parafrase": "Enquanto Pedro terminava de falar, algo extraordinário aconteceu: o Espírito Santo desceu sobre todos os que estavam ouvindo a mensagem, inclusive os gentios, exatamente como havia acontecido conosco no início, quando recebemos o dom.",
      "referencias": [
        "Atos 2:4",
        "Atos 11:15"
      ],
      "comentario": "A descida do Espírito (a 'chuva' do Espírito, em grego 'epeseto to Pneuma hagion') sobre os gentios, que ainda não haviam sido batizados em nome de Jesus, é o ponto de virada. Isso valida a visão de Pedro e a aceitação irrestrita de Deus aos gentios, espelhando Pentecostes (Atos 2).",
      "temas": [
        "Batismo no Espírito Santo",
        "Abertura aos Gentios",
        "Ação do Espírito Santo"
      ],
      "personagens": [
        "Pedro",
        "Espírito Santo"
      ]
    },
    "27": {
      "parafrase": "Os irmãos judeus que haviam acompanhado Pedro, vindos da cidade, ficaram absolutamente pasmos e confusos com este evento, vendo que o dom celestial estava sendo derramado sobre pessoas que não eram circuncidadas.",
      "referencias": [
        "Atos 11:18",
        "Gálatas 3:28"
      ],
      "comentario": "A surpresa dos crentes judeus ('tous ek peritomes') é crucial. Eles esperavam que a conversão gentia fosse um processo gradual ou que exigisse a conversão prévia ao Judaísmo. A manifestação imediata do Espírito prova o contrário.",
      "temas": [
        "Reação da Comunidade",
        "Surpresa Divina",
        "Igualdade em Cristo"
      ],
      "personagens": [
        "Irmãos Judeus"
      ]
    },
    "28": {
      "parafrase": "Pedro, percebendo a inquietação deles, interveio dizendo: 'Lembram-se que Jesus nos instruiu a não chamarmos nenhuma pessoa de impura ou comum? Ele nos ordenou que servíssemos a todos, sem distinção de etnia ou costume.'",
      "referencias": [
        "Marcos 16:15",
        "Mateus 28:19"
      ],
      "comentario": "Pedro faz uma defesa direta, apelando à autoridade de Jesus ('eipe pros autous'). Ele lembra que a proibição de impureza ('koinos') não se aplicava a pessoas, mas sim a alimentos, conforme ele havia entendido em sua visão (Atos 10:15).",
      "temas": [
        "Autoridade de Cristo",
        "Quebra de Barreiras",
        "Obediência ao Mandato"
      ],
      "personagens": [
        "Pedro",
        "Jesus Cristo"
      ]
    },
    "29": {
      "parafrase": "Apesar da minha dúvida inicial, o Espírito me impulsionou a vir até aqui, e vocês veem o resultado. Agora, já que o Espírito Santo nos deu a mesma experiência de fé a eles, o que me impede de ordená-los que sejam batizados na água, aceitando-os plenamente na comunidade?",
      "referencias": [
        "Atos 8:38",
        "Atos 10:47"
      ],
      "comentario": "Pedro articula a lógica teológica: se Deus lhes deu o Espírito Santo (a marca invisível da filiação), quem somos nós ('ti mē') para negar-lhes o sinal visível (o batismo em água)?",
      "temas": [
        "Batismo em Água",
        "Aceitação Plena",
        "Lógica da Fé"
      ],
      "personagens": [
        "Pedro"
      ]
    },
    "30": {
      "parafrase": "Portanto, Pedro deu a ordem imediata para que fossem batizados em nome de Jesus Cristo, selando a aceitação deles. Então, os irmãos ali presentes pediram a Pedro que permanecesse com eles por mais alguns dias, para consolidar a nova fé.",
      "referencias": [
        "Atos 2:38",
        "Romanos 6:3"
      ],
      "comentario": "O batismo ('baptisthēnai') em nome de Jesus Cristo é o rito público de iniciação na nova comunidade. O pedido para que Pedro ficasse indica a necessidade de discipulado imediato e a aceitação formal dos novos convertidos.",
      "temas": [
        "Batismo",
        "Discipulado",
        "Estabelecimento da Igreja"
      ],
      "personagens": [
        "Pedro"
      ]
    },
    "31": {
      "parafrase": "Os apóstolos e os irmãos que estavam na Judeia souberam, então, que o grande abraço de Deus havia se estendido aos gentios, e isso era motivo de grande alegria e gratidão.",
      "referencias": [
        "Atos 11:1",
        "Atos 15:3"
      ],
      "comentario": "Esta passagem (embora tecnicamente o v. 31-33 descreva a reação em Cesaréia e o v. 1 seja o retorno a Jerusalém), o foco é a reação positiva. A notícia da conversão gentia trouxe júbilo ('charan') à igreja em Jerusalém, sinalizando que a obra de Deus estava progredindo além das expectativas.",
      "temas": [
        "Júbilo",
        "Expansão do Evangelho",
        "Comunicação da Igreja"
      ],
      "personagens": []
    },
    "32": {
      "parafrase": "Ao chegar em Cesaréia, Pedro foi recebido pelos crentes de lá, e ele lhes relatou detalhadamente tudo o que havia acontecido, começando pelo encontro com Cornélio e terminando com a descida do Espírito Santo sobre a casa dele.",
      "referencias": [
        "Atos 10:23",
        "Atos 10:44"
      ],
      "comentario": "Pedro não minimiza os fatos; ele os relata 'kata meros' (em detalhes, por partes). Isso era necessário para legitimar perante a comunidade de origem (Judeia) o que parecia uma quebra radical de tradição.",
      "temas": [
        "Testemunho",
        "Transparência",
        "Relato Fiel"
      ],
      "personagens": [
        "Pedro",
        "Crentes em Cesaréia"
      ]
    },
    "33": {
      "parafrase": "Imediatamente, todos os presentes ouviram o relato de Pedro e, cheios de admiração, renderam graças a Deus, reconhecendo a obra divina que estava transformando vidas, inclusive a de gentios.",
      "referencias": [
        "Salmos 106:1",
        "Lucas 1:64"
      ],
      "comentario": "A reação imediata é 'proskuneō ton Theon' (prostrar-se em adoração a Deus). O milagre não gerou disputa, mas sim adoração coletiva, pois eles reconheceram a soberania de Deus sobre as barreiras étnicas.",
      "temas": [
        "Adoração",
        "Reconhecimento Divino",
        "Unidade na Fé"
      ],
      "personagens": [
        "Todos os presentes"
      ]
    },
    "34": {
      "parafrase": "Então Pedro, vendo a aceitação geral e a manifestação do Espírito, proferiu palavras muito importantes: 'Eu entendi de verdade que Deus não faz acepção de pessoas; Ele realmente aceita e acolhe quem O teme, independentemente de sua origem!'",
      "referencias": [
        "Romanos 2:11",
        "Deuteronômio 10:17"
      ],
      "comentario": "Esta é a grande conclusão teológica de Pedro. O termo grego para acepção de pessoas é 'prosōpolēmpsia', literalmente 'receber a face de alguém'. Deus não se impressiona com status, rosto ou etnia; Sua aprovação se baseia no temor sincero ('phoboumenos').",
      "temas": [
        "Imparcialidade de Deus",
        "Temor a Deus",
        "Revelação Teológica"
      ],
      "personagens": [
        "Pedro"
      ]
    },
    "35": {
      "parafrase": "A mensagem do Evangelho, que traz a salvação, é direcionada a todos, e não apenas àqueles que seguem as antigas tradições judaicas, sendo capacitada pelo Espírito Santo para todos que creem.",
      "referencias": [
        "Atos 15:11",
        "Romanos 10:12"
      ],
      "comentario": "Embora o versículo 35 não tenha um sujeito claro no grego (é uma consequência da declaração anterior), ele encapsula o ensinamento: a salvação é universal para quem crê, sem necessidade de rituais judaicos prévios. O verbo chave é 'baptizō' (batizar), indicando a inclusão no corpo de Cristo.",
      "temas": [
        "Universalidade da Salvação",
        "Fé como Critério",
        "Ato de Batismo"
      ],
      "personagens": []
    },
    "36": {
      "parafrase": "A Palavra que Deus enviou aos filhos de Israel, anunciando a paz por meio de Jesus Cristo — que é o Senhor absoluto de todos — esta é a mesma Palavra poderosa que é pregada agora a todos.",
      "referencias": [
        "Isaías 57:19",
        "João 1:1"
      ],
      "comentario": "Pedro conecta a pregação atual de Jesus com o plano divino estabelecido desde sempre ('ho logos hos exapesteilen'). O ponto central é que Jesus Cristo é 'Kyrios Pantōn' (Senhor de Todos), justificando a pregação aos gentios.",
      "temas": [
        "Senhorio de Cristo",
        "Paz através de Jesus",
        "Continuidade da Revelação"
      ],
      "personagens": [
        "Jesus Cristo"
      ]
    },
    "37": {
      "parafrase": "Vocês bem sabem o que aconteceu em toda a Judeia, começando pela Galileia, após o batismo que João pregou: como Deus ungiu Jesus de Nazaré com o Santo Espírito e com poder, capacitando-o para fazer o bem e libertar!",
      "referencias": [
        "Lucas 3:22",
        "Atos 4:27"
      ],
      "comentario": "Pedro faz um resumo da introdução de seu ministério, lembrando que a unção de Jesus (o Messias) com o Espírito, que ocorreu no Jordão, é o precedente para o que está acontecendo agora com Cornélio. A referência a João Batista estabelece a linha de continuidade messiânica.",
      "temas": [
        "Unção de Jesus",
        "Poder do Espírito",
        "Ministério de João Batista"
      ],
      "personagens": [
        "Jesus de Nazaré",
        "João (Batista)"
      ]
    },
    "38": {
      "parafrase": "Vocês viram com seus próprios olhos como Deus O encheu de poder, o Filho de Nazaré, para que Ele andasse pela terra fazendo milagres, curando os oprimidos pelo Diabo, pois Deus estava poderosamente com Ele em cada passo.",
      "referencias": [
        "Atos 4:30",
        "Lucas 4:18"
      ],
      "comentario": "O foco aqui é a evidência empírica dos atos de Jesus ('diamesountos autou' - enquanto Ele passava). O poder de libertação sobre o maligno ('diabolou') confirma a natureza de sua missão salvadora.",
      "temas": [
        "Milagres de Jesus",
        "Libertação",
        "Presença de Deus"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "39": {
      "parafrase": "E nós, seus discípulos, somos testemunhas fiéis de tudo o que Ele realizou na terra de Judá e na própria cidade de Jerusalém, onde acabaram por matá-Lo, pendurando-O em um madeiro terrível.",
      "referencias": [
        "João 19:17"
      ],
      "comentario": "Pedro confirma o testemunho ocular ('memartēres hemeis'). O termo 'kremasantes epi xylou' (pendurado em uma árvore/madeiro) é uma referência direta à Crucifixão, usada aqui para enfatizar o ato de condenação e morte.",
      "temas": [
        "Testemunho Apostólico",
        "Crucificação",
        "Assassinato em Jerusalém"
      ],
      "personagens": [
        "Apóstolos",
        "Jesus"
      ]
    },
    "40": {
      "parafrase": "Mas o ponto central, que não pode ser ignorado, é que, no terceiro dia, Deus O ressuscitou dos mortos! E Deus O fez aparecer, não a todo o povo, mas a nós, que fomos escolhidos como testemunhas!",
      "referencias": [
        "1 Coríntios 15:4",
        "Lucas 24:46"
      ],
      "comentario": "A ressurreição ('ēgeiren auton') é o clímax da defesa de Pedro. O detalhe de que Ele apareceu apenas a testemunhas selecionadas ('eklektōis martusin') reforça a credibilidade do testemunho que eles agora compartilhavam com os gentios.",
      "temas": [
        "Ressurreição",
        "Poder de Deus",
        "Escolha Divina"
      ],
      "personagens": [
        "Deus",
        "Jesus"
      ]
    },
    "41": {
      "parafrase": "Ele nos mandou pregar com autoridade a todo o povo — tanto judeus quanto gentios — e testemunhar que este Jesus ressurreto é aquele que Deus designou como Juiz dos vivos e dos mortos, aquele que julgará a todos nós.",
      "referencias": [
        "Atos 17:31",
        "2 Timóteo 4:1"
      ],
      "comentario": "A ordem era clara: pregar ('kēryxai') a todos. Jesus é apresentado como o Juiz ('kritēs') designado por Deus, ligando a mensagem de salvação à inevitabilidade do juízo final.",
      "temas": [
        "Pregação Universal",
        "Julgamento Final",
        "Autoridade de Juiz"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "42": {
      "parafrase": "E, para comprovar tudo o que dizemos sobre Ele, todos os profetas antigos atestam que o perdão dos pecados é oferecido, sem reservas, a quem crê Nele!",
      "referencias": [
        "Isaías 53:11",
        "Jeremias 31:34"
      ],
      "comentario": "O perdão dos pecados ('aphesis hamartiōn') é o cerne da mensagem. Pedro usa as Escrituras judaicas ('hoi prophetēis') para validar a fé gentia, mostrando que o plano sempre incluiu a remissão para os crentes, independentemente de sua origem étnica.",
      "temas": [
        "Perdão dos Pecados",
        "Validação pelas Escrituras",
        "Fé e Remissão"
      ],
      "personagens": []
    },
    "43": {
      "parafrase": "E, como prova viva e visível da verdade de tudo isso, o Senhor Deus ainda está enviando sinais e maravilhas através de nós, os apóstolos, aqui mesmo em Cesaréia!",
      "referencias": [
        "Hebreus 2:4",
        "Atos 4:33"
      ],
      "comentario": "O poder miraculoso ('sēmeia kai terata') que acompanhava o ministério apostólico era a assinatura de Deus, confirmando a validade da mensagem, especialmente quando esta desafiava as estruturas religiosas estabelecidas.",
      "temas": [
        "Poderes Sobrenaturais",
        "Confirmação Divina",
        "Sinais e Maravilhas"
      ],
      "personagens": [
        "Deus",
        "Apóstolos"
      ]
    },
    "44": {
      "parafrase": "Enquanto Pedro ainda proclamava essas palavras com fervor, o próprio Espírito Santo tomou conta de todos os ouvintes gentios, e eles começaram a falar em outras línguas, assim como o dom havia sido liberado para nós no início!",
      "referencias": [
        "Atos 2:4",
        "1 Coríntios 12:10"
      ],
      "comentario": "Este versículo é a repetição deliberada do evento de Pentecostes, mas agora em casa gentia (Cornélio). O dom de línguas ('glossō*n lalein') serviu como a prova irrefutável, auditiva e milagrosa, de que o Espírito havia sido derramado sem restrições.",
      "temas": [
        "Glossolalia",
        "Repetição de Pentecostes",
        "Evidência do Espírito"
      ],
      "personagens": [
        "Espírito Santo"
      ]
    },
    "45": {
      "parafrase": "Os crentes judeus que tinham vindo com Pedro, vindos da cidade, ficaram maravilhados e atônitos, pois viram que a dádiva do Espírito Santo estava sendo derramada de forma idêntica sobre aqueles que não eram judeus.",
      "referencias": [
        "Atos 11:17",
        "Gálatas 3:27"
      ],
      "comentario": "A admiração ('exestēsan') é novamente registrada. A igualdade do dom ('dōrea tou Pneumatos') para gentios era o obstáculo teológico sendo removido pela manifestação sobrenatural.",
      "temas": [
        "Admiração",
        "Igualdade Espiritual",
        "Reconhecimento do Milagre"
      ],
      "personagens": [
        "Crentes Judeus"
      ]
    },
    "46": {
      "parafrase": "Eles testemunharam os gentios exclamando em línguas estranhas e louvando a grandeza de Deus em um idioma desconhecido para eles.",
      "referencias": [
        "1 Coríntios 14:2",
        "Atos 2:11"
      ],
      "comentario": "A ação é dupla: eles falaram em línguas ('heterais glossais') e glorificaram a Deus ('megalunontes ton Theon'). O foco da manifestação, portanto, não era comunicação humana, mas adoração divina.",
      "temas": [
        "Louvor a Deus",
        "Línguas Estranhas",
        "Adoração"
      ],
      "personagens": []
    },
    "47": {
      "parafrase": "Vendo tudo isso, Pedro imediatamente perguntou: 'Seria possível que alguém pudesse negar a água do batismo a estas pessoas? Elas receberam o Espírito Santo da mesma forma que nós recebemos! Quem poderia proibir que fossem imersas na água?'",
      "referencias": [
        "Atos 10:15",
        "Atos 10:48"
      ],
      "comentario": "A retórica de Pedro é decisiva ('mēpote kōlysai'), questionando se alguém ousaria ir contra o que o próprio Espírito acabara de realizar. A recepção do Espírito ('dōrea tou Pneumatos') agora torna o batismo em água uma obrigação lógica.",
      "temas": [
        "Obrigatoriedade do Batismo",
        "Posição de Pedro",
        "Contradição da Dúvida"
      ],
      "personagens": [
        "Pedro"
      ]
    },
    "48": {
      "parafrase": "Com a ordem de Pedro, os novos convertidos gentios foram imediatamente batizados em nome de Jesus Cristo, mergulhando na água. E então, pediram a Pedro e aos companheiros que ficassem ali com eles por alguns dias, para que pudessem aprender mais sobre a nova vida em Cristo.",
      "referencias": [
        "Romanos 6:4",
        "Atos 16:15"
      ],
      "comentario": "O ato final é o batismo ('baptisthēnai') em nome de Jesus Cristo. Isso sela a aceitação da família de Cornélio na comunidade cristã, marcando o fim da hesitação inicial e o início do discipulado formal com os apóstolos presentes.",
      "temas": [
        "Batismo Completo",
        "Iniciação na Comunidade",
        "Discipulado"
      ],
      "personagens": [
        "Pedro",
        "Cornélio (implícito)"
      ]
    }
  }
}