{
  "livro": "Salmos",
  "capitulo": 100,
  "contexto_historico": "",
  "bloco_tematico": "",
  "versiculos": {
    "1": {
      "parafrase": "Ergam as vozes! Que a alegria transborde e ecoe por toda a Terra! Todos os povos, de todas as nações e línguas, sejam convocados a celebrar com entusiasmo fervoroso o Senhor nosso Deus. É tempo de fazer uma barulheira santa, um clamor de gratidão que ninguém possa ignorar!",
      "referencias": [
        "Salmos 98:4",
        "Isaías 55:12",
        "Apocalipse 14:6"
      ],
      "comentario": "O imperativo 'Fazei um grande alarido' (em hebraico, 'Haria' - um grito de guerra ou alegria) estabelece o tom imediato. Não é um murmúrio, mas um clamor audível e universal. O Salmista convoca a Terra inteira, não apenas Israel, indicando a natureza inclusiva do louvor a Deus.",
      "temas": [
        "Louvor Universal",
        "Alegria",
        "Adoração Sonora"
      ],
      "personagens": [
        "A Terra"
      ]
    },
    "2": {
      "parafrase": "Sirvam ao Senhor com o coração repleto de deleite genuíno! Apresentem-se diante d'Ele com cantos de felicidade profunda, pois Ele é o nosso Criador soberano. Entrem na Sua presença reconhecendo Sua majestade, e façam isso com uma expressão de júbilo que venha da alma.",
      "referencias": [
        "Salmos 95:1-2",
        "Romanos 12:1",
        "Filipenses 4:4"
      ],
      "comentario": "A ênfase aqui recai sobre a motivação interna ('com alegria'). A palavra 'servi' (hebraico: 'abado') implica trabalho ou serviço dedicado. O verso nos lembra da razão primária para o louvor: Ele é o nosso Deus, Aquele que nos fez, estabelecendo a relação criador-criatura como base para a adoração.",
      "temas": [
        "Serviço com Alegria",
        "Reconhecimento do Criador",
        "Intencionalidade na Adoração"
      ],
      "personagens": [
        "O Servo/Adorador"
      ]
    },
    "3": {
      "parafrase": "Reconheçam, com clareza inabalável, que o Senhor é Deus, e mais ninguém! É Ele quem nos moldou, assim como o oleiro molda o barro macio. Não somos fruto do acaso; somos a Sua criação. Pertencemos a Ele, e Ele é o nosso Pastor e Provedor.",
      "referencias": [
        "Isaías 64:8",
        "Gênesis 2:7",
        "João 10:11"
      ],
      "comentario": "Este é o cerne teológico do Salmo. O povo precisa 'saber' ou 'reconhecer' (hebraico: 'yada') que Yahweh é o único Deus. A metáfora do oleiro (como em Isaías) destaca a soberania absoluta de Deus sobre a formação e o destino humano, contrastando com qualquer ideia de autossuficiência.",
      "temas": [
        "Soberania de Deus",
        "Identidade da Criação",
        "Monoteísmo"
      ],
      "personagens": [
        "Deus (o Oleiro)"
      ]
    },
    "4": {
      "parafrase": "Entrem pelos portões que levam à Sua presença com atos de profunda gratidão! Avancem para os Seus pátios internos com hinos ressonantes de louvor! Agradeçam-Lhe incessantemente, sussurrando o Seu nome bendito em cada momento.",
      "referencias": [
        "Salmos 24:7",
        "Hebreus 13:15",
        "Salmos 118:24"
      ],
      "comentario": "Aqui, o foco muda da declaração teológica para a prática litúrgica. 'Entrai pelas portas' remete à entrada no Templo (ou na Presença Divina). Os 'atrios' ou 'pátios' são os espaços sagrados adjacentes ao Santo dos Santos. A ação de agradecer ('todah') é um sacrifício de louvor que deve ser contínuo.",
      "temas": [
        "Acesso à Presença de Deus",
        "Gratidão Contínua",
        "Culto Público"
      ],
      "personagens": [
        "Adoradores"
      ]
    },
    "5": {
      "parafrase": "Pois a bondade do Senhor é eterna, um amor leal que nunca falha e que se estende por todas as gerações! E a fidelidade de Sua palavra e Suas promessas permanecem firmes, sólidas como rocha, através de todos os séculos e todas as eras!",
      "referencias": [
        "Salmos 136:1",
        "Lamentações 3:22-23",
        "Hebreus 6:17"
      ],
      "comentario": "Este verso recapitula a justificação para todo o louvor anterior. A 'bondade' (hebraico: 'tov') e o 'amor leal' (hebraico: 'hesed') são atributos divinos permanentes. O 'hesed' é o pacto inquebrável de Deus. A constância desse amor é garantida através do 'tempo' (o ciclo das gerações), assegurando que a aliança se sustenta no tempo e além.",
      "temas": [
        "Amor Leal (Hesed)",
        "Eternidade da Bondade de Deus",
        "Fidelidade"
      ],
      "personagens": [
        "O Senhor"
      ]
    }
  }
}