{
  "livro": "Salmos",
  "capitulo": 105,
  "contexto_historico": "O Salmo 105 é um hino de ação de graças e um poderoso lembrete da fidelidade de Deus ao Seu pacto com Israel. Ele narra, de forma concisa e vívida, os eventos cruciais da história de Israel, desde o chamado de Abraão, passando pelas provas de José, até a libertação do Egito e a conquista da Terra Prometida. O foco principal é a soberania de Deus em cumprir Suas promessas, independentemente das circunstâncias. É um texto que visa instruir as gerações futuras sobre o caráter imutável de Deus. 📜👴🏽 Promises are kept!",
  "bloco_tematico": "A Fidelidade Inabalável de Deus: Do Chamado de Abraão à Entrega da Terra Prometida 🗝️🗺️",
  "versiculos": {
    "1": {
      "parafrase": "Oh, deem graças ao Senhor sem cessar! Clamem por Sua ajuda em todos os momentos e lugares, pois o Seu amor é eterno e a Sua fidelidade merece ser celebrada incessantemente.",
      "referencias": [
        "Salmos 136:1",
        "1 Tessalonicenses 5:18"
      ],
      "comentario": "O salmista inicia com um imperativo triplo: 'Dai graças ao Senhor' (Hebraico: 'Hodu LaYahweh'). É uma convocação à gratidão ativa e contínua. O foco está na natureza imutável do amor ('hesed') e da fidelidade de Deus, estabelecendo o tema central de toda a ode.",
      "temas": [
        "Gratidão",
        "Fidelidade de Deus",
        "Louvor Contínuo"
      ],
      "personagens": [
        "O Salmista"
      ]
    },
    "2": {
      "parafrase": "Testemunhem a grandeza das obras do Senhor! Contem a todos os povos as maravilhas que Ele realizou, para que a fama de Sua majestade se espalhe por toda a terra.",
      "referencias": [
        "Salmos 96:3",
        "Isaías 12:4"
      ],
      "comentario": "A gratidão se transforma em proclamação. 'Anunciem' (Hebraico: 'Higidu') implica tornar público e testemunhar. O objetivo não é apenas adorar, mas evangelizar através da narração das 'obras' divinas, garantindo que a glória não fique restrita a Israel.",
      "temas": [
        "Proclamação",
        "Obras Poderosas",
        "Reconhecimento da Glória"
      ],
      "personagens": [
        "O Salmista",
        "Todos os Povos"
      ]
    },
    "3": {
      "parafrase": "Glorifiquem o Senhor com cânticos e hinos, e exaltem-No através da música mais sublime, pois Ele é maravilhoso em tudo o que faz.",
      "referencias": [
        "Salmos 98:1",
        "Colossenses 3:16"
      ],
      "comentario": "Aqui, a proclamação se torna litúrgica: cantar e entoar cânticos ('Zammeru' - cantar com acompanhamento instrumental). A razão para a exaltação é a singularidade de Suas ações ('niflaot' - coisas maravilhosas, extraordinárias, que ultrapassam a compreensão humana).",
      "temas": [
        "Louvor Musical",
        "Maravilha",
        "Adoração"
      ],
      "personagens": [
        "O Salmista"
      ]
    },
    "4": {
      "parafrase": "Busquem a força do Senhor e a Sua presença constante. Mantenham o coração voltado para Ele em todas as circunstâncias.",
      "referencias": [
        "Isaías 55:6",
        "Filipenses 4:13"
      ],
      "comentario": "Uma transição para a ação individual. 'Buscai o Senhor' ('Dirshu') sugere uma busca ativa, diligente, não passiva. Isso é complementado pelo desejo de que eles se lembrem constantemente da Sua força ('Oz') e do Seu rosto ('Panim'), ou seja, da Sua presença íntima.",
      "temas": [
        "Busca a Deus",
        "Dependência",
        "Intimidade"
      ],
      "personagens": [
        "O Salmista"
      ]
    },
    "5": {
      "parafrase": "Lembrem-se dos milagres impressionantes que Ele já realizou, dos juízos justos que executou sobre os inimigos e de Suas promessas firmes feitas a Abraão.",
      "referencias": [
        "Deuteronômio 4:9",
        "Salmos 78:7"
      ],
      "comentario": "O salmista direciona a memória para três pilares da aliança: 1. Os sinais e maravilhas (milagres); 2. Os juízos (demonstração de justiça); 3. Os atos poderosos ('Gevurot'), especificamente ligados às promessas feitas aos patriarcas.",
      "temas": [
        "Memória",
        "Juízo",
        "Aliança"
      ],
      "personagens": [
        "O Salmista"
      ]
    },
    "6": {
      "parafrase": "Pois vocês são descendentes diretos do Seu servo Abraão, e a aliança que Ele estabeleceu com ele ainda está viva em vocês.",
      "referencias": [
        "Gênesis 12:1-3",
        "Lucas 1:55"
      ],
      "comentario": "Este versículo reafirma a identidade do povo escolhido através da linhagem. A referência a Abraão é fundamental, pois é dele que emana a promessa da nação e da terra. O texto estabelece a continuidade da relação de pacto.",
      "temas": [
        "Descendência",
        "Aliança Abraâmica",
        "Identidade"
      ],
      "personagens": [
        "Abraão"
      ]
    },
    "7": {
      "parafrase": "Ele estabeleceu essa promessa como um estatuto eterno para Jacó, e a confirmou como um mandamento imutável para o povo de Israel, para sempre.",
      "referencias": [
        "Gênesis 35:10-12",
        "Jeremias 31:35"
      ],
      "comentario": "'Estatuto' ('Chuqqah') e 'Mandamento' ('Mishpat') indicam a natureza legal e obrigatória da aliança, passada de Abraão para Jacó (também chamado Israel). É uma lei divina promulgada para a nação, garantindo Sua permanência através das gerações.",
      "temas": [
        "Lei Divina",
        "Estatuto",
        "Permanência"
      ],
      "personagens": [
        "Jacó (Israel)"
      ]
    },
    "8": {
      "parafrase": "Isso ocorreu quando Ele decidiu agir, voltando-se para libertar o Egito. Naquele tempo, o concerto de Deus foi firmado, uma decisão que perdurará por mil gerações.",
      "referencias": [
        "Êxodo 6:1",
        "Salmos 111:9"
      ],
      "comentario": "O ponto de virada histórico: a libertação do Egito. O termo 'pacto' ou 'aliança' ('Berith') é formalmente ligado à intervenção libertadora. A promessa se torna perpétua ('eleph dorot' - mil gerações), enfatizando a durabilidade divina em contraste com a brevidade humana.",
      "temas": [
        "Êxodo",
        "Pacto",
        "Eternidade"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "9": {
      "parafrase": "Esta aliança foi selada com Abraão através de um juramento, e com Isaque confirmada por uma promessa solene.",
      "referencias": [
        "Gênesis 15:18",
        "Gênesis 26:3"
      ],
      "comentario": "O salmista detalha como a aliança foi formalizada: um 'juramento' ('Shevu'ah') para Abraão e uma 'palavra firme' ('Emetha') para Isaque. Este é o reforço legal e pessoal da promessa divina através de sucessivas gerações patriarcais.",
      "temas": [
        "Juramento",
        "Promessa",
        "Consistência Divina"
      ],
      "personagens": [
        "Abraão",
        "Isaque"
      ]
    },
    "10": {
      "parafrase": "E essa mesma verdade Ele confirmou a Jacó, estabelecendo-a como uma lei para o povo de Israel, um legado que jamais poderia ser revogado.",
      "referencias": [
        "Gênesis 35:9-12",
        "Salmos 147:19"
      ],
      "comentario": "O ciclo se completa com Jacó. A 'lei' ('Choq') assegura que as promessas não são meras intenções, mas decretos imutáveis. A ideia é que Deus não muda Seus decretos estabelecidos.",
      "temas": [
        "Lei",
        "Legado",
        "Imutabilidade"
      ],
      "personagens": [
        "Jacó"
      ]
    },
    "11": {
      "parafrase": "Isto foi uma ordem dada quando Ele disse: 'A terra de Canaã lhes será dada como a porção que lhes cabe por herança, um legado que vocês guardarão para sempre!'",
      "referencias": [
        "Gênesis 13:15",
        "Êxodo 23:31"
      ],
      "comentario": "O conteúdo específico da aliança é revelado: a posse da terra ('Aretz Kena'an'). É designada como a 'porção' ou quinhão ('Cheleq'), um termo que implica propriedade garantida pelo soberano. É um ato de doação territorial soberana.",
      "temas": [
        "Terra Prometida",
        "Herança",
        "Decreto de Posse"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "12": {
      "parafrase": "Naquele tempo, eram pouquíssimos os israelitas, nômades e estranhos, que tinham apenas a promessa como posse.",
      "referencias": [
        "Gênesis 34:30",
        "Hebreus 11:9"
      ],
      "comentario": "Contraste entre a promessa colossal e a realidade física minúscula. Eles eram poucos ('me'at') e estrangeiros ('zarim') na terra. A posse era, inicialmente, apenas uma crença na Palavra, não um domínio territorial.",
      "temas": [
        "Pouquidão",
        "Nômades",
        "Fé na Promessa"
      ],
      "personagens": [
        "Israelitas"
      ]
    },
    "13": {
      "parafrase": "Eles vagavam de nação em nação, de um reino para outro, buscando refúgio sob a proteção de outros povos.",
      "referencias": [
        "Gênesis 21:34",
        "Atos 7:5"
      ],
      "comentario": "A descrição da jornada patriarcal: movimento constante ('Lalechet' - ir e vir) entre 'nação' ('Goy') e 'reino' ('Mamlakah'). Isso reforça a ideia de que a segurança deles não estava no poder político humano, mas na promessa divina.",
      "temas": [
        "Peregrinação",
        "Refúgio",
        "Mobilidade"
      ],
      "personagens": [
        "Patriarcas"
      ]
    },
    "14": {
      "parafrase": "Contudo, Deus proibiu que alguém os oprimisse ou lhes causasse qualquer mal; e, em favor deles, Ele repreendeu reis poderosos.",
      "referencias": [
        "Gênesis 12:17",
        "Gênesis 20:3"
      ],
      "comentario": "Aqui vemos a função protetora de Deus sobre Seus 'eleitos' ou 'ungidos' ('Mashi'cho'). Ele não permitiu que reis ('Melakim') os tocassem, intervindo diretamente para impedir a opressão, mesmo quando estavam vulneráveis.",
      "temas": [
        "Proteção Divina",
        "Intervenção",
        "Repreensão aos Reis"
      ],
      "personagens": [
        "Deus",
        "Reis"
      ]
    },
    "15": {
      "parafrase": "Deus decretou: 'Jamais se voltem contra Meus ungidos, e não façam mal algum aos Meus profetas!'.",
      "referencias": [
        "Gênesis 20:6",
        "Números 12:8"
      ],
      "comentario": "Esta é a cláusula de não-agressão divina. O termo 'Mashi'cho' (Ungidos), embora aplicado aqui aos patriarcas no contexto histórico, prefigura a importância dos líderes espirituais e, ultimamente, do Messias. É uma advertência clara contra tocar naqueles que Deus separou.",
      "temas": [
        "Ungidos",
        "Proibição de Dano",
        "Soberania"
      ],
      "personagens": [
        "Deus",
        "Ungidos"
      ]
    },
    "16": {
      "parafrase": "Então, Ele fez com que a fome se abatesse sobre aquela terra, quebrando o sustento do pão que os mantinha de pé, acabando com a sua reserva de alimentos.",
      "referencias": [
        "Gênesis 41:54",
        "Lamentações 4:9"
      ],
      "comentario": "A narrativa muda para a estratégia de Deus no Egito. O controle da cadeia alimentar ('Shever Lachem' - quebra de pão) é uma demonstração suprema de soberania. A fome é usada como instrumento de controle e preparação para o Êxodo.",
      "temas": [
        "Fome",
        "Soberania Alimentar",
        "Estratégia Divina"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "17": {
      "parafrase": "Ele enviou um homem adiante deles, José, que foi vendido como escravo, mas cuja vida foi redirecionada por Deus.",
      "referencias": [
        "Gênesis 37:28",
        "Atos 7:9-10"
      ],
      "comentario": "Introdução de José como o instrumento humano da salvação prévia. A palavra chave é que Deus o 'enviou' ('Shalach'), mesmo que a ação humana tenha sido a traição (venda). A dor ('Asiri' - cativeiro/prisão) serviu para prepará-lo para o propósito maior.",
      "temas": [
        "Instrumentos Humanos",
        "Soberania na Adversidade",
        "Prevenção"
      ],
      "personagens": [
        "José"
      ]
    },
    "18": {
      "parafrase": "Seus pés foram acorrentados e seus ossos apertados, pois ele foi aprisionado até o dia em que sua palavra, a profecia de Deus, se cumpriu.",
      "referencias": [
        "Gênesis 39:20",
        "Salmos 107:10"
      ],
      "comentario": "Detalhes da provação de José: correntes ('Iqev') nos pés e a opressão do ferro ('Barzel') em seu corpo. A fidelidade de Deus é mostrada no fato de que, mesmo no cativeiro, ele estava caminhando exatamente em direção ao cumprimento de seu destino divino ('Davar YHWH' - a palavra do Senhor).",
      "temas": [
        "Cativeiro",
        "Provação",
        "Cumprimento da Palavra"
      ],
      "personagens": [
        "José"
      ]
    },
    "19": {
      "parafrase": "Até que a Palavra do Senhor se confirmou, e a promessa de Deus o libertou da prisão, dando-lhe autoridade sobre o povo.",
      "referencias": [
        "Gênesis 41:40",
        "Provérbios 18:10"
      ],
      "comentario": "A libertação não é apenas física, mas a ratificação da autoridade. 'A Palavra' ('Davar') age como um decreto de soltura. José foi libertado do confinamento para governar, uma inversão dramática de poder orquestrada por Deus.",
      "temas": [
        "Libertação",
        "Autoridade",
        "Reversão de Sorte"
      ],
      "personagens": [
        "José"
      ]
    },
    "20": {
      "parafrase": "O Faraó, o grande rei, o libertou, dando-lhe o comando sobre seu povo e toda a sua casa.",
      "referencias": [
        "Gênesis 41:39-41",
        "Romanos 13:1"
      ],
      "comentario": "O instrumento humano da libertação terrena é o Faraó. Deus utiliza a estrutura de poder mundana para cumprir Seus desígnios. José se torna o vice-rei, um governante delegado.",
      "temas": [
        "Governo",
        "Faraó",
        "Delegação de Poder"
      ],
      "personagens": [
        "Faraó",
        "José"
      ]
    },
    "21": {
      "parafrase": "José foi posicionado para governar sobre o Egito, dando ordens aos príncipes e ensinando sabedoria aos anciãos do reino.",
      "referencias": [
        "Gênesis 41:44",
        "Provérbios 1:5"
      ],
      "comentario": "A função de José era dupla: administrativa ('Príncipes' ou chefes) e didática ('Ensine a sabedoria'). Ele não era apenas um administrador, mas um mestre que aplicava a sabedoria divina na gestão de crises, transmitindo-a aos sábios locais.",
      "temas": [
        "Administração",
        "Sabedoria",
        "Governança"
      ],
      "personagens": [
        "José"
      ]
    },
    "22": {
      "parafrase": "Então, os filhos de Israel puderam entrar no Egito, e José os recebeu, provendo tudo para Jacó, seu pai, com honra e alegria.",
      "referencias": [
        "Gênesis 42:6",
        "Gênesis 45:17-19"
      ],
      "comentario": "O resultado da provação de José: a reunião familiar. O Egito, que antes era o lugar de opressão, se torna o local de refúgio e provisão, trazido pela mão do homem que eles haviam rejeitado. O termo 'honra' sugere o tratamento digno dado à família real.",
      "temas": [
        "Reunião Familiar",
        "Provisão",
        "Reconciliação"
      ],
      "personagens": [
        "Israelitas",
        "José",
        "Jacó"
      ]
    },
    "23": {
      "parafrase": "E a população de Israel prosperou imensamente na terra do Egito, tornando-se muito mais numerosa e forte que os próprios egípcios.",
      "referencias": [
        "Êxodo 1:7",
        "Gênesis 47:27"
      ],
      "comentario": "O cumprimento da promessa de multiplicação. 'Wayeepru' (se multiplicaram) indica um crescimento exponencial. Esta prosperidade, embora abençoada, plantaria as sementes do futuro conflito, pois despertaria a inveja dos egípcios.",
      "temas": [
        "Multiplicação",
        "Prosperidade",
        "Crescimento Demográfico"
      ],
      "personagens": [
        "Israelitas"
      ]
    },
    "24": {
      "parafrase": "E, vendo isso, Deus lembrou-Se de Seu pacto e mudou o coração dos egípcios para que olhassem com receio e hostilidade para com o povo de Israel, pois Ele tinha um plano maior.",
      "referencias": [
        "Êxodo 1:8",
        "Êxodo 2:25"
      ],
      "comentario": "O texto dá o crédito da mudança de humor egípcia diretamente a Deus ('Wayehu'). Deus 'Lembrou-se' da Aliança ('Zakar et Berith'). O temor ('Phachad') dos egípcios sobre a força crescente de Israel é o mecanismo que Deus usa para forçar a saída, preparando a próxima fase: o Êxodo.",
      "temas": [
        "Lembrança do Pacto",
        "Mudança de Corações",
        "Medo dos Opressores"
      ],
      "personagens": [
        "Deus",
        "Egípcios"
      ]
    },
    "25": {
      "parafrase": "A intenção divina era preparar o caminho para a libertação: Ele endureceu a mente dos egípcios para que eles odiassem o Seu povo e os tratassem com crueldade, forçando-os a sair.",
      "referencias": [
        "Êxodo 4:21",
        "Romanos 9:18"
      ],
      "comentario": "O clímax da preparação. Deus 'endurece' ('Hishbia') o coração do Faraó e do povo. Este é um ato teologicamente complexo, onde a soberania divina opera sobre a vontade humana para que o propósito maior (a redenção e a manifestação da glória no Mar Vermelho) se concretize. O ódio egípcio é o catalisador necessário para a libertação.",
      "temas": [
        "Endurecimento do Coração",
        "Libertação",
        "Propósito Divino"
      ],
      "personagens": [
        "Deus",
        "Egípcios"
      ]
    },
    "26": {
      "parafrase": "Então, o Senhor enviou Moisés, Seu servo escolhido, e Arão, aquele que Ele separou para a missão. Estes dois foram com a autoridade divina para confrontar o Faraó e mostrar o poder inegável de Deus ao povo egípcio, desafiando-os a se converterem.",
      "referencias": [
        "Êxodo 3:10",
        "Êxodo 7:1"
      ],
      "comentario": "O versículo destaca a dupla liderança de Moisés e Arão, com Moisés sendo o 'servo' (עֶבֶד - 'eved', indicando servidão dedicada a Deus) e Arão como o porta-voz designado (o mediador linguístico) para executar os sinais divinos perante o rei do Egito.",
      "temas": [
        "Chamado Divino",
        "Autoridade de Moisés",
        "Desafio ao Poder Terreno"
      ],
      "personagens": [
        "Moisés",
        "Arão",
        "Faraó"
      ]
    },
    "27": {
      "parafrase": "Eles realizaram diante do Faraó todos aqueles prodígios e maravilhas que Deus havia ordenado, exibindo o poder esmagador do Altíssimo em meio à terra dos egípcios. Os prodígios eram demonstrações de soberania.",
      "referencias": [
        "Êxodo 7:8-12",
        "Salmos 78:43"
      ],
      "comentario": "Refere-se ao conjunto dos sinais e milagres (as pragas) executados. A frase hebraica 'אותות ומופתים' (otot u'moftim) enfatiza sinais portentosos e demonstrações notáveis de poder, cumprindo a ordem estrita recebida.",
      "temas": [
        "Milagres",
        "Manifestação do Poder de Deus",
        "Obediência no Cumprimento"
      ],
      "personagens": [
        "Moisés",
        "Arão",
        "Faraó"
      ]
    },
    "28": {
      "parafrase": "Mas, apesar de todo o espetáculo de poder, o coração do Faraó foi endurecido, assim como o de seus nobres. Por isso, ele se recusou obstinadamente a libertar o povo de Israel da escravidão, desobedecendo aos mandamentos do Senhor.",
      "referencias": [
        "Êxodo 8:15",
        "Romanos 9:18"
      ],
      "comentario": "Este é um ponto crucial: o endurecimento do coração (כִּוֵּּץ לֵב - ki-vetz lev). Embora a Bíblia atribua o endurecimento ao Faraó, em outros trechos sugere-se que Deus também o endureceu para manifestar Sua glória. Aqui, a ênfase recai na teimosia humana que rejeita a evidência divina.",
      "temas": [
        "Endurecimento do Coração",
        "Desobediência",
        "Soberania de Deus"
      ],
      "personagens": [
        "Faraó"
      ]
    },
    "29": {
      "parafrase": "Como consequência dessa recusa obstinada, Deus convocou as águas do Nilo e de todos os rios egípcios, transformando-as em um líquido vermelho e espesso. O rio, fonte de vida para o Egito, tornou-se uma visão repulsiva de morte.",
      "referencias": [
        "Êxodo 7:17-20",
        "Apocalipse 16:4"
      ],
      "comentario": "A primeira praga, o sangue. O texto descreve a transformação das águas (e dos rios, córregos e reservatórios). Isso foi um ataque direto à divindade que os egípcios atribuíam ao Nilo e ao próprio Faraó como seu mantenedor.",
      "temas": [
        "Pragas do Egito",
        "Juízo contra o Egito",
        "Ataque às Falsas Divindades"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "30": {
      "parafrase": "A terra foi inundada pelo horror do sangue, a ponto de o povo egípcio não conseguir sequer beber uma gota da água que lhes dava sustento. O clamor da aflição ecoou por toda a terra.",
      "referencias": [
        "Êxodo 7:21",
        "Isaías 50:2"
      ],
      "comentario": "O resultado prático da praga: a impossibilidade de uso da água. Isso demonstra que o juízo divino atinge as necessidades mais básicas da vida humana, expondo a impotência dos deuses egípcios em proteger seu povo.",
      "temas": [
        "Aflição",
        "Inutilidade das Águas",
        "Sustento Negado"
      ],
      "personagens": []
    },
    "31": {
      "parafrase": "Então, com um comando divino, Deus fez com que rãs, um símbolo de fertilidade, subissem em grande número e invadissem todas as terras do Egito, cobrindo tudo com a sua presença indesejada.",
      "referencias": [
        "Êxodo 8:2-3",
        "Apocalipse 16:13"
      ],
      "comentario": "A segunda praga: os sapos ou rãs (צְפַרְדֵּעַ - tsfardea). Na mitologia egípcia, a deusa Heket era representada com cabeça de rã e era associada à fertilidade e ao renascimento. Sua proliferação descontrolada era um escárnio a essa crença.",
      "temas": [
        "Pragas do Egito",
        "Invasão de Pragas",
        "Zombaria das Crenças Locais"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "32": {
      "parafrase": "Ao sinal de Deus, as rãs saíram dos rios e entraram nas casas, nos quartos dos governantes, sobre as camas mais macias e até mesmo nos fornos onde se assava o pão. Não havia lugar seguro ou limpo no Egito.",
      "referencias": [
        "Êxodo 8:3",
        "Salmos 105:30"
      ],
      "comentario": "A característica desta praga é a onipresença das rãs, invadindo os espaços mais íntimos (câmaras, camas) e os locais de preparo de alimentos (fornos), um fator de extrema perturbação e nojo cultural.",
      "temas": [
        "Invasão Total",
        "Profanação dos Espaços",
        "Perturbação da Ordem"
      ],
      "personagens": []
    },
    "33": {
      "parafrase": "Na terceira intervenção, Deus ordenou que o pó da terra se transformasse em pequenos insetos que picavam, os piolhos, que cobriram tanto os egípcios quanto seus animais. A terra que antes sustentava a vida, agora gerava aflição.",
      "referencias": [
        "Êxodo 8:16-17",
        "Miquéias 6:2"
      ],
      "comentario": "A terceira praga, os mosquitos ou piolhos (כִּנִּים - kinnim). Este juízo é notável porque, pela primeira vez, os magos egípcios, ao tentarem replicá-lo, admitiram: 'Isto é o dedo de Deus!' (Êxodo 8:19). A praga afetou humanos e animais (gado).",
      "temas": [
        "Pragas do Egito",
        "Humilhação da Magia",
        "Juízo sobre a Terra e Animais"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "34": {
      "parafrase": "Quando o povo clamou por alívio, os magos, derrotados, tiveram que reconhecer a soberania do Senhor, declarando que aquela manifestação era um ato do poder de Deus. Contudo, o coração do Faraó permaneceu impenetrável à mudança.",
      "referencias": [
        "Êxodo 8:19",
        "Êxodo 8:15"
      ],
      "comentario": "O reconhecimento dos magos é um testemunho involuntário contra seu próprio sistema religioso e o poder do Faraó. No entanto, a narrativa bíblica rapidamente aponta que a arrogância do governante foi maior que a evidência apresentada pelos seus próprios especialistas.",
      "temas": [
        "Reconhecimento Divino",
        "Teimosia Persistente",
        "Humilhação dos Magos"
      ],
      "personagens": [
        "Faraó",
        "Magos"
      ]
    },
    "35": {
      "parafrase": "Em seguida, Deus fez com que enxames terríveis de moscas venenosas ou insetos cortiçadores, conhecidos como enxames, invadissem a terra egípcia. Elas entraram nas tendas e nas moradas dos egípcios, uma infestação sufocante.",
      "referencias": [
        "Êxodo 8:21-22",
        "Jeremias 25:38"
      ],
      "comentario": "A quarta praga: moscas (עָרֹב - 'arov), que alguns traduzem como um enxame de insetos variados e pestilentos. A distinção crucial aqui é a separação: estes insetos atingiram SOMENTE os egípcios, poupando a terra de Gósen, onde Israel morava.",
      "temas": [
        "Pragas do Egito",
        "Discernimento do Juízo",
        "Proteção Divina (Gósen)"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "36": {
      "parafrase": "Essa infestação, que pairava como uma nuvem de tormento, foi então removida por Deus, logo após o Faraó, sentindo o alívio temporário, prometer libertar o povo para que pudesse adorar ao seu Deus no deserto.",
      "referencias": [
        "Êxodo 8:28-32",
        "Jó 2:7"
      ],
      "comentario": "A remoção da praga é diretamente condicionada à promessa do Faraó. Isso ilustra a manipulação de Deus do tempo do julgamento, permitindo que o homem sinta a dor e faça a promessa, mas, como visto adiante, o coração endurecido prevalece.",
      "temas": [
        "Alívio Condicional",
        "Promessas Quebradas",
        "Misericórdia Temporária"
      ],
      "personagens": [
        "Faraó"
      ]
    },
    "37": {
      "parafrase": "Após a remoção das pragas de insetos, Deus fez com que uma doença terrível e generalizada atacasse o gado egípcio: cavalos, jumentos e camelos adoeceram e morreram de forma massiva e repentina.",
      "referencias": [
        "Êxodo 9:3-6",
        "Ezequiel 5:17"
      ],
      "comentario": "A quinta praga, a morte do gado (דֶּבֶר - dever). O gado era central para a economia e poder militar egípcio. Novamente, a praga atingiu apenas os egípcios; o gado dos israelitas permaneceu intacto, reforçando a separação entre os dois povos.",
      "temas": [
        "Pragas do Egito",
        "Juízo Econômico",
        "Preservação do Povo de Deus"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "38": {
      "parafrase": "O Faraó, vendo seu patrimônio destruído, ainda assim endureceu o coração. Ele e seus oficiais permaneceram insensíveis ao sofrimento e à perda, recusando-se a dar ouvidos à libertação solicitada por Moisés e Arão.",
      "referencias": [
        "Êxodo 9:7",
        "Provérbios 29:1"
      ],
      "comentario": "Embora o custo econômico fosse altíssimo, o orgulho do Faraó superou a perda material. O texto salmista enfatiza a persistência da insensibilidade ('coração endurecido') mesmo diante de perdas tangíveis.",
      "temas": [
        "Orgulho",
        "Custo da Oposição",
        "Insensibilidade"
      ],
      "personagens": [
        "Faraó",
        "Moisés",
        "Arão"
      ]
    },
    "39": {
      "parafrase": "Para mostrar Sua ira e poder, Deus então cobriu todo o Egito com nuvens escuras e lançou sarças ardentes, uma mistura de granizo e fogo que caía do céu com fúria, atingindo tudo o que estava fora.",
      "referencias": [
        "Êxodo 9:23-24",
        "Jó 37:3"
      ],
      "comentario": "A sexta praga: Saraiva ou granizo misturado com fogo (ברד - barad). Este é um fenômeno meteorológico violento, incomum no Egito, que demonstra o controle de Deus sobre os elementos naturais, algo que os deuses egípcios do céu não podiam controlar.",
      "temas": [
        "Pragas do Egito",
        "Controle dos Elementos",
        "Fogo Celestial"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "40": {
      "parafrase": "O terror era tanto que, enquanto a saraivada caía com a força de uma muralha de gelo e fogo, a grama e as árvores que haviam escapado das pragas anteriores foram destruídas, marcando o ápice da devastação natural sobre a terra.",
      "referencias": [
        "Êxodo 9:25",
        "Lamentações 1:13"
      ],
      "comentario": "O salmista foca na destruição da vegetação remanescente. Essa praga foi singularmente destrutiva para a agricultura e a paisagem, sendo um julgamento que não poupou nem mesmo o que havia sobrevivido às pragas anteriores.",
      "temas": [
        "Destruição Agrícola",
        "Força da Natureza Controlada",
        "Severidade do Juízo"
      ],
      "personagens": []
    },
    "41": {
      "parafrase": "Ao toque de um novo comando divino, os gafanhotos, uma praga devoradora, foram enviados em legiões incontáveis. Eles vieram e consumiram tudo o que o granizo havia poupado, devorando a folhagem restante da terra do Egito.",
      "referencias": [
        "Êxodo 10:4-6",
        "Joel 1:4"
      ],
      "comentario": "A oitava praga (os gafanhotos, אַרְבֶּה - arbeh). Curiosamente, esta praga é mencionada antes da escuridão no Salmo, mas cronologicamente segue a sétima praga (no relato do Êxodo). O foco aqui é a aniquilação total da capacidade de produção de alimentos.",
      "temas": [
        "Pragas do Egito",
        "Aniquilação Alimentar",
        "Devoração"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "42": {
      "parafrase": "Então, o Faraó, desesperado pela fome que se anunciava, chamou Moisés e Arão e suplicou: 'Perdoem meu pecado desta vez! Eu os deixarei ir, para que vocês ofereçam sacrifícios ao seu Deus no deserto, mas livrem-me desta última aflição!'",
      "referencias": [
        "Êxodo 10:16-17",
        "Lucas 22:31"
      ],
      "comentario": "A reação do Faraó é sempre a mesma: desespero e arrependimento superficial quando o sofrimento atinge seu auge, levando-o a fazer promessas que sabe que não cumprirá. Ele pede para ser livrado da praga presente, não por convicção teológica.",
      "temas": [
        "Desespero do Oprimido",
        "Arrependimento Superficial",
        "Poder da Intercessão"
      ],
      "personagens": [
        "Faraó",
        "Moisés",
        "Arão"
      ]
    },
    "43": {
      "parafrase": "Mais uma vez, Deus retirou o castigo dos gafanhotos assim que a súplica foi atendida, mas o Faraó, logo que o perigo passou, voltou à sua velha e dura teimosia, esquecendo-se prontamente da sua palavra.",
      "referencias": [
        "Êxodo 10:20",
        "II Pedro 2:20"
      ],
      "comentario": "A facilidade com que o Faraó volta à sua obstinação ('endureceu seu coração') após a intervenção divina é um padrão na narrativa das pragas. Ele não aprende a lição, mas apenas aguarda o fim do sofrimento imediato.",
      "temas": [
        "Volta à Teimosia",
        "Falta de Memória Espiritual",
        "Ciclo de Julgamento e Perdão Negado"
      ],
      "personagens": [
        "Deus",
        "Faraó"
      ]
    },
    "44": {
      "parafrase": "Então, Deus trouxe a escuridão mais densa e palpável sobre toda a terra do Egito, uma escuridão que podia ser tateada, mas que não tocou as casas dos filhos de Israel, que viviam em Gósen sob a luz da proteção divina.",
      "referencias": [
        "Êxodo 10:21-23",
        "Mateus 8:12"
      ],
      "comentario": "A nona praga: trevas profundas ('afela). Esta não era apenas a ausência de luz, mas uma escuridão física e opressiva. O contraste é total: trevas totais para os egípcios e luz para os israelitas, um testemunho claro da presença de Yahweh.",
      "temas": [
        "Pragas do Egito",
        "Escuridão Opressiva",
        "Luz da Presença"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "45": {
      "parafrase": "Tudo isso aconteceu para que o povo de Deus pudesse cumprir o Seu mandamento e guardar Seus estatutos. Era necessário que Israel testemunhasse a queda dos deuses egípcios e se lembrasse, para sempre, de que somente Yahweh é o seu Deus fiel.",
      "referencias": [
        "Êxodo 12:42",
        "Deuteronômio 4:5-6"
      ],
      "comentario": "Este versículo final resume o propósito teológico de todas as pragas: não era apenas punir o Egito, mas fundamentalmente educar Israel ('para que guardassem seus estatutos'). As pragas serviram como um ato de fundação da identidade nacional e religiosa de Israel, fixando a lei e a aliança.",
      "temas": [
        "Propósito do Sofrimento",
        "Obediência à Lei",
        "Memória da Aliança"
      ],
      "personagens": [
        "Israel",
        "Yahweh"
      ]
    }
  }
}