{
  "livro": "Salmos",
  "capitulo": 136,
  "contexto_historico": "O Salmo 136 é um Hino de Ação de Graças conhecido como o 'Grande Hallel' (Salmos 136:1-26), frequentemente recitado em festividades judaicas importantes como a Páscoa. Sua estrutura é marcada pela repetição constante da estrofe conclusiva, que serve como um refrão unificador e enfático. O salmista convoca o povo a reconhecer a soberania de Deus e Seus atos redentores ao longo da história de Israel, desde a Criação até o Êxodo. A ênfase está na fidelidade imutável de Deus em contraste com a transitoriedade das circunstâncias humanas.",
  "bloco_tematico": "A Gratidão Perpétua pela Soberania e Misericórdia Eternas de Deus 🙏💖",
  "versiculos": {
    "1": {
      "parafrase": "Ó, rendei graças ao Senhor! Ele é a fonte inesgotável de toda bondade e misericórdia. Sua fidelidade e Seu amor incondicional são a rocha sobre a qual podemos firmar nossa existência. É tempo de reconhecer a grandeza d'Ele!",
      "referencias": [
        "1 Crônicas 16:34",
        "Salmos 107:1"
      ],
      "comentario": "O Salmo 136 é um hino de aleluia (Hallel) que se estrutura em torno da repetição enfática do refrão 'Porque a Sua misericórdia dura para sempre' (L'olam chasdo). O verso 1 inicia a convocação, utilizando a forma hebraica 'Hodu', que significa 'dar graças' ou 'reconhecer'. É um ato de confissão ativa da soberania divina.",
      "temas": [
        "Gratidão",
        "Misericórdia Eterna",
        "Louvor"
      ],
      "personagens": [
        "O Cantor/Comunidade"
      ]
    },
    "2": {
      "parafrase": "Rendei graças ao Deus dos deuses! Ele é o Soberano absoluto, Aquele que está acima de qualquer poder ou autoridade que os homens possam imaginar ou criar. Sua majestade não tem rival.",
      "referencias": [
        "Deuteronômio 10:17",
        "Salmos 95:3"
      ],
      "comentario": "A expressão 'Elohei Ha'elohim' (Deus dos deuses) não sugere a existência de outros deuses verdadeiros, mas sim que Deus é superior a qualquer ídolo ou poder terreno que as nações possam adorar. É uma declaração monoteísta forte no contexto de povos politeístas.",
      "temas": [
        "Soberania Divina",
        "Supremacia",
        "Verdadeiro Deus"
      ],
      "personagens": []
    },
    "3": {
      "parafrase": "E rendei graças ao Senhor dos senhores! Ele é Aquele que governa sobre todos os reis, presidentes e autoridades. É somente a Sua vontade que prevalece no cenário global.",
      "referencias": [
        "Apocalipse 17:14",
        "Daniel 2:47"
      ],
      "comentario": "'Adonai Ha'adonim' (Senhor dos senhores) reforça a autoridade de Yahweh sobre as esferas políticas e temporais. É um reconhecimento de que todo poder delegado deriva d'Ele.",
      "temas": [
        "Autoridade",
        "Domínio",
        "Reis"
      ],
      "personagens": []
    },
    "4": {
      "parafrase": "Louvai Àquele que realiza feitos maravilhosos, feitos únicos! Só Ele é capaz de operar milagres que desafiam a lógica humana e confirmam Seu poder ilimitado.",
      "referencias": [
        "Êxodo 7:3",
        "Salmos 72:18"
      ],
      "comentario": "O termo 'asotz-nimelot gadolót' (faz maravilhas grandes) aponta para as intervenções históricas de Deus, especialmente o Êxodo, que o restante do Salmo celebrará. A maravilha é a marca da ação divina.",
      "temas": [
        "Milagres",
        "Poder Sobrenatural",
        "Ação Divina"
      ],
      "personagens": []
    },
    "5": {
      "parafrase": "Rendei graças Àquele que, com sabedoria e inteligência profundas, criou todo o firmamento, os céus infinitos, a estrutura do universo!",
      "referencias": [
        "Gênesis 1:14-18",
        "Provérbios 3:19"
      ],
      "comentario": "A menção à criação do céu ('Hata’im la'shamayim') conecta a bondade contínua de Deus com Sua função primordial como Criador. A sabedoria (chochmah) empregada na criação é uma manifestação de Sua misericórdia que sustenta tudo.",
      "temas": [
        "Criação",
        "Sabedoria",
        "Cosmos"
      ],
      "personagens": []
    },
    "6": {
      "parafrase": "Louvai Àquele que estendeu a terra sobre as águas, firmando-a com propósito, pois Sua bondade, Seu amor firme, nunca cessa de existir!",
      "referencias": [
        "Gênesis 1:9-10",
        "Jó 26:7"
      ],
      "comentario": "A imagem de Deus 'espalhando' ou 'firmando' a terra sobre as águas ('Et ha'aretz al ha'mayim') remete à cosmologia antiga, onde a terra era vista como um disco suspenso sobre um oceano primordial. A estabilidade do mundo é um testemunho de Sua misericórdia duradoura.",
      "temas": [
        "Fundação da Terra",
        "Estabilidade",
        "Ordem"
      ],
      "personagens": []
    },
    "7": {
      "parafrase": "Rendei graças Àquele que fez as grandes luzes no céu! Ele é o autor da fonte de luz principal que governa o dia.",
      "referencias": [
        "Gênesis 1:14-18",
        "Salmos 104:19"
      ],
      "comentario": "Refere-se ao Sol. A criação dos corpos celestes como atos de misericórdia demonstra que o sustento da vida e a ordem dos ciclos são manifestações do amor fiel de Deus, não meros acasos.",
      "temas": [
        "Luz",
        "Corpos Celestes",
        "Sustentação"
      ],
      "personagens": []
    },
    "8": {
      "parafrase": "E louvai Àquele que fez a luz menor, a luminária menor, para que pudesse reger e pontuar o tempo da noite! Este amor fiel que mantém o ciclo nunca falha.",
      "referencias": [
        "Gênesis 1:16",
        "Jeremias 31:35"
      ],
      "comentario": "A luz menor é a Lua. Deus não apenas criou, mas designou funções específicas para cada astro, mostrando que até mesmo a alternância entre dia e noite é um ato de bondade constante para a humanidade.",
      "temas": [
        "Noite",
        "Tempo",
        "Ciclos Naturais"
      ],
      "personagens": []
    },
    "9": {
      "parafrase": "Rendei graças ao Criador do Sol, que domina sobre a luz do dia, pois Seu amor, Sua lealdade, estende-se por todas as eras!",
      "referencias": [
        "Neemias 9:6",
        "Salmos 121:6"
      ],
      "comentario": "Repetição enfática do ato de criar o Sol ('Et ha'Shemesh'), agora focando em Seu domínio sobre a luz diurna. A ênfase está na permanência da misericórdia ('le-olam'), transcendendo o tempo presente.",
      "temas": [
        "Domínio Diurno",
        "Permanência",
        "Fidelidade"
      ],
      "personagens": []
    },
    "10": {
      "parafrase": "E louvai Àquele que feriu os primogênitos do Egito, os primogênitos de todos, pois foi um ato decisivo, e Seu amor dura eternamente!",
      "referencias": [
        "Êxodo 12:29-30",
        "Salmos 135:8"
      ],
      "comentario": "Aqui, o foco muda da criação para a redenção histórica. O julgamento sobre os primogênitos egípcios (a Décima Praga) é enquadrado não como crueldade, mas como uma manifestação necessária e eterna de Sua justiça dentro de Seu plano de amor para libertar Seu povo.",
      "temas": [
        "Julgamento",
        "Expiatório",
        "Egito"
      ],
      "personagens": [
        "Primogênitos Egípcios"
      ]
    },
    "11": {
      "parafrase": "Rendei graças Àquele que tirou Israel de meio ao Egito com mão poderosa e braço forte! Sua misericórdia jamais se esgota.",
      "referencias": [
        "Êxodo 13:3",
        "Deuteronômio 5:15"
      ],
      "comentario": "O Êxodo é o ponto central da identidade de Israel. A libertação é realizada pela 'Yad Chazakah' (Mão Forte) de Deus, um emblema de poder irresistível movido por Seu amor salvífico.",
      "temas": [
        "Êxodo",
        "Libertação",
        "Poder de Deus"
      ],
      "personagens": [
        "Israel"
      ]
    },
    "12": {
      "parafrase": "Louvai Àquele que realizou sinais grandiosos para nos separar e nos proteger, pois o Seu amor fiel sustenta tudo para sempre!",
      "referencias": [
        "Êxodo 7:3",
        "Números 14:11"
      ],
      "comentario": "Os 'sinais' (otot) se referem às pragas e aos milagres que distinguiram Israel do Egito. Mesmo em atos de julgamento contra o opressor, o objetivo final é a preservação do povo amado.",
      "temas": [
        "Sinais e Prodígios",
        "Separação",
        "Intervenção"
      ],
      "personagens": []
    },
    "13": {
      "parafrase": "Rendei graças Àquele que dividiu o Mar Vermelho ao meio, abrindo um caminho seco onde só havia água intransponível! Sua bondade persiste inabalável.",
      "referencias": [
        "Êxodo 14:21-22",
        "Hebreus 11:29"
      ],
      "comentario": "A divisão do Mar Vermelho é o ápice da intervenção divina. Este ato de poder absoluto sobre a natureza, permitindo a passagem, é o exemplo máximo da fidelidade de Deus ao Seu pacto.",
      "temas": [
        "Mar Vermelho",
        "Passagem",
        "Milagre Aquático"
      ],
      "personagens": []
    },
    "14": {
      "parafrase": "E louvai Àquele que fez Israel passar através do meio do mar, como se caminhassem por terra firme, pois Seu amor, a base de tudo, não tem fim!",
      "referencias": [
        "Josué 3:17",
        "Isaías 43:16"
      ],
      "comentario": "Este verso foca na experiência do povo ao atravessar. O contraste entre o perigo das águas e a segurança da travessia simboliza a confiança que se deve ter em Deus, mesmo no meio das crises.",
      "temas": [
        "Travessia Segura",
        "Confiança",
        "Proteção"
      ],
      "personagens": [
        "Israel"
      ]
    },
    "15": {
      "parafrase": "Mas rendei graças Àquele que lançou Faraó e seu poderoso exército dentro do Mar Vermelho, afundando-os como pedras! Sua misericórdia, que salva os Seus, dura para sempre.",
      "referencias": [
        "Êxodo 14:27-28",
        "Salmos 78:53"
      ],
      "comentario": "Este verso equilibra o favor aos redimidos com o julgamento aos opressores. O afogamento do exército egípcio é a prova definitiva de que a misericórdia de Deus para com Israel exige a remoção de seus inimigos mortais.",
      "temas": [
        "Destruição do Inimigo",
        "Faraó",
        "Justiça"
      ],
      "personagens": [
        "Faraó",
        "Exército Egípcio"
      ]
    },
    "16": {
      "parafrase": "Louvai Àquele que guiou Seu povo pelo deserto vasto e estéril, protegendo-os em sua longa jornada. Seu amor fiel é eterno!",
      "referencias": [
        "Êxodo 13:21",
        "Deuteronômio 8:15"
      ],
      "comentario": "A peregrinação no deserto (Midbar) foi um teste constante de fé e dependência. Deus os guiou, provendo e protegendo-os durante quarenta anos, demonstrando que o cuidado d'Ele é paciente e persistente.",
      "temas": [
        "Deserto",
        "Guia Divino",
        "Provisão"
      ],
      "personagens": [
        "Povo de Israel"
      ]
    },
    "17": {
      "parafrase": "Rendei graças ao Grande Vencedor que derrotou reis poderosos, reis que se opunham a Ele! Sua grande misericórdia nunca, jamais se esvai.",
      "referencias": [
        "Números 21:21-24",
        "Salmos 135:10-11"
      ],
      "comentario": "O foco se volta para as conquistas territoriais antes de entrar em Canaã, especificamente a derrota dos reis Siom e Ogue, mostrando que a misericórdia de Deus se estende à garantia de território e soberania para Seu povo.",
      "temas": [
        "Vitória sobre Reis",
        "Conquista",
        "Guerra Justa"
      ],
      "personagens": []
    },
    "18": {
      "parafrase": "Louvai Àquele que abateu reis famosos e poderosos, reis que ousaram resistir à Sua vontade! Sua fidelidade é a âncora de todas as coisas.",
      "referencias": [
        "Josué 12",
        "Salmos 136:20"
      ],
      "comentario": "A repetição do tema da derrota de reis serve para cimentar a ideia de que toda resistência humana ao plano de Deus é fútil a longo prazo. O poder de Deus é superior a qualquer dinastia terrena.",
      "temas": [
        "Derrota de Oponentes",
        "Reis Vencidos",
        "Poder Incontestável"
      ],
      "personagens": []
    },
    "19": {
      "parafrase": "Rendei graças ao Deus que aniquilou Siom, o grande rei dos amorreus, pois Seu amor, que salva e redime, é eterno!",
      "referencias": [
        "Números 21:23-24",
        "Amós 2:9"
      ],
      "comentario": "Siom é especificamente nomeado como um exemplo dos reis subjugados. Ele simboliza o obstáculo humano à posse da Terra Prometida.",
      "temas": [
        "Siom",
        "Amorreus",
        "Conquista Territorial"
      ],
      "personagens": [
        "Siom"
      ]
    },
    "20": {
      "parafrase": "E louvai Àquele que destruiu Ogue, o rei de Basã, um gigante entre os reis, pois o amor fiel de Deus, Sua aliança, dura para sempre!",
      "referencias": [
        "Números 21:33-35",
        "Deuteronômio 3:1-3"
      ],
      "comentario": "Ogue, conhecido por sua estatura e força (mencionado como um 'refaim' em alguns contextos), representa o poder físico intimidante. Sua queda prova que força humana é insignificante contra o Criador.",
      "temas": [
        "Ogue",
        "Basã",
        "Força Destruída"
      ],
      "personagens": [
        "Ogue"
      ]
    },
    "21": {
      "parafrase": "Rendei graças Àquele que nos deu a terra deles como herança, como presente de Sua bondade, pois esta misericórdia, que provê, jamais se acaba!",
      "referencias": [
        "Josué 21:41-42",
        "Salmos 105:44"
      ],
      "comentario": "A herança (Nachalah) da terra prometida é o resultado final das vitórias divinas. É um presente imerecido (graça) que confirma a fidelidade de Deus ao pacto com Abraão.",
      "temas": [
        "Herança",
        "Terra Prometida",
        "Pacto Abraâmico"
      ],
      "personagens": []
    },
    "22": {
      "parafrase": "Louvai Àquele que lembrou de nós no nosso estado de fraqueza, no nosso esquecimento, quando éramos humilhados. Sua misericórdia, que resgata, é eterna!",
      "referencias": [
        "Lamentações 3:19-21",
        "Ezequiel 36:26"
      ],
      "comentario": "Este é um momento introspectivo: Deus lembrou-se de Israel no cativeiro ou na opressão. O verbo 'Zachar' (lembrar) em hebraico implica agir com base nessa lembrança, manifestando Seu amor redentor.",
      "temas": [
        "Lembrança de Deus",
        "Humilhação",
        "Redenção Pessoal"
      ],
      "personagens": []
    },
    "23": {
      "parafrase": "Rendei graças Àquele que nos salvou dos nossos opressores terríveis, pois Sua bondade inabalável dura de século em século!",
      "referencias": [
        "Isaías 49:25",
        "Miqueias 7:18"
      ],
      "comentario": "O foco volta à libertação da opressão (Egito, mas também ameaças posteriores). A capacidade de Deus de salvar da mão de inimigos poderosos é a prova da 'chesed' (bondade leal) que transcende gerações.",
      "temas": [
        "Salvação",
        "Opressores",
        "Lealdade"
      ],
      "personagens": []
    },
    "24": {
      "parafrase": "E louvai Àquele que nos deu vitória sobre nossos adversários, que nos livrou de quem nos oprimia! Sua misericórdia, que sempre aparece no momento certo, é para sempre!",
      "referencias": [
        "Salmos 18:48",
        "Romanos 8:37"
      ],
      "comentario": "Reforça a ideia de livramento ativo. Deus não apenas permite a sobrevivência, mas garante a vitória ativa sobre aqueles que tentam destruir Seu povo. A vitória é um presente da misericórdia.",
      "temas": [
        "Vitória",
        "Livramento",
        "Adversários"
      ],
      "personagens": []
    },
    "25": {
      "parafrase": "Rendei graças ao Doador de todo alimento, ao Provedor de toda carne, o Deus que sustenta toda a vida na terra e no céu! Pois o Seu amor imutável é a razão pela qual continuamos a existir.",
      "referencias": [
        "Salmos 145:15-16",
        "Atos 17:25"
      ],
      "comentario": "O clímax do Salmo 136 retorna ao tema universal da provisão (sustentar toda a carne). O amor de Deus não é apenas histórico ou redentor, mas cosmológico e diário, sendo a fonte de todo ser vivo.",
      "temas": [
        "Provisão Universal",
        "Sustento da Vida",
        "Cuidado Diário"
      ],
      "personagens": []
    },
    "26": {
      "parafrase": "Ó Alma, eleve sua voz ao Altíssimo, Aquele que governa os céus e a terra, e renda graças eternamente ao Senhor dos Senhores. Clame ao Deus Soberano que está acima de tudo, pois Sua misericórdia, Seu amor constante e fiel, não tem fim, estendendo-se além de toda compreensão humana, para sempre! 🙏💖",
      "referencias": [
        "Salmos 106:1",
        "1 Crônicas 16:34",
        "Salmos 13:6"
      ],
      "comentario": "Este versículo finaliza a longa série de louvor que domina o Salmo 136 (onde cada verso é concluído com 'Porque eterna é a sua misericórdia'). O verbo hebraico aqui é 'Hodu' (הוֹדוּ), que significa 'Dar Graças' ou 'Render Louvor'. É um imperativo enfático, um chamado à adoração congregacional e pessoal. A expressão 'Deus dos Deuses' (El ha'Elohim) enfatiza Sua soberania absoluta sobre todas as supostas divindades ou poderes deste mundo. O cerne é a constância do 'Chesed' (misericórdia/bondade leal) de Deus, um atributo central da aliança.",
      "temas": [
        "Gratidão Perpétua",
        "Soberania Divina",
        "Misericórdia Eterna"
      ],
      "personagens": [
        "O Canto Congregacional"
      ]
    }
  }
}