{
  "livro": "Salmos",
  "capitulo": 145,
  "contexto_historico": "O Salmo 145 é um salmo de louvor e ação de graças, atribuído a Davi. É considerado um dos salmos mais ricos em exaltação a Deus, cobrindo a Sua grandeza, misericórdia, poder e bondade em todas as Suas obras e atributos. Não está ligado a um evento histórico específico, mas sim à experiência contínua do crente com um Deus majestoso e acessível. É um hino que convida a todas as gerações a testemunharem a fidelidade divina. 👑📖",
  "bloco_tematico": "A Exaltação Perpétua da Grandeza e Bondade de Deus 🙌💖",
  "versiculos": {
    "1": {
      "parafrase": "Eu exaltarei você, meu Deus e Rei, por toda a minha vida; celebrarei o seu nome com louvor, dia após dia, sem nunca parar.",
      "referencias": [
        "Salmos 105:2",
        "Apocalipse 5:13"
      ],
      "comentario": "O salmista inicia com uma declaração de intenção vitalícia. O verbo hebraico chave é 'aromim' (elevarei, engrandecerei). Isso implica um ato deliberado de glorificação, elevando Deus acima de todas as coisas, uma prática que deve ser contínua ('por toda a minha vida').",
      "temas": [
        "Exaltação",
        "Adoração Perpétua",
        "Realeza de Deus"
      ],
      "personagens": [
        "Salmista"
      ]
    },
    "2": {
      "parafrase": "A cada amanhecer, eu proclamarei a sua grandeza e a sua fidelidade inabalável. Minha boca será um canal constante da sua magnífica bondade.",
      "referencias": [
        "Lamentações 3:22-23",
        "Hebreus 13:15"
      ],
      "comentario": "A referência 'a cada dia' (yom b'yom) reforça a ideia de rotina sagrada. A 'fidelidade' (hesed) de Deus é o foco, um amor leal e imutável. O louvor não é apenas um sentimento, mas uma ação declarativa.",
      "temas": [
        "Fidelidade Divina (Hesed)",
        "Declaração Pública",
        "Bondade"
      ],
      "personagens": [
        "Salmista"
      ]
    },
    "3": {
      "parafrase": "Pois o Senhor é imensamente grande e digno de todo o louvor, e sua majestade transcende qualquer compreensão humana.",
      "referencias": [
        "Jó 37:23",
        "Romanos 11:33"
      ],
      "comentario": "Aqui se justifica o louvor. O termo 'gadol' (grande) é usado para descrever a magnitude de Deus. A sua grandeza é incomensurável, o que estimula o temor reverente.",
      "temas": [
        "Grandeza de Deus",
        "Incompreensibilidade",
        "Majestade"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "4": {
      "parafrase": "As gerações futuras devem passar o testemunho umas às outras: uma geração contará à próxima as suas obras maravilhosas e a memória do seu poder glorioso.",
      "referencias": [
        "Deuteronômio 4:9",
        "Êxodo 12:26-27"
      ],
      "comentario": "Este versículo estabelece a transmissão intergeracional da memória de Deus. O louvor é um legado. A palavra para 'maravilhas' (geburot) aqui pode se referir a atos de poder e força, não apenas milagres estéticos.",
      "temas": [
        "Tradição",
        "Memória de Deus",
        "Legado Espiritual"
      ],
      "personagens": [
        "Gerações"
      ]
    },
    "5": {
      "parafrase": "Eles falarão da glória esplendorosa do seu reinado e cantarão a respeito do seu domínio soberano, que não tem fim.",
      "referencias": [
        "Daniel 7:14",
        "1 Crônicas 29:11"
      ],
      "comentario": "O foco se move para a natureza eterna do Reino de Deus. O esplendor (hod) e o domínio (malkut) são exaltados como atributos eternos, ligando o louvor histórico à soberania presente e futura.",
      "temas": [
        "Soberania",
        "Reino Eterno",
        "Glória"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "6": {
      "parafrase": "As pessoas testemunharão a força aterrorizante dos seus feitos, e eu narrarei quão profundamente eu contemplei a sua grandeza.",
      "referencias": [
        "Jó 39:25",
        "Isaías 40:28"
      ],
      "comentario": "O salmista equilibra o testemunho público (todos falarão) com a experiência pessoal ('eu narrarei'). O termo 'força' (ozer) sugere poder ajudador, mas aqui é contextualizado como algo que inspira respeito e temor, refletindo atos poderosos de salvação ou julgamento.",
      "temas": [
        "Testemunho Pessoal",
        "Poder de Deus",
        "Contemplação"
      ],
      "personagens": [
        "Salmista"
      ]
    },
    "7": {
      "parafrase": "A memória da sua vasta bondade será como um rio caudaloso que transborda, e a alegria da sua justiça será cantada em voz alta e jubilosa.",
      "referencias": [
        "Isaías 48:18",
        "Salmos 36:7"
      ],
      "comentario": "Usa-se uma metáfora da natureza: o rio (zeker, memória) que flui incessantemente. A 'justiça' (tsedaqah) de Deus é a base para a alegria expressa em canções abertas e alegres.",
      "temas": [
        "Bondade Incessante",
        "Justiça",
        "Alegria no Louvor"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "8": {
      "parafrase": "O Senhor é compassivo e cheio de misericórdia. Ele é paciente, demonstrando um amor leal que é imenso.",
      "referencias": [
        "Êxodo 34:6",
        "Jonas 4:2"
      ],
      "comentario": "Este é um eco direto da auto-revelação de Deus a Moisés. 'Rachum' (compassivo) e 'chanun' (misericordioso) descrevem a natureza ativa da graça de Deus, enquanto 'erech apayim' (lento para a ira) enfatiza sua paciência superior.",
      "temas": [
        "Misericórdia",
        "Paciência",
        "Caráter de Deus"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "9": {
      "parafrase": "A bondade do Senhor se estende a tudo o que Ele criou. Ele demonstra cuidado amoroso por todas as suas obras.",
      "referencias": [
        "Salmos 104:27-28",
        "Mateus 6:26"
      ],
      "comentario": "O 'hesed' (amor leal/bondade) não é restrito aos humanos, mas abrange toda a criação. O Senhor é bom para tudo, mostrando seu governo providencial sobre o cosmos.",
      "temas": [
        "Providência",
        "Bondade Universal",
        "Cuidado com a Criação"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "10": {
      "parafrase": "Todas as suas criações, Senhor, irão louvá-lo, e todos os seus servos fiéis proferirão bênçãos sobre o seu nome.",
      "referencias": [
        "Apocalipse 5:13",
        "Filipenses 2:10-11"
      ],
      "comentario": "O louvor de Deus não é opcional, mas inevitável. A criação inteira e a comunidade dos fiéis ('chasideka', os santos/piedosos) participam do ato de bênção (bendizer a Deus).",
      "temas": [
        "Louvor Universal",
        "Bênção",
        "Santidade"
      ],
      "personagens": [
        "Criação",
        "Servos Fiéis"
      ]
    },
    "11": {
      "parafrase": "Eles farão saber a glória do seu reino e comentarão sobre o seu poder imenso e real.",
      "referencias": [
        "Jeremias 51:19",
        "Salmos 72:18-19"
      ],
      "comentario": "Novamente, o tema do Reino ('malkut') é revisitado. Falar sobre o poder ('dibberu') é uma obrigação dos crentes, confirmando a soberania de Deus na história humana.",
      "temas": [
        "Glória do Reino",
        "Poder Real",
        "Divulgação"
      ],
      "personagens": [
        "Fiéis"
      ]
    },
    "12": {
      "parafrase": "Isso é feito para que todos os seres humanos compreendam a glória e a grandeza do seu reino indestrutível.",
      "referencias": [
        "2 Pedro 3:18",
        "Colossenses 1:13"
      ],
      "comentario": "O propósito da divulgação é a cognição universal: que todos saibam. O reino de Deus é 'olam va'ed' (eterno e para sempre), um reinado que não pode ser derrubado ou destruído.",
      "temas": [
        "Conhecimento de Deus",
        "Reino Eterno",
        "Propósito"
      ],
      "personagens": [
        "Seres Humanos"
      ]
    },
    "13": {
      "parafrase": "Seu reino é um reino que dura para sempre, e o seu domínio se estende através de todas as eras. Ele é fiel em todas as suas promessas.",
      "referencias": [
        "Apocalipse 11:15",
        "Daniel 7:14"
      ],
      "comentario": "Este versículo enfatiza a qualidade temporal do Reino. É um reinado sem limites de tempo. A fidelidade ('ne'eman') é a âncora que sustenta a eternidade do domínio de Deus.",
      "temas": [
        "Eternidade",
        "Fidelidade nas Promessas",
        "Domínio"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "14": {
      "parafrase": "O Senhor sustenta a todos os que caem e levanta todos os que estão curvados sob o peso do sofrimento ou da opressão.",
      "referencias": [
        "Salmos 37:24",
        "Lucas 13:11"
      ],
      "comentario": "Transição para o aspecto salvífico e restaurador de Deus. O verbo 'sofeq' (sustentar/apoiar) é usado para os que tropeçam (nophelim). A imagem é de alguém que está prestes a cair, mas é firmemente segurado.",
      "temas": [
        "Suporte",
        "Restauração",
        "Consolo"
      ],
      "personagens": [
        "Deus",
        "Os Oprimidos"
      ]
    },
    "15": {
      "parafrase": "Os olhos de todos os seres vivos olham expectantes para você, esperando que você lhes dê o alimento na hora certa.",
      "referencias": [
        "Salmos 104:27",
        "Mateus 6:11"
      ],
      "comentario": "Esta é a dependência universal da provisão divina. Os olhos ('einai') de toda a vida aguardam o tempo exato ('ba'ito') da provisão, mostrando que Deus é o Provedor de tudo que vive, não apenas espiritualmente.",
      "temas": [
        "Provisão",
        "Dependência",
        "Expectativa"
      ],
      "personagens": [
        "Seres Vivos"
      ]
    },
    "16": {
      "parafrase": "Com a sua mão generosa, você satisfaz o desejo profundo de cada criatura viva, enchendo-a de coisas boas.",
      "referencias": [
        "Salmos 147:9",
        "1 Timóteo 6:17"
      ],
      "comentario": "A mão aberta de Deus ('yadeqah') é um símbolo de generosidade e poder ativo. Ele não apenas fornece o mínimo, mas satisfaz ('saba') o anseio (ta'avah) de cada ser vivo com coisas boas, indicando abundância e qualidade.",
      "temas": [
        "Generosidade",
        "Satisfação",
        "Bênçãos"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "17": {
      "parafrase": "O Senhor é justo em tudo o que faz, demonstrando bondade em cada uma de suas ações.",
      "referencias": [
        "Deuteronômio 32:4",
        "Gênesis 18:25"
      ],
      "comentario": "Este versículo resume a ética divina. Ele é 'tsaddiq' (justo/reto) em todos os seus caminhos ('dar'ekaw') e 'chassid' (bondoso/amoroso) em todas as suas obras. Não há contradição entre Sua justiça e Seu amor.",
      "temas": [
        "Justiça Divina",
        "Retidão",
        "Integridade nas Obras"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "18": {
      "parafrase": "O Senhor está sempre perto daqueles que O invocam com sinceridade e de coração aberto, em qualquer situação.",
      "referencias": [
        "Romanos 10:12",
        "Tiago 4:8"
      ],
      "comentario": "O termo chave aqui é 'qorob' (estar perto). Deus está próximo especificamente daqueles que O chamam com verdade ('b'emet'). Não é o volume da voz, mas a honestidade interior que atrai Sua presença.",
      "temas": [
        "Proximidade Divina",
        "Sinceridade",
        "Oração"
      ],
      "personagens": [
        "Deus",
        "Invocadores"
      ]
    },
    "19": {
      "parafrase": "Ele realiza os desejos mais profundos daqueles que O temem, ouvindo seus clamores e trazendo-lhes salvação.",
      "referencias": [
        "Salmos 33:18",
        "Miquéias 6:8"
      ],
      "comentario": "O temor reverente ('yire'u') é a chave para ter os desejos atendidos. O 'desejo' (cheftzom) aqui se refere aos anseios espirituais que se alinham com a vontade de Deus. Ele não atende caprichos, mas realiza os desejos do coração temeroso.",
      "temas": [
        "Temor a Deus",
        "Atender Desejos",
        "Salvação"
      ],
      "personagens": [
        "Deus",
        "Temerosos"
      ]
    },
    "20": {
      "parafrase": "O Senhor zela por todos os seus adoradores, mas Ele destrói e aniquila todos os que se voltam contra Ele, sem deixar rasto.",
      "referencias": [
        "Provérbios 15:29",
        "Naum 1:8"
      ],
      "comentario": "Contraste entre proteção e destruição. Deus 'shomer' (guarda) os santos, mas elimina ('mashmit') os ímpios. A eliminação é completa, deixando a posteridade deles sem memória ou vestígio.",
      "temas": [
        "Proteção dos Santos",
        "Julgamento",
        "Destruição dos Ímpios"
      ],
      "personagens": [
        "Deus",
        "Adoradores",
        "Opositores"
      ]
    },
    "21": {
      "parafrase": "E que minha boca, então, seja preenchida com o louvor do Altíssimo, e que, a partir desse momento, todos os seres viventes bendigam o nome sagrado de Deus para sempre e sempre! Amém!",
      "referencias": [
        "Salmos 115:18",
        "Filipenses 2:10"
      ],
      "comentario": "O salmista retorna ao seu propósito inicial, mas agora com um apelo abrangente: que sua vida seja um eco do louvor universal. O louvor a Deus ('El') é a consumação da experiência religiosa, destinada a ecoar eternamente.",
      "temas": [
        "Conclusão do Louvor",
        "Nome Santo",
        "Eternidade do Louvor"
      ],
      "personagens": [
        "Salmista",
        "Seres Viventes"
      ]
    }
  }
}