{
  "livro": "Salmos",
  "capitulo": 147,
  "contexto_historico": "O Salmo 147 é um hino de louvor pós-exílio, possivelmente composto após o retorno da Babilônia (539 a.C.). Celebra a restauração de Jerusalém e do Templo, contrastando a grandeza e o poder de Deus na criação e no governo do universo com a Sua misericórdia e cuidado íntimo para com o Seu povo sofredor e humilde. É um convite universal à adoração, reconhecendo que a soberania divina se manifesta tanto no controle dos elementos naturais (neve, vento, estrelas) quanto no consolo e na cura dos corações quebrados. 💖📜",
  "bloco_tematico": "A Soberania Creadora e a Misericórdia Redentora de Deus 👑💙",
  "versiculos": {
    "1": {
      "parafrase": "Que maravilha! Louvai ao Senhor, pois Ele é bom e sua graça é um tesouro inesgotável. Cantemos em louvor ao nosso Deus, pois é uma alegria profunda e verdadeira celebrar Sua grandeza com fervor!",
      "referencias": [
        "Salmos 106:1",
        "Salmos 136:1"
      ],
      "comentario": "O salmo começa com um chamado à adoração. O termo 'Louvai' (Hebraico: 'Haleilu') é um imperativo que expressa júbilo. O motivo central é a bondade de Deus ('ki tov' - pois é bom) e a natureza eterna de Seu amor ('chesed').",
      "temas": [
        "Louvor",
        "Bondade de Deus",
        "Alegria"
      ],
      "personagens": [
        "Adoradores"
      ]
    },
    "2": {
      "parafrase": "Pois é realmente prazeroso e apropriado celebrar a Sua majestade, dedicando-lhe canções e hinos. A melodia que se levanta em adoração ao nosso Criador é a música mais doce que se pode ouvir!",
      "referencias": [
        "Colossenses 3:16",
        "Efésios 5:19"
      ],
      "comentario": "A segunda parte do versículo enfatiza que o louvor não é apenas um dever, mas uma resposta natural à bondade divina, sendo 'apropriado' ou 'bela' (ne'imah) a ação de louvar com ações de graças.",
      "temas": [
        "Adoração",
        "Música Sacra",
        "Dever Espiritual"
      ],
      "personagens": [
        "Adoradores"
      ]
    },
    "3": {
      "parafrase": "Ele é Aquele que restaura o coração partido, costurando as feridas da alma com fios de esperança. É Ele quem acolhe os que choram em desespero e, com um toque suave, envolve suas dores.",
      "referencias": [
        "Isaías 61:1",
        "Romanos 8:26"
      ],
      "comentario": "Aqui a ação de Deus se torna pessoal e terapêutica. O verbo 'reúne' ou 'congrega' (qabats) os quebrantados aponta para a cura das almas feridas. É uma imagem poderosa de restauração emocional e espiritual.",
      "temas": [
        "Restauração",
        "Cuidado Divino",
        "Misericórdia"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "4": {
      "parafrase": "É Ele quem conta e nomeia cada estrela no vasto céu noturno; não há uma única luz celestial que escape ao conhecimento preciso do Eterno. Ele conhece cada ponto de luz no firmamento.",
      "referencias": [
        "Gênesis 15:5",
        "Isaías 40:26"
      ],
      "comentario": "Este versículo estabelece o contraste entre a pequenez humana e a grandeza de Deus, usando a cosmologia. O verbo 'contar' (saphar) e 'chamar pelo nome' (laqra ba-shem) demonstram o poder soberano e o conhecimento íntimo de Deus sobre toda a criação.",
      "temas": [
        "Soberania de Deus",
        "Criação",
        "Conhecimento Divino"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "5": {
      "parafrase": "Nosso Senhor é imensurável em poder, e Sua compreensão da realidade é infinita. A profundidade de Seu entendimento não pode ser medida ou alcançada por nós, mortais. Ele é o Mestre de tudo o que existe.",
      "referencias": [
        "Jó 11:7-9",
        "Romanos 11:33"
      ],
      "comentario": "A ênfase muda para a sabedoria divina. 'Grande no coração' (gadal lev) não significa que Deus tem um órgão físico, mas que Sua capacidade de planejamento, compreensão e amor é vasta. O conceito de 'saber' (yada) aqui é total.",
      "temas": [
        "Sabedoria Divina",
        "Onisciência",
        "Infinitude de Deus"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "6": {
      "parafrase": "O Senhor é quem eleva os humildes e os fracos, dando-lhes dignidade e força. Em contraste, Ele derruba e humilha os ímpios e soberbos até o chão, lançando-os na escuridão.",
      "referencias": [
        "Lucas 1:52-53",
        "Tiago 4:6"
      ],
      "comentario": "Este é um princípio teológico central: a inversão de fortunas. Deus promove os aflitos ('anawim') e rebaixa os maus ('rasha'im'). É a justiça em ação, que favorece os oprimidos.",
      "temas": [
        "Justiça Divina",
        "Exaltação dos Humildes",
        "Humilhação dos Maus"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "7": {
      "parafrase": "Cantem com gratidão ao Senhor, erguendo um cântico de agradecimento ao som da harpa, o instrumento de cordas melódicas. Celebrem a Deus que governa o cosmos!",
      "referencias": [
        "Salmos 33:2-3",
        "Apocalipse 5:9"
      ],
      "comentario": "Retorno ao louvor ativo. A menção da 'harpa' (mizmór) indica a celebração musical formal, comum nos cultos do Templo. É um chamado a usar instrumentos para magnificar a Deus.",
      "temas": [
        "Gratidão",
        "Adoração Musical",
        "Governo Divino"
      ],
      "personagens": [
        "Adoradores"
      ]
    },
    "8": {
      "parafrase": "Ele é Aquele que cobre o céu de nuvens espessas, preparando a chuva vital que nutre a terra. Ele é quem faz o verde brotar nos campos áridos para alimentar os animais.",
      "referencias": [
        "Jó 37:10-13",
        "Atos 14:17"
      ],
      "comentario": "O foco passa para a provisão natural. O ato de cobrir o céu com nuvens (causando a chuva) é visto como um ato deliberado de cuidado ('masquh' - cobrir). A chuva é a fonte de vida para o gado e a vegetação.",
      "temas": [
        "Provisão Natural",
        "Cuidado com a Criação",
        "Meteorologia Divina"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "9": {
      "parafrase": "E, além disso, Ele fornece o alimento necessário até mesmo para as feras selvagens e os filhotes dos corvos que clamam por sustento no ninho. Nenhum ser vivo fica esquecido de Seu suprimento.",
      "referencias": [
        "Mateus 6:26",
        "Jó 38:41"
      ],
      "comentario": "Este versículo reforça a provisão universal, citando exemplos extremos: os leões (feras) e os corvos. Os filhotes de corvo, muitas vezes associados a serem negligenciados, recebem alimento. É a prova da benevolência divina alcançando toda a vida.",
      "temas": [
        "Provisão Universal",
        "Benevolência",
        "Cuidado com os Animais"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "10": {
      "parafrase": "A força do guerreiro ou a agilidade do cavalo não são as coisas que satisfazem o Senhor. Ele não se agrada na potência militar ou na rapidez da cavalaria.",
      "referencias": [
        "Salmos 33:17",
        "Provérbios 21:31"
      ],
      "comentario": "O salmista introduz o que Deus *não* valoriza em termos de força terrena. O 'cavalo' (se'ir) simboliza o poder militar e a confiança na força física, algo que Deus raramente exalta.",
      "temas": [
        "Limitações Humanas",
        "Poder Militar",
        "Foco Divino"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "11": {
      "parafrase": "Em vez disso, o que realmente agrada ao coração do Senhor é Seu povo que O teme devotamente e confia na Sua grande e firme misericórdia. É a fé simples e obediente que Ele realmente aprecia.",
      "referencias": [
        "Miqueias 6:8",
        "Salmos 145:18"
      ],
      "comentario": "O contraste é estabelecido: a preferência divina recai sobre aqueles que 'temem ao Senhor' (yir'ei YHWH), indicando reverência e obediência, e aqueles que esperam ou confiam ('yachol') em Seu 'chesed' (amor leal).",
      "temas": [
        "Temor a Deus",
        "Confiança",
        "Amor Leal"
      ],
      "personagens": [
        "Deus",
        "Povo de Deus"
      ]
    },
    "12": {
      "parafrase": "Ó habitantes de Jerusalém, glorifiquem ao Senhor! Povo abençoado, honrem a Deus, pois Ele é digno de toda a celebração e louvor!",
      "referencias": [
        "Zacarias 2:10",
        "Salmos 145:2"
      ],
      "comentario": "Um chamado direto e específico aos cidadãos de Sião (Jerusalém), o centro da adoração. O verbo 'glorificar' (hallel) é usado para instruir a comunidade a exprimir publicamente a grandeza de Deus.",
      "temas": [
        "Louvor Comunitário",
        "Glorificação",
        "Dignidade Divina"
      ],
      "personagens": [
        "Habitantes de Jerusalém"
      ]
    },
    "13": {
      "parafrase": "Pois Ele fortaleceu as pesadas barras que guardavam os portões da cidade, como se fossem cadeados frágeis, e abençoou generosamente Seus filhos que vivem dentro das muralhas.",
      "referencias": [
        "Isaías 60:18",
        "Neemias 7:3"
      ],
      "comentario": "Referência direta à segurança física da cidade. As 'barras' (beli'ah) eram os ferrolhos maciços dos portões. Deus quebrou as barreiras dos inimigos e assegurou a paz e a segurança de Seu povo ali estabelecido.",
      "temas": [
        "Proteção",
        "Segurança da Cidade",
        "Força Divina"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "14": {
      "parafrase": "Ele estabelece a paz nas fronteiras de Sua nação, garantindo que o suprimento de pão (alimento básico) seja farto e de alta qualidade em toda a terra, enviando fartura para todos.",
      "referencias": [
        "Salmos 29:11",
        "Isaías 33:16"
      ],
      "comentario": "A bênção de Deus se manifesta na estabilidade política ('fronteiras') e na provisão material ('pão'). A palavra para pão ('lechem') aqui é usada como sinônimo de suprimento alimentar garantido, símbolo de bem-estar.",
      "temas": [
        "Paz",
        "Prosperidade",
        "Estabilidade"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "15": {
      "parafrase": "A Palavra de Deus é enviada como um decreto poderoso que viaja rapidamente pela terra. Seu comando desce com a velocidade do vento frio do inverno.",
      "referencias": [
        "Isaías 55:11",
        "Salmos 107:20"
      ],
      "comentario": "A Palavra divina (davar) é personificada como tendo velocidade e eficácia. Ela é enviada rapidamente ('yarutz' - corre) e o vento (ruach) é um veículo de Sua manifestação ou decreto.",
      "temas": [
        "Eficácia da Palavra de Deus",
        "Comando Divino",
        "Manifestação"
      ],
      "personagens": [
        "Palavra de Deus"
      ]
    },
    "16": {
      "parafrase": "Ele cobre a superfície da terra com a neve branca e fria, ou espalha o gelo como pedacinhos de vidro, protegendo a terra ou enviando o frio necessário.",
      "referencias": [
        "Jó 37:6",
        "Salmos 78:47"
      ],
      "comentario": "Outro exemplo de controle climático. O gelo ('shaleg' - neve, e 'qara' - geada/gelo) são instrumentos do poder de Deus, regulando as estações e influenciando o ambiente.",
      "temas": [
        "Controle Climático",
        "Inverno",
        "Fenômenos Naturais"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "17": {
      "parafrase": "Então, Ele lança Seu calor, o ar quente, e essas neves se derretem. Ele manda Seu sopro vivificante, e a água volta a fluir livremente sobre a terra.",
      "referencias": [
        "Jó 37:10",
        "Salmos 104:30"
      ],
      "comentario": "O ciclo da água é controlado por Deus através da mudança de temperatura. O 'vento quente' ou 'sopro' ('ruach') é o agente que reverte o frio, promovendo a vida através do degelo.",
      "temas": [
        "Ciclo da Água",
        "Sopro Divino",
        "Transição das Estações"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "18": {
      "parafrase": "Ele revela Sua vontade através das Suas leis e decretos escritos. Assim como Ele controla o tempo, Ele estabelece as regras morais para a humanidade.",
      "referencias": [
        "Deuteronômio 4:13",
        "Romanos 7:12"
      ],
      "comentario": "O foco muda da natureza para a revelação moral. Deus revela Seus 'decretos' (chuqqot) e 'juízos' (mishpatim), que são Sua lei revelada, diferenciando-o do resto das nações.",
      "temas": [
        "Lei Divina",
        "Decretos",
        "Revelação Moral"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "19": {
      "parafrase": "Ele revela esses caminhos maravilhosos especificamente para Seu povo, Israel, a quem Ele escolheu. As Suas Palavras de Justiça são dadas a eles, e não a todos os outros povos.",
      "referencias": [
        "Deuteronômio 4:7-8",
        "Amós 3:2"
      ],
      "comentario": "A revelação da Lei é um ato de favor especial concedido a Israel. Ele não faz isso com todas as nações ('todo povo'); há um pacto de relacionamento exclusivo que envolve responsabilidades e privilégios.",
      "temas": [
        "Aliança",
        "Eleição de Israel",
        "Privilégio Espiritual"
      ],
      "personagens": [
        "Deus",
        "Israel"
      ]
    },
    "20": {
      "parafrase": "Portanto, que todo o povo de Deus O louve com o maior entusiasmo! Pois Ele jamais negligencia ou ignora aqueles que O temem. Louvem-No com toda a força, porque Ele é fiel!",
      "referencias": [
        "Salmos 103:13",
        "Hebreus 13:5"
      ],
      "comentario": "O salmo conclui voltando ao chamado inicial, agora fundamentado nas razões apresentadas (bondade, poder sobre a natureza, provisão e revelação da Lei). O termo 'não negligencia' (lo he'ezeb) enfatiza a fidelidade constante de Deus ao Seu povo escolhido.",
      "temas": [
        "Louvor Final",
        "Fidelidade Divina",
        "Reafirmação da Aliança"
      ],
      "personagens": [
        "Deus",
        "Povo de Deus"
      ]
    }
  }
}