{
  "livro": "Salmos",
  "capitulo": 15,
  "contexto_historico": "O Salmo 15 é um salmo sapiencial curto, frequentemente classificado como um 'Salmo de Peregrinação' ou 'Salmo de Súplica Individual' que se torna uma instrução ética. Ele surge no contexto da Lei Mosaica e da adoração no santuário (ou Templo), onde a pureza e a integridade eram requisitos fundamentais para a comunhão com Deus. O salmista questiona: Quem é digno de estar na presença de Yahweh? A resposta não é ritualística, mas moral, refletindo os padrões de justiça exigidos para a participação na comunidade de fé e, ultimamente, para a vida eterna. 🕊️📜",
  "bloco_tematico": "O Cidadão do Santuário: Integridade e Conduta Ética para Acessar a Presença Divina 🏛️✨",
  "versiculos": {
    "1": {
      "parafrase": "Ó Senhor, quem tem a honra e o privilégio de se apresentar diante de Ti, de morar na Tua presença santíssima, de acampar no monte da Tua glória? Quem pode se aproximar sem ser consumido pelo fogo da Tua perfeição absoluta?",
      "referencias": [
        "Êxodo 33:18",
        "Isaías 33:14"
      ],
      "comentario": "Este versículo inicial estabelece a questão central do Salmo, que é uma inquirição de qualificação para a comunhão com Deus. O hebraico para 'habitar' ou 'morar' (yashab) implica residência permanente, não apenas uma visita passageira. 'Montanha do Senhor' refere-se simbolicamente ao Templo ou à Sua morada celestial, um lugar de santidade intransponível.",
      "temas": [
        "Santidade de Deus",
        "Acesso a Deus",
        "Adoração"
      ],
      "personagens": [
        "Salmista",
        "Senhor"
      ]
    },
    "2": {
      "parafrase": "A resposta é dada imediatamente: Aquele que caminha com integridade impecável, que age com retidão em cada passo, e que fala apenas a verdade que brota do coração, sem enganos nem segundas intenções.",
      "referencias": [
        "Provérbios 10:9",
        "Miquéias 6:8"
      ],
      "comentario": "O padrão de Deus é a integridade ('tamin' em hebraico, que significa inteiro, completo, sem falhas). Não basta a aparência externa; a conduta ('halakh' – andar) e a fala devem ser congruentes com a verdade interior. É um padrão de vida, não de rito.",
      "temas": [
        "Integridade",
        "Retidão de vida",
        "Verdade"
      ],
      "personagens": [
        "O justo"
      ]
    },
    "3": {
      "parafrase": "Este indivíduo não é dado à fofoca destrutiva, não usa a língua como arma para difamar ou caluniar o próximo, nem prejudica seus amigos ou vizinhos com palavras maliciosas. Ele rejeita a maledicência a qualquer custo.",
      "referencias": [
        "Provérbios 6:12-14",
        "Tiago 1:26"
      ],
      "comentario": "O terceiro critério foca na comunicação. O verbo para 'difamar' ou 'caluniar' (nāthats) sugere a ideia de 'passar adiante um segredo ou um boato prejudicial'. O fiel protege a honra alheia, demonstrando amor prático.",
      "temas": [
        "Fidelidade social",
        "Controle da língua",
        "Evitar a calúnia"
      ],
      "personagens": [
        "O justo"
      ]
    },
    "4": {
      "parafrase": "Ele despreza profundamente a pessoa que vive na impiedade e na perversidade. Seu coração se afasta daqueles que rejeitam a autoridade de Deus, e ele honra aqueles que O temem, mesmo que sejam insignificantes aos olhos do mundo.",
      "referencias": [
        "Provérbios 13:20",
        "Romanos 12:9"
      ],
      "comentario": "Este é um ponto de separação moral claro. O justo não apenas evita o mal, mas ativamente o rejeita ('bāzāh' – desprezar, considerar sem valor). A honra é reservada para os servos de Deus ('yir'ei Yahweh' – os que temem ao Senhor), valorizando a piedade acima da riqueza ou status social.",
      "temas": [
        "Discernimento moral",
        "Temor a Deus",
        "Separação do mundo"
      ],
      "personagens": [
        "O justo"
      ]
    },
    "5": {
      "parafrase": "Ele cumpre com rigor os seus juramentos, mesmo que isso lhe traga prejuízo ou dor. Ele não aumenta o valor de um empréstimo para lucrar com a necessidade do outro, nem aceita subornos secretos para mudar seu parecer ou prejudicar um inocente. Tal pessoa jamais será abalada em sua posição.",
      "referencias": [
        "Mateus 5:37",
        "Êxodo 22:25"
      ],
      "comentario": "Os últimos dois pontos tratam da integridade financeira e legal. 'Fazer juramento e não se arrepender' demonstra absoluta confiabilidade. O versículo proíbe a usura (cobrar juros excessivos em tempo de necessidade) e a aceitação de propinas ('shōkhad' – suborno), garantindo imparcialidade e estabilidade (não será abalado, 'yimōt').",
      "temas": [
        "Fidelidade contratual",
        "Honestidade financeira",
        "Estabilidade espiritual"
      ],
      "personagens": [
        "O justo"
      ]
    }
  }
}