{
  "livro": "Salmos",
  "capitulo": 35,
  "contexto_historico": "O Salmo 35 é uma súplica intensa do salmista (tradicionalmente Davi) a Deus, clamando por livramento e justiça contra inimigos que o perseguem injustamente e tramam sua ruína. O contexto é de profunda aflição, perigo iminente e acusação falsa. O salmista se coloca como alguém justo, mas cercado por adversários violentos e traiçoeiros (v. 4-7). Ele clama para que Deus aja como um guerreiro defensor (Juiz/Vingador) contra aqueles que se alegram com sua queda. A linguagem é vívida, descrevendo os inimigos como caçadores armados (rede, lança) e como demônios em um julgamento divino (v. 19-21).",
  "bloco_tematico": "O Clamor do Justo Perseguido por Intervenção Divina e Julgamento ⚖️🛡️",
  "versiculos": {
    "1": {
      "parafrase": "Ó minha alma, levanta-te e preste atenção ao clamor do justo! Lance seu olhar para o Senhor, pois Ele é o refúgio inabalável de quem O teme e busca com sinceridade. O justo deve sempre buscar a proteção divina, como um peregrino procura água no deserto. Afaste-se da falsidade e da maldade que rodeia o mundo.",
      "referencias": [
        "Provérbios 10:29",
        "Salmos 145:18"
      ],
      "comentario": "O salmista exorta a si mesmo ('minha alma') a uma ação imediata: temer a Deus. O verbo hebraico para 'contender' ou 'lidar' (Yara) implica mais que apenas temor reverencial; é um reconhecimento ativo da soberania divina. A promessa de refúgio é para aqueles que 'temem' (yir'ei) a Deus, aqueles que baseiam suas vidas nos Seus mandamentos.",
      "temas": [
        "Exortação Pessoal",
        "Temor a Deus",
        "Refúgio"
      ],
      "personagens": [
        "Salmista (Eu lírico)"
      ]
    },
    "2": {
      "parafrase": "Observe como a vida daqueles que praticam o mal é efêmera e frágil. Eles se vangloriam de suas conquistas, mas, na verdade, estão construindo sobre areia movediça. Seus atos perversos são transparentes aos olhos do Altíssimo, que vê cada detalhe de suas intrigas e se prepara para desmantelá-las completamente.",
      "referencias": [
        "Jó 20:5",
        "Mateus 7:26-27"
      ],
      "comentario": "Aqui, o salmista descreve a arrogância dos ímpios. A expressão 'se vangloriam' (yith'alelu) carrega a ideia de se exaltar excessivamente por suas próprias obras ou posses. O versículo aponta para a brevidade da prosperidade do ímpio, contrastando com a estabilidade do justo.",
      "temas": [
        "Arrogância dos ímpios",
        "Transitoriedade do mal",
        "Julgamento Divino"
      ],
      "personagens": []
    },
    "3": {
      "parafrase": "Mas para aqueles que buscam o Senhor com coração contrito, Deus se revela como um pastor zeloso. O Senhor os ama com um amor constante e os abençoa com a alegria e a dignidade de quem anda em retidão, livrando-os de todo mal, como um rei concede honra aos seus leais.",
      "referencias": [
        "Isaías 61:10",
        "Apocalipse 21:4"
      ],
      "comentario": "O contraste é forte: enquanto os ímpios são julgados, os justos recebem bênçãos especiais. A 'misericórdia' ou 'graça' (hesed) de Deus é destacada aqui, um amor leal e inquebrável. A 'coroa de glória' ou 'ornamento' (nezer) simboliza honra e santidade concedidas por Deus.",
      "temas": [
        "Misericórdia (Hesed)",
        "Honra Divina",
        "Alegria do justo"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "4": {
      "parafrase": "Portanto, ó justo, levante a cabeça com firmeza, pois o Senhor sustentará seus passos. Continue a trilhar o caminho da verdade, e Ele fará com que suas obras frutifiquem e sejam vistas com aprovação por todos.",
      "referencias": [
        "Salmos 37:23-24",
        "Provérbios 4:18"
      ],
      "comentario": "Este versículo foca na sustentação ativa de Deus. O verbo 'sustentar' (y't'mayen) implica apoiar ou firmar. É um encorajamento para perseverar na prática da justiça, pois Deus garante o progresso no caminho correto.",
      "temas": [
        "Perseverança",
        "Caminho da Justiça",
        "Apoio Divino"
      ],
      "personagens": [
        "Justo"
      ]
    },
    "5": {
      "parafrase": "Não se desvie, nem se desespere ao ver a dificuldade. Continue a orar e a se inclinar diante do Poderoso, pois Ele não ignorará sua súplica. Aquele que pede com fé, com certeza será ouvido e atendido em seu tempo perfeito. Mantenha-se firme!",
      "referencias": [
        "Lucas 18:1",
        "Hebreus 4:16"
      ],
      "comentario": "A ênfase aqui é na persistência na oração e na humildade. O ato de 'inclinar-se' ou 'dobrar-se' (pachad) é um sinal de temor e submissão. A promessa é condicional: a busca deve ser diligente.",
      "temas": [
        "Oração persistente",
        "Humildade",
        "Provisão Divina"
      ],
      "personagens": []
    },
    "6": {
      "parafrase": "Aquele que é reto de coração nunca será pego de surpresa pelo juízo, pois sua vida já está firmada na solidez do Senhor. Ele não será levado de um lado para o outro pelas tempestades ou pelas tentações sedutoras dos outros.",
      "referencias": [
        "Efésios 4:14",
        "Tiago 1:6"
      ],
      "comentario": "O termo 'retidão' ou 'inteireza' (yishar) de coração significa que a motivação interna é pura e sem duplicidade. O justo é comparado a uma árvore com raízes profundas, incapaz de ser movida por 'notícias más' ou falsidades que tentam abalá-lo.",
      "temas": [
        "Integridade",
        "Estabilidade Espiritual",
        "Resiliência"
      ],
      "personagens": []
    },
    "7": {
      "parafrase": "O justo não precisa temer o futuro ou o que está por vir, pois seus olhos estão fixos no plano eterno de Deus. Ele repousa seguro, sabendo que sua herança e sua paz estão garantidas nas mãos do Soberano. Ele não se apressa, mas espera com confiança.",
      "referencias": [
        "Filipenses 4:6-7",
        "Isaías 26:3"
      ],
      "comentario": "A imagem de 'repousar' ou 'estar seguro' (betach) indica uma confiança absoluta que anula a ansiedade. O justo não teme a morte ou a adversidade futura porque sua segurança reside no caráter imutável de Deus.",
      "temas": [
        "Confiança em Deus",
        "Paz interior",
        "Segurança Eterna"
      ],
      "personagens": []
    },
    "8": {
      "parafrase": "Mas os que desprezam os mandamentos do Senhor estão destinados à ruína. A maldade deles é como um veneno sutil que os corrói por dentro, até que suas vidas se desintegrem completamente sob o peso da justiça divina.",
      "referencias": [
        "Provérbios 14:32",
        "Romanos 2:5"
      ],
      "comentario": "O contraste é estabelecido novamente. 'Desprezar' ou 'rejeitar' (ba'zu) os preceitos de Deus leva à autodestruição. Eles se tornam vítimas do seu próprio desprezo pela lei divina.",
      "temas": [
        "Rejeição da Lei",
        "Consequências do Mal",
        "Perdição"
      ],
      "personagens": []
    },
    "9": {
      "parafrase": "Muitas dores e angústias virão para aquele que se entrega à perversidade e à mentira, pois elas o cercarão como feras selvagens. No entanto, aquele que se refugia no Senhor, o abraça com um amor constante e protetor, livrando-o de todo o sofrimento.",
      "referencias": [
        "Jeremias 15:18",
        "Salmos 13:5"
      ],
      "comentario": "A 'dor' (chovelot) aqui sugere tormentos físicos e emocionais ligados à vida de pecado. Em contrapartida, o 'hesed' (amor leal) de Deus envolve o justo, oferecendo consolo e proteção ativa contra o mal que os ímpios atraíram para si.",
      "temas": [
        "Angústia do ímpio",
        "Proteção de Deus",
        "Amor Leal"
      ],
      "personagens": [
        "Senhor"
      ]
    },
    "10": {
      "parafrase": "Portanto, vocês, que são dedicados ao Senhor, alegrem-se e gritem de júbilo! E vocês, ó retos de coração, celebrem com toda a força de suas almas, pois sua vida tem valor inestimável aos olhos de Deus!",
      "referencias": [
        "Salmos 33:1",
        "Romanos 5:11"
      ],
      "comentario": "Um chamado direto à celebração para os dois grupos: os 'dedicados' (tzaddiqim, os justos) e os 'retos de coração' (yishrei lev). A alegria não é opcional; é a resposta natural à salvação e ao cuidado divino.",
      "temas": [
        "Alegria do justo",
        "Celebração",
        "Valor da Retidão"
      ],
      "personagens": []
    },
    "11": {
      "parafrase": "Contudo, os que tramam a queda do próximo e vivem na perversidade verão sua força murchar rapidamente. Serão varridos como palha seca levada pelo vento do juízo, e sua memória desaparecerá da face da terra, pois Deus os rejeitará.",
      "referencias": [
        "Jó 21:18",
        "Salmos 1:4"
      ],
      "comentario": "Aqui, o salmista descreve a destruição final dos malignos. O termo 'murchar' ou 'desaparecer' (yig'aleu) evoca a imagem de algo que é completamente consumido, sem deixar vestígios, sendo o oposto da memória duradoura do justo.",
      "temas": [
        "Destruição dos ímpios",
        "Inutilidade da maldade",
        "Julgamento"
      ],
      "personagens": []
    },
    "12": {
      "parafrase": "Mas para mim, minha esperança reside unicamente no Senhor, e minha alma deseja fervorosamente o cumprimento de Suas promessas. Eu confiarei nEle em todos os meus dias, pois Ele é a Rocha onde me apoio.",
      "referencias": [
        "Salmos 18:2",
        "Lamentações 3:25-26"
      ],
      "comentario": "O salmista retorna ao foco pessoal, expressando sua confiança inabalável. O verbo 'esperar' ou 'confiar' (qavah) implica esperar com expectativa fervorosa, como se esperasse algo visível. Sua esperança é uma busca ativa.",
      "temas": [
        "Esperança Ativa",
        "Confiança",
        "Fidelidade Pessoal"
      ],
      "personagens": [
        "Salmista (Eu lírico)"
      ]
    },
    "13": {
      "parafrase": "Se o justo obedecer e andar nos caminhos do Senhor, suas obras, mesmo as pequenas, serão notadas por Ele. Deus o fará prosperar em tudo o que empreender, dando-lhe estabilidade e sucesso em suas tarefas diárias.",
      "referencias": [
        "Josué 1:8",
        "Provérbios 16:3"
      ],
      "comentario": "A recompensa aqui é a prosperidade ou o 'florescer' (yatsliach) em todas as empreitadas. Isso não significa riqueza ilimitada, mas a certeza de que os esforços alinhados com a vontade de Deus trarão resultados satisfatórios e funcionais.",
      "temas": [
        "Prosperidade na obediência",
        "Sucesso Alinhado",
        "Diligência"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "14": {
      "parafrase": "O ímpio, por outro lado, terá seus planos destruídos. Seus esquemas maquiavélicos e suas intenções ocultas serão revelados e frustrados pelo poder do Altíssimo, que derruba toda a conspiração secreta.",
      "referencias": [
        "Jó 5:12",
        "Salmos 33:10"
      ],
      "comentario": "O verbo 'frustrar' ou 'anular' (par) indica que Deus intervém diretamente para desmantelar os planos dos maus, mostrando que nenhuma trama humana é forte o suficiente para se opor à soberania divina.",
      "temas": [
        "Frustração dos planos malignos",
        "Soberania Divina",
        "Conspiração"
      ],
      "personagens": []
    },
    "15": {
      "parafrase": "Pois o Senhor tem prazer em ver a retidão manifesta em ação. Ele está sempre pronto para estender Sua mão forte e proteger aqueles que confiam em Seu nome e Sua Palavra, afastando-os do perigo iminente.",
      "referencias": [
        "Provérbios 12:22",
        "Isaías 41:10"
      ],
      "comentario": "Este versículo reitera o prazer de Deus na justiça manifesta. A 'mão estendida' (yado) é um símbolo clássico da intervenção poderosa de Deus, como no Êxodo, para salvar Seu povo.",
      "temas": [
        "Prazer de Deus na Justiça",
        "Intervenção Divina",
        "Confiança"
      ],
      "personagens": [
        "Senhor"
      ]
    },
    "16": {
      "parafrase": "Não é a força do exército nem a bravura do guerreiro que garante a vitória final. Um grande rei não será salvo pela multidão de seus soldados, nem um guerreiro poderoso escapará pela sua própria força física.",
      "referencias": [
        "Salmos 20:7",
        "Provérbios 21:31"
      ],
      "comentario": "Este é um aforismo sobre a futilidade da autossuficiência militar ou pessoal. O poder humano, seja de um monarca ('melekh') ou de um soldado ('gibbor'), é ineficaz contra o poder redentor de Deus.",
      "temas": [
        "Inutilidade da Força Humana",
        "Poder de Deus vs. Poder Humano",
        "Vitória"
      ],
      "personagens": []
    },
    "17": {
      "parafrase": "A verdadeira salvação e a força para a batalha vêm do olhar voltado para o Senhor. Aquele que confia no poder do Cavalo (a máquina de guerra da época) e em sua força, será deixado para trás na hora da necessidade.",
      "referencias": [
        "Isaías 31:1",
        "Salmos 147:10"
      ],
      "comentario": "O cavalo era o símbolo máximo de poder militar na antiguidade. O salmista usa uma antítese: o cavalo, símbolo de confiança humana, falha, enquanto a confiança em Deus ('o olho do Senhor') triunfa. Deus não se agrada na dependência da cavalaria.",
      "temas": [
        "Foco em Deus",
        "Símbolos de Poder",
        "Dependência Divina"
      ],
      "personagens": [
        "Senhor"
      ]
    },
    "18": {
      "parafrase": "Mas eis que o olhar do Senhor está sobre aqueles que O reverenciam e dedicam suas vidas à Sua misericórdia! Ele é Aquele que protege sua alma da morte e os mantém vivos nos dias de escassez e fome.",
      "referencias": [
        "Gênesis 22:12",
        "Salmos 34:15"
      ],
      "comentario": "O 'olhar do Senhor' (ayin YHWH) é protetor. A 'misericórdia' (hesed) é o fundamento dessa proteção. O Senhor assegura a preservação da vida ('nefesh') tanto espiritualmente quanto fisicamente ('dias de fome').",
      "temas": [
        "Proteção Divina",
        "Misericórdia",
        "Sustento na Escassez"
      ],
      "personagens": [
        "Senhor"
      ]
    },
    "19": {
      "parafrase": "A alma do justo anseia por Ele, esperando que Ele os livre do perigo da morte e os sustente através das épocas de grande necessidade e provação, garantindo que não pereçam.",
      "referencias": [
        "Jó 5:20",
        "Salmos 71:20"
      ],
      "comentario": "O verbo hebraico para 'esperar' ou 'guardar' (tsaphah) implica olhar vigilante e expectante. A alma do justo 'guarda' a esperança, e Deus responde guardando a vida dela.",
      "temas": [
        "Vigilância espiritual",
        "Esperança na provação",
        "Libertação"
      ],
      "personagens": []
    },
    "20": {
      "parafrase": "Para aquele que busca o Senhor com dedicação, Ele é o Salvador e o Escudo de toda a sua existência. Sua alma repousará na alegria e na satisfação de ter sido fiel ao seu Deus.",
      "referencias": [
        "Deuteronômio 33:29",
        "Salmos 28:7"
      ],
      "comentario": "O Senhor é chamado de 'ajudador' (ozer) e 'escudo' (magen). O justo encontra satisfação ('simchah') e alegria no resultado de sua lealdade. É uma declaração de vitória completa.",
      "temas": [
        "Salvador",
        "Escudo",
        "Satisfação na Fidelidade"
      ],
      "personagens": [
        "Senhor"
      ]
    },
    "21": {
      "parafrase": "Pois no coração deles reside a alegria de possuir algo precioso, uma alegria que vem de saber que o seu bem maior está seguro nas mãos do Altíssimo. Eles se regozijam porque seus tesouros não podem ser roubados.",
      "referencias": [
        "Mateus 6:20-21",
        "Colossenses 3:2"
      ],
      "comentario": "A alegria aqui deriva da certeza da posse segura em Deus. O 'coração' (libbam) do justo se alegra porque seus verdadeiros valores e sua vida estão 'nos seus olhos' ou sob a Sua guarda atenta.",
      "temas": [
        "Alegria da Pertença",
        "Tesouros Eternos",
        "Guarda Divina"
      ],
      "personagens": []
    },
    "22": {
      "parafrase": "Portanto, ó Senhor, que a sua bondade inabalável, aquela que prometeste aos teus fiéis, desça sobre nós exatamente como nós esperamos de Ti! Que a Sua misericórdia seja a nossa constante realidade!",
      "referencias": [
        "Miqueias 7:20",
        "Salmos 107:1"
      ],
      "comentario": "Este é um clímax de súplica. O salmista não pede algo novo, mas clama pela manifestação da fidelidade já prometida ('hesed'). A confiança está na consistência do caráter de Deus em responder ('k'mokhe' — conforme o que esperávamos').",
      "temas": [
        "Clamor por Misericórdia",
        "Expectativa da Fidelidade",
        "Confirmação da Promessa"
      ],
      "personagens": [
        "Senhor"
      ]
    },
    "23": {
      "parafrase": "Vós, os filhos santos do Senhor, aqueles que O amam e O seguem, alegrem-se na presença Dele! Celebrem com fervor a Sua grandeza e o Seu poder que os livra de todo o mal!",
      "referencias": [
        "Salmos 31:23",
        "1 Pedro 1:22"
      ],
      "comentario": "Um chamado à comunidade dos 'santos' (chasidei YHWH), aqueles separados para Deus. A alegria deles deve ser um testemunho visível da intervenção divina em suas vidas.",
      "temas": [
        "Comunidade dos Santos",
        "Celebração",
        "Libertação"
      ],
      "personagens": [
        "Filhos do Senhor"
      ]
    },
    "24": {
      "parafrase": "Pois Ele protege a alma daqueles que Lhe são leais, guardando-os firmemente em Suas mãos poderosas, impedindo que caiam nas armadilhas do inimigo. Ele os livra da escuridão e da morte certa.",
      "referencias": [
        "1 Tessalonicenses 5:23",
        "Judas 1:24"
      ],
      "comentario": "O verbo hebraico para 'guardar' (natzar) significa proteger com vigilância militar. O foco é na preservação da vida ('nefesh') dos fiéis, assegurando que sejam mantidos seguros até o fim.",
      "temas": [
        "Guarda Vigilante",
        "Lealdade",
        "Preservação da Vida"
      ],
      "personagens": []
    },
    "25": {
      "parafrase": "Que toda a nossa esperança se estabeleça firmemente no Senhor, pois Ele, em Sua bondade eterna, nos recompensará com a libertação e a paz que tanto desejamos! Ele é a nossa única e verdadeira fonte de sustento seguro. 🙏!",
      "referencias": [
        "Romanos 15:13",
        "Hebreus 6:18-19"
      ],
      "comentario": "O salmo termina com um resumo teológico. A esperança ('tiqva') é colocada em Deus, garantindo que Ele cumprirá Sua palavra, trazendo redenção (' Yeshu'ah', salvação/libertação) e paz ('shalom'). É um selo de confiança no futuro redentor.",
      "temas": [
        "Esperança Final",
        "Redenção",
        "Paz (Shalom)"
      ],
      "personagens": [
        "Senhor"
      ]
    },
    "26": {
      "parafrase": "Que aqueles que se alegram com a desgraça do justo — aqueles que se regozijam quando veem a queda de quem anda na verdade — fiquem envergonhados, tomados por um pavor profundo e imediato. Que a alegria deles se transforme em humilhação e que sejam cobertos pela vergonha, como se um manto de derrota os envolvesse, de modo que nunca mais ousem levantar a cabeça em triunfo.",
      "referencias": [
        "Provérbios 24:17",
        "Jó 31:29"
      ],
      "comentario": "Este versículo expressa uma maldição ou um desejo justo contra os zombadores e detratores ('os que se alegram com a ruína do seu irmão'). Em hebraico, a ideia de 'alegrar-se' (simcha) aqui está ligada à satisfação perversa com o infortúnio alheio. O salmista pede que a vergonha ('Bôsh') caia sobre eles com tal força que se torne uma cobertura visível, um sinal de seu julgamento. É um contraste direto com a alegria dos retos.",
      "temas": [
        "Julgamento Divino",
        "Inveja e Malícia",
        "Vergonha Pública"
      ],
      "personagens": [
        "Os Zombadores",
        "O Justo"
      ]
    },
    "27": {
      "parafrase": "No entanto, aqueles que desejam sinceramente ver a prosperidade do justo — aqueles cujos corações se alegram genuinamente quando a vida da pessoa correta floresce — devem gritar de júbilo e celebrar efusivamente! Que eles proclamem sem cessar: 'Magnificado seja o Senhor!', aquele que se deleita em ver a felicidade e a restauração de Seus servos fiéis. Que a voz deles nunca se cale ao engrandecer a bondade de Deus.",
      "referencias": [
        "Salmos 70:4",
        "Filipenses 4:4"
      ],
      "comentario": "Aqui encontramos a contrapartida positiva. Há uma ordem clara para que aqueles com ânimo reto ('os que amam a sua justiça') exultem. O verbo para 'gritar de júbilo' (rinná) implica um clamor vibrante e audível. O foco é que a alegria do crente deve estar intrinsecamente ligada à exaltação de Deus ('Yhwh yigdál'), pois Ele é a fonte da justiça e da retidão que se manifesta em bênçãos para o Seu povo.",
      "temas": [
        "Alegria Compartilhada",
        "Exaltação de Deus",
        "Prosperidade do Justo"
      ],
      "personagens": [
        "Os Que Amam a Justiça"
      ]
    },
    "28": {
      "parafrase": "E assim, com a minha língua cheia de canções, falarei continuamente sobre a Sua justiça, sobre o que o Senhor fez para me salvar e restaurar. Minha voz proclamará a Sua grandeza e o Seu favor durante todo o dia, sem cessar, mostrando a todos a fidelidade do meu Deus. 🥳",
      "referencias": [
        "Salmos 145:2",
        "Hebreus 13:15"
      ],
      "comentario": "O salmista, tendo experimentado o livramento (implícito pelos versículos anteriores) e testemunhado o julgamento dos ímpios, dedica sua própria vida e sua ferramenta mais poderosa, a língua ('lashón'), ao louvor contínuo. A 'justiça' (tsedeq) aqui pode se referir tanto à retidão prática de Deus quanto ao ato de Deus de justificar e defender o seu servo. É um voto de gratidão perpétua e um testemunho público da fidelidade divina.",
      "temas": [
        "Louvor Contínuo",
        "Gratidão",
        "Testemunho Público"
      ],
      "personagens": [
        "O Salmista"
      ]
    }
  }
}