{
  "livro": "Salmos",
  "capitulo": 36,
  "contexto_historico": "O Salmo 36 (ou 35, dependendo da tradição de numeração) é um salmo de súplica individual que expressa profunda dor pela maldade dos ímpios e, subsequentemente, um clamor por livramento e restauração baseados na bondade e fidelidade (Hesed) de Deus. O salmista se sente cercado por aqueles que planejam o mal e cuja impiedade é inseparável de seu ser (v. 1-4). O contraste é dramático: a perversidade humana versus a grandeza incomparável da justiça e salvação de Deus (v. 5-10). Historicamente, reflete a experiência universal de um justo oprimido, buscando refúgio no santuário divino. 🛡️😔",
  "bloco_tematico": "Da Maldade Humana à Excelência da Graça Divina: Um Hino de Confiança Segura 🙏👑",
  "versiculos": {
    "1": {
      "parafrase": "O coração do homem ímpio, cheio de vaidade e autoengano, declara em sua intimidade, sem temor de Deus: 'Não há lugar para o temor do Senhor nos meus planos nem em minhas ações'. A voz da rebeldia ressoa dentro dele, pois ele se considera sábio demais para se curvar diante da autoridade divina, acreditando que seus próprios olhos e julgamentos são suficientes para guiá-lo pela vida.",
      "referencias": [
        "Provérbios 14:12",
        "Romanos 1:22"
      ],
      "comentario": "O salmista inicia descrevendo a raiz da iniquidade: a ausência do 'Yir'at YHWH' (Temor do Senhor). A expressão 'no seu coração' (b'libbo) indica que a ausência de reverência não é apenas um ato externo, mas uma convicção interna profundamente arraigada. A pessoa se mede pelos seus próprios critérios, ignorando a lei divina, o que é característico da arrogância espiritual.",
      "temas": [
        "Arrogância",
        "Rebeldia",
        "Temor a Deus"
      ],
      "personagens": [
        "O Ímpio"
      ]
    },
    "2": {
      "parafrase": "Em seu orgulho cego, ele se disfarça, pensando que seus erros e desvios são imperceptíveis aos outros e, principalmente, ao Olho que tudo vê. Ele não consegue perceber a desgraça que se aproxima, pois está tão absorto em sua própria falsidade que a realidade da punição divina se torna invisível aos seus olhos, como se nunca fosse chegar.",
      "referencias": [
        "Jó 21:29",
        "Salmos 10:5"
      ],
      "comentario": "A iniquidade do ímpio é mascarada ('em seus próprios olhos' - b'einav). Este versículo fala da autoilusão. Ele comete o mal, mas usa a aparência de piedade ou inocência para ocultar sua verdadeira natureza, convencido de que pode enganar a si mesmo e ao mundo. A 'culpa' ou 'abominação' (avelot) é sua, mas ele não a reconhece.",
      "temas": [
        "Autoengano",
        "Iniquidade Oculta",
        "Julgamento Pessoal"
      ],
      "personagens": [
        "O Ímpio"
      ]
    },
    "3": {
      "parafrase": "As palavras que saem da boca do perverso são pura malícia e engano. Ele fala com uma linguagem astuta e traiçoeira, abandonando completamente o caminho da sabedoria e da retidão. Tudo o que ele articula visa apenas destruir, seduzir ou enganar o próximo.",
      "referencias": [
        "Tiago 3:8",
        "Efésios 4:29"
      ],
      "comentario": "O foco se move da mente para a fala. As palavras ('Dibra') são caracterizadas pela astúcia ('mirmah') e engano ('temiyah'). O ímpio não apenas pensa errado, ele se expressa de forma destrutiva. Ele rejeitou a construção, preferindo a desconstrução moral.",
      "temas": [
        "Falsidade Verbal",
        "Linguagem Destrutiva",
        "Rejeição da Sabedoria"
      ],
      "personagens": [
        "O Ímpio"
      ]
    },
    "4": {
      "parafrase": "Quando ele finalmente se senta para planejar, sua mente é um ninho de maldade. Ele se retira para arquitetar o mal, fervilhando em pensamentos perversos e planejando atos que ferirão os outros. É uma ação deliberada, fria e calculada, longe de qualquer lampejo de bondade.",
      "referencias": [
        "Miquéias 2:1",
        "Provérbios 4:16"
      ],
      "comentario": "Aqui vemos a transição da intenção para a conspiração. O verbo 'se senta' (yoshev) sugere um ato de deliberação cuidadosa, não um impulso momentâneo. Ele 'tramas' ou 'mede' o mal ('lahem'), o que implica um planejamento meticuloso para causar dano.",
      "temas": [
        "Conspiração",
        "Planejamento do Mal",
        "Deliberação Ímpia"
      ],
      "personagens": [
        "O Ímpio"
      ]
    },
    "5": {
      "parafrase": "Sua crueldade é implacável; ele não se importa com quem será atingido. Ele lança os dardos de sua maldade sem vacilação e, o mais terrível, não demonstra o mínimo resquício de aversão ao que é mau. Pelo contrário, ele nutre um profundo e ativo amor pela injustiça e pelo sofrimento alheio.",
      "referencias": [
        "Provérbios 6:16-19",
        "Romanos 1:32"
      ],
      "comentario": "A expressão-chave é 'não afasta' ou 'não se desvia' (lo ya’or). Ele não apenas comete o mal, mas ativamente se deleita nele. O amor pelo mal ('ahavat kol-melo') é o oposto do amor pela justiça, demonstrando uma completa inversão moral no seu caráter.",
      "temas": [
        "Crueldade",
        "Amor ao Mal",
        "Injustiça Ativa"
      ],
      "personagens": [
        "O Ímpio"
      ]
    },
    "6": {
      "parafrase": "Mas a sentença contra o perverso já foi proferida pelo Alto! A maldade dele se levanta como uma muralha venenosa, e suas ações más sobem ao céu como fumaça tóxica. Assim, sua própria iniquidade se torna o instrumento de sua destruição inevitável, alcançando-o de forma certa.",
      "referencias": [
        "Jó 4:9",
        "Apocalipse 18:5"
      ],
      "comentario": "Este é o ponto de virada: a soberania de Deus intervém. A maldade ('aven') é retratada como algo que 'se eleva' ou 'se levanta' ('nas’g’va’) como veneno ou impudência. A imagem sugere que o mal que ele espalha acaba retornando para si mesmo, pois Deus não ignora a ofensa.",
      "temas": [
        "Consequências",
        "Retribuição Divina",
        "Soberania de Deus"
      ],
      "personagens": [
        "O Ímpio",
        "Deus"
      ]
    },
    "7": {
      "parafrase": "Enquanto isso, o justo, aquele que confia no Senhor, é diferente. Ele é preservado da praga da maldade que cerca os ímpios. O caminho do justo é livre, porque ele não se curva à astúcia humana, mas sim à verdade imutável de Deus.",
      "referencias": [
        "Salmos 91:3",
        "Provérbios 3:5-6"
      ],
      "comentario": "O contraste é direto. O justo não é poupado de provações, mas é protegido da contaminação moral e das consequências finais do mal. A expressão 'Ele se passa por ele' (la’avor alav) no hebraico, sugere que o mal passa por cima dele sem tocá-lo em sua essência espiritual.",
      "temas": [
        "Proteção Divina",
        "Confiança em Deus",
        "Distinção Moral"
      ],
      "personagens": [
        "O Justo"
      ]
    },
    "8": {
      "parafrase": "Pois aquele que pratica o bem recebeu o entendimento pleno. Ele reconhece a superioridade da justiça de Deus e, por isso, pratica a retidão. Ele não se perde nas ilusões deste mundo, mas caminha firmemente no propósito revelado.",
      "referencias": [
        "Provérbios 2:10",
        "Filipenses 4:8"
      ],
      "comentario": "O justo tem 'entendimento' ou 'inteligência' (binah), que é a capacidade de discernir entre o certo e o errado, muitas vezes ligada ao temor a Deus mencionado no versículo 1. Ele não apenas 'conhece' a justiça, mas a 'pratica' ('o’seh tsedeq').",
      "temas": [
        "Discernimento",
        "Prática da Retidão",
        "Sabedoria"
      ],
      "personagens": [
        "O Justo"
      ]
    },
    "9": {
      "parafrase": "Ainda que o ímpio, em sua obstinação, tente se aproximar para observar e zombar da queda do justo, sua própria intenção é frustrada. Ele se esforça para destruir, mas acaba encontrando apenas o vazio e a desilusão.",
      "referencias": [
        "Jó 5:12",
        "Provérbios 12:2"
      ],
      "comentario": "O ímpio procura o justo com a intenção maligna de 'ver' ou 'espiar' ('la’yot') para encontrá-lo em falta. Contudo, Deus não permitirá que a zombaria ou a destruição planejada se concretize sobre o justo.",
      "temas": [
        "Frustração do Maligno",
        "Vigilância",
        "Zombaria"
      ],
      "personagens": [
        "O Ímpio",
        "O Justo"
      ]
    },
    "10": {
      "parafrase": "Os filhos do perverso, aqueles que seguem o caminho de seus pais, também perecerão, assim como seus pais antes deles. Eles não encontrarão refúgio nem herança, pois o Senhor os desamparará completamente de Sua presença e misericórdia.",
      "referencias": [
        "Êxodo 20:5",
        "Deuteronômio 28:63"
      ],
      "comentario": "Este versículo trata da continuidade do pecado e da herança da maldade. A 'descendência' ('baney') do perverso compartilha do mesmo destino. O ímpio não terá auxílio, pois Deus o 'desamparará' ou 'rejeitará' ('ya’azvemo’), cortando a conexão de cuidado paternal.",
      "temas": [
        "Consequências Geracionais",
        "Rejeição Divina",
        "Infortúnio"
      ],
      "personagens": [
        "Filhos do Ímpio",
        "O Ímpio"
      ]
    },
    "11": {
      "parafrase": "O justo, por outro lado, encontrará o refúgio de Deus como um manto protetor. Ele herdará a terra prometida, desfrutando de uma longa e pacífica vida sob o cuidado constante do Criador, desfrutando da paz que o ímpio nunca conheceu.",
      "referencias": [
        "Salmos 37:11",
        "Mateus 5:5"
      ],
      "comentario": "Aqui temos a bênção do justo, em total contraste com o versículo anterior. A expressão 'herdar a terra' ('yarash et-ha’aretz') não se refere apenas à posse da Terra Prometida, mas a uma vida plena e estável na presença de Deus. É a posse duradoura da bênção.",
      "temas": [
        "Bênção Eterna",
        "Herança",
        "Paz"
      ],
      "personagens": [
        "O Justo"
      ]
    },
    "12": {
      "parafrase": "A palavra do ímpio, destinada a ferir, é, na verdade, uma seta quebrada e inofensiva. Seu poder é nulo, pois Deus não permitirá que o mal triunfe permanentemente. Sua arma falha, e sua malícia retorna ao vazio, demonstrando a impotência final de quem se opõe ao Soberano.",
      "referencias": [
        "Jó 5:14",
        "Isaías 54:17"
      ],
      "comentario": "Este versículo conclui o ciclo de justiça. O 'davar' (a palavra/plano) do perverso está destinado à destruição ('la’mashyt’v’v’t’z’ve’v’h’y’a’). A imagem é de uma arma que é feita para matar, mas que se desfaz em pó antes de atingir o alvo, mostrando que Deus anula ativamente os planos destrutivos.",
      "temas": [
        "Ineficácia do Mal",
        "Anulação dos Planos",
        "Vitória da Justiça"
      ],
      "personagens": [
        "O Ímpio"
      ]
    }
  }
}