{
  "livro": "Salmos",
  "capitulo": 75,
  "contexto_historico": "O Salmo 75 é atribuído aos filhos de Corá e é classificado como um Salmo de Ação de Graças ou Hino de Confiança. Embora não haja um contexto histórico específico detalhado no texto, ele se enquadra no gênero de salmos que celebram a soberania de Deus como Juiz justo, frequentemente em meio a tempos de opressão ou incerteza. O salmista clama a Deus, reconhecendo-O como Aquele que estabelece os tempos certos para o julgamento e a exaltação (versículos 2-3). O tema central é a justiça divina que se manifestará no tempo oportuno, trazendo humilhação aos ímpios e exaltação aos justos. 📜⚖️",
  "bloco_tematico": "Soberania de Deus como Juiz Supremo e o Julgamento Vindouro 👑🔥",
  "versiculos": {
    "1": {
      "parafrase": "Ó Deus, nós Te damos graças! Sim, somos gratos, pois o Teu Nome, a Tua própria essência e poder, é maravilhoso e sempre digno de louvor. Tuas obras grandiosas são contadas e proclamadas por todos nós.",
      "referencias": [
        "Salmos 74:17",
        "Salmos 107:1"
      ],
      "comentario": "O salmista inicia com um clamor de ação de graças, reconhecendo a 'maravilha' (Neve'ot) dos atos de Deus. Isso estabelece um tom de confiança, apesar de qualquer dificuldade anterior. O reconhecimento do nome de Deus (Seu caráter revelado) é central.",
      "temas": [
        "Gratidão",
        "Soberania de Deus",
        "Louvor"
      ],
      "personagens": [
        "O Salmista",
        "Deus"
      ]
    },
    "2": {
      "parafrase": "Pois Tu declaraste, no tempo exato e perfeito, que irias julgar a humanidade com justiça. Eu, com convicção, digo: 'Agora é a hora!', e me ponho a serviço da Tua equidade.",
      "referencias": [
        "Gênesis 18:25",
        "Atos 17:31"
      ],
      "comentario": "A frase 'No tempo certo' (ou 'na época marcada') se refere à soberania de Deus sobre o tempo (Chronos e Kairos). Deus determina o momento para estabelecer Seu julgamento justo. É uma declaração de fé na intervenção divina futura ou presente.",
      "temas": [
        "Julgamento Divino",
        "Justiça",
        "Soberania sobre o Tempo"
      ],
      "personagens": [
        "Deus",
        "O Salmista"
      ]
    },
    "3": {
      "parafrase": "Embora a terra e todos os seus habitantes se sintam desmoronando e em desordem, Eu, o salmista, firmarei o meu espírito, pois Eu sei que mantenho firmes as colunas que sustentam todo o mundo, isto é, os pilares da criação.",
      "referencias": [
        "Jó 38:4-6",
        "Hebreus 1:3"
      ],
      "comentario": "Há um contraste dramático. Enquanto o mundo (a sociedade, a estrutura terrena) 'derrete' ou 'se dissolve' (raqqedû), o salmista se sente seguro porque Deus sustenta a estrutura cósmica (as colunas ou pilares, 'Yedot'). É a estabilidade da ordem divina versus o caos humano.",
      "temas": [
        "Ordem Cósmica",
        "Caos Terreno",
        "Confiança na Criação"
      ],
      "personagens": [
        "Deus",
        "O Salmista"
      ]
    },
    "4": {
      "parafrase": "Eu proclamei aos que se exaltam com orgulho e poder: 'Parem de ser tão arrogantes! Parem de levantar a cabeça em soberba!'",
      "referencias": [
        "Tiago 4:6",
        "Provérbios 16:18"
      ],
      "comentario": "Esta é uma exortação direta aos ímpios ou opressores. O verbo hebraico aqui implica em 'levantar o chifre' (sarne'ah), um símbolo clássico de força, arrogância e desafio a Deus.",
      "temas": [
        "Arrogância",
        "Advertência",
        "Humildade"
      ],
      "personagens": [
        "Os Arrogantes",
        "O Salmista"
      ]
    },
    "5": {
      "parafrase": "Não confiem mais em sua força ou poder exaltado, nem olhem para o alto com aquele pescoço esticado de quem se acha superior. Não exaltem seus feitos, pois isso não vem de cima.",
      "referencias": [
        "Jeremias 9:23",
        "Lucas 12:18-19"
      ],
      "comentario": "O salmista continua a repreender a autossuficiência. O ato de 'levantar o pescoço' é uma imagem vívida de desafio e orgulho desmedido. A força humana é transitória e não deve ser a fonte de confiança.",
      "temas": [
        "Autossuficiência",
        "Falsa Confiança",
        "Orgulho"
      ],
      "personagens": [
        "Os Arrogantes",
        "O Salmista"
      ]
    },
    "6": {
      "parafrase": "Pois a promoção verdadeira não vem do leste (o ponto do nascer do sol, o início), nem do oeste (o ponto do ocaso, o fim), nem mesmo dos desertos vastos ou das montanhas poderosas.",
      "referencias": [
        "Isaías 41:2",
        "Mateus 2:1"
      ],
      "comentario": "Esta é uma negação de todas as fontes possíveis de poder terreno e ascensão social: Leste (Oriente, de onde vinha a luz e, por vezes, a realeza) e Oeste (Ocidente). O poder não é geograficamente determinado ou conquistado por esforço humano em qualquer lugar.",
      "temas": [
        "Origem do Poder",
        "Universalidade de Deus",
        "Ascensão Social"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "7": {
      "parafrase": "É Deus quem age como Juiz supremo! Ele é Quem exalta um e derruba outro, Ele decide quem ocupará o trono.",
      "referencias": [
        "Romanos 13:1",
        "1 Samuel 2:8"
      ],
      "comentario": "O clímax da seção. O verbo 'julgar' (shâphat) aqui implica não só em dar um veredito, mas em governar e administrar. Deus é a única autoridade legítima que promove (Eleva) ou degrada (Abaixa).",
      "temas": [
        "Julgamento",
        "Autoridade Suprema",
        "Exaltação e Humilhação"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "8": {
      "parafrase": "Em Sua mão direita há uma taça de um vinho espesso e forte, um cálice cheio de um licor poderoso, que simboliza o castigo divino. E todos os habitantes da terra, os ímpios e os que se opõem, terão que beber deste amargo destino até a última gota!",
      "referencias": [
        "Apocalipse 14:10",
        "Jeremias 25:15"
      ],
      "comentario": "A imagem da taça (ou cálice) de vinho é uma metáfora bíblica poderosa para o juízo ou ira de Deus (o 'vinho da fúria'). O termo hebraico para 'espesso' ou 'borra' (hasme'rim) sugere a concentração máxima dessa punição, sem diluição.",
      "temas": [
        "Ira de Deus",
        "Juízo Inevitável",
        "Consequência"
      ],
      "personagens": [
        "Deus",
        "Os Ímpios"
      ]
    },
    "9": {
      "parafrase": "Mas quanto a mim, eu cantarei sobre o Senhor, bendizendo-O incessantemente, e dedicarei toda a minha vida a louvar o Deus de Jacó, o Deus de Israel.",
      "referencias": [
        "Salmos 105:1",
        "Romanos 1:9"
      ],
      "comentario": "Após descrever o destino dos ímpios, o salmista volta ao seu propósito: louvor contínuo. A menção ao 'Deus de Jacó' conecta a adoração ao pacto histórico de Deus com o ancestral de Israel, dando continuidade à narrativa da fé.",
      "temas": [
        "Adoração Contínua",
        "Pacto",
        "Testemunho"
      ],
      "personagens": [
        "O Salmista",
        "Deus de Jacó"
      ]
    },
    "10": {
      "parafrase": "E eu cortarei, retirarei, todos os 'chifres' (o poder e a força) dos perversos, mas, em contrapartida, a força e a glória dos justos serão elevadas e magnificadas como um troféu de vitória!",
      "referencias": [
        "1 Samuel 2:10",
        "Lucas 1:52"
      ],
      "comentario": "Este versículo sela o tema de exaltação e humilhação. Cortar os 'chifres' (Karnot) é o ato de neutralizar a capacidade do ímpio de oprimir. O resultado final é a exaltação (elevação do 'chifre') dos justos, que agora têm sua força restaurada por Deus.",
      "temas": [
        "Retribuição",
        "Vitória do Justo",
        "Restauração da Força"
      ],
      "personagens": [
        "O Salmista",
        "Os Perversos",
        "Os Justos"
      ]
    }
  }
}