{
  "livro": "Salmos",
  "capitulo": 78,
  "contexto_historico": "O Salmo 78, atribuído a Asafe, é um salmo didático e histórico (Maskil). Seu contexto principal é a instrução da nova geração sobre as obras poderosas de Deus (milagres no Egito, a travessia do Mar Vermelho e as provisões no deserto) e, subsequentemente, a lembrança da infidelidade e rebelião de Israel (o povo esquecendo Deus e provocando-o com seu coração). O salmo serve como um apelo para que a geração futura não repita os erros dos pais, mas confie no Deus que demonstrou poder e fidelidade em livrá-los e sustentá-los. Há uma forte ênfase na memória da aliança e no julgamento divino contra a teimosia humana. 📜Exodo, 🏜️Deserto, 🏛️Memória.",
  "bloco_tematico": "A História de Deus com Israel: Instrução, Rebelião e a Escolha de Sião (A Revelação do Poder e a Persistência da Infidelidade) 🧠📖",
  "versiculos": {
    "1": {
      "parafrase": "Escutem bem, meu povo, prestem muita atenção a tudo o que tenho a dizer! Inclino meu ouvido para ouvir as palavras secretas que compartilharei com vocês, abrindo minha boca para falar em parábolas, como um sábio que revela enigmas profundos desde os tempos antigos.",
      "referencias": [
        "Provérbios 1:6",
        "Mateus 13:35"
      ],
      "comentario": "O salmista (Asafe) convoca a congregação a uma audição atenta. O uso de 'parábolas' (hebraico: *māšāl*) indica não apenas histórias, mas declarações profundas de verdade que requerem reflexão, frequentemente usando comparações vívidas. É um convite à sabedoria transmitida de geração em geração.",
      "temas": [
        "Instrução",
        "Sabedoria",
        "Ouvir"
      ],
      "personagens": [
        "Salmista/Asafe",
        "O Povo"
      ]
    },
    "2": {
      "parafrase": "Vou lhes contar histórias do passado, sobre as maravilhas que Deus realizou, narrando as grandes obras do Senhor e a força do Seu poder que se manifestou no mundo, coisas que nossos pais nos contaram com fervor.",
      "referencias": [
        "Salmos 44:1",
        "Êxodo 12:26"
      ],
      "comentario": "O foco aqui é a transmissão da memória histórica da intervenção divina. É um ato de memória cultural e religiosa, garantindo que o legado de Deus não seja esquecido.",
      "temas": [
        "Memória Histórica",
        "Obras de Deus",
        "Tradição"
      ],
      "personagens": [
        "Nossos pais"
      ]
    },
    "3": {
      "parafrase": "Pois Ele estabeleceu um testemunho em Jacó, uma lei que Deus ordenou em Israel, e determinou que nossos antepassados ensinassem essas coisas aos seus filhos, para que as futuras gerações soubessem a verdade.",
      "referencias": [
        "Deuteronômio 4:9",
        "Josué 4:6"
      ],
      "comentario": "O 'testemunho' (*‘ēdût*) refere-se aos mandamentos e atos divinos registrados. A intenção era garantir que o conhecimento da aliança fosse contínuo e intencional, passando da geração idosa para a jovem.",
      "temas": [
        "Aliança",
        "Lei de Deus",
        "Transmissão Geracional"
      ],
      "personagens": [
        "Deus",
        "Jacó/Israel"
      ]
    },
    "4": {
      "parafrase": "Isto foi feito para que a próxima geração, aqueles que ainda iriam nascer, também pudessem conhecer os feitos de Deus; eles deveriam contar aos seus próprios filhos, assim como seus pais contaram a eles.",
      "referencias": [
        "Efésios 6:4",
        "Salmos 145:4"
      ],
      "comentario": "Reforça a ideia da continuidade da fé através da educação familiar. A história de Deus não é um evento pontual, mas um fluxo contínuo de ensino.",
      "temas": [
        "Educação da Fé",
        "Futuras Gerações",
        "Continuidade"
      ],
      "personagens": [
        "A próxima geração"
      ]
    },
    "5": {
      "parafrase": "O objetivo era que eles não se esquecessem das ações poderosas de Deus, mas que se dedicassem a guardar os Seus mandamentos com fervor e devoção.",
      "referencias": [
        "Deuteronômio 6:12",
        "Hebreus 3:12"
      ],
      "comentario": "O esquecimento (amnésia espiritual) é visto como o maior perigo. A lembrança das obras passadas deve motivar a obediência presente e futura.",
      "temas": [
        "Obediência",
        "Lembrança",
        "Fidelidade"
      ],
      "personagens": []
    },
    "6": {
      "parafrase": "Eles deveriam fazer isso para que não agissem como seus antepassados, uma geração teimosa e rebelde, cujo coração não era firme com Deus, nem totalmente leal, e cujo espírito não estava disposto a seguir a verdade Dele.",
      "referencias": [
        "Hebreus 3:8",
        "Êxodo 32:9"
      ],
      "comentario": "Aqui começa o contraste. A geração anterior falhou por ser de 'coração incerto' (*lōw nāšōk lēb*), indicando falta de firmeza, confiança e integridade moral na aliança.",
      "temas": [
        "Rebeldia",
        "Inconstância",
        "Integridade do Coração"
      ],
      "personagens": [
        "Antepassados"
      ]
    },
    "7": {
      "parafrase": "Eles deveriam manter essa memória para que não se tornassem como aqueles rebeldes, que não se firmaram na verdade de Deus, mas sim se desviaram no caminho, cheios de desconfiança.",
      "referencias": [
        "Tiago 1:6",
        "Números 14:33"
      ],
      "comentario": "A desconfiança (*dāgâ* em alguns contextos) é o sintoma da falha no coração. A falta de fé leva ao desvio prático, mesmo tendo testemunhado o poder de Deus.",
      "temas": [
        "Desconfiança",
        "Desvio",
        "Firmeza"
      ],
      "personagens": []
    },
    "8": {
      "parafrase": "Eles não queriam seguir a orientação de Deus, como fizeram seus pais, a geração que se recusou a aprender, que era dura de coração, cheia de teimosia e sempre pronta a voltar atrás em sua fé.",
      "referencias": [
        "Jeremias 7:26",
        "Atos 7:51"
      ],
      "comentario": "Repetição enfática da teimosia (hebraico: *qāšê ‘ōref*, 'nuca dura'). Isso implica resistência obstinada ao jugo e à autoridade de Deus, recusando-se a 'dobrar o pescoço' em submissão.",
      "temas": [
        "Teimosia",
        "Submissão",
        "Recusa em Aprender"
      ],
      "personagens": [
        "Pais"
      ]
    },
    "9": {
      "parafrase": "Lembrem-se, eles eram os filhos de Efraim, os guerreiros de Israel, mas no momento crucial da batalha e da provação, eles viraram as costas e fugiram, deixando a aliança de lado.",
      "referencias": [
        "Oséias 7:11",
        "Juízes 2:14"
      ],
      "comentario": "Efraim, uma das tribos mais proeminentes, é citada ironicamente como símbolo de fraqueza. Na hora de provar sua lealdade (a 'batalha'), eles falharam, abandonando o pacto (*berît*).",
      "temas": [
        "Fuga na Adversidade",
        "Apoio de Efraim",
        "Quebra de Aliança"
      ],
      "personagens": [
        "Efraim"
      ]
    },
    "10": {
      "parafrase": "Eles falharam em manter a palavra de Deus, e não quiseram viver de acordo com os estatutos que Ele havia estabelecido para eles.",
      "referencias": [
        "Salmos 119:114",
        "Romanos 3:2"
      ],
      "comentario": "O fracasso não foi apenas de memória, mas de prática. A desobediência resultou da falha em internalizar e agir conforme a legislação divina.",
      "temas": [
        "Inobservância da Lei",
        "Desobediência Prática"
      ],
      "personagens": []
    },
    "11": {
      "parafrase": "Eles propositalmente esqueceram as realizações de Deus e os prodígios que lhes haviam mostrado, preferindo ignorar o poder maravilhoso que viram diante de seus olhos.",
      "referencias": [
        "Salmos 106:13",
        "2 Pedro 3:5"
      ],
      "comentario": "O esquecimento aqui é ativo, não passivo. Eles 'esqueceram' deliberadamente (*nāšâ* no sentido de negligenciar ativamente) os sinais visíveis do poder divino (os milagres).",
      "temas": [
        "Esquecimento Deliberado",
        "Prodígios de Deus",
        "Cegueira Espiritual"
      ],
      "personagens": []
    },
    "12": {
      "parafrase": "Ele realizou feitos grandiosos no Egito, quando o Senhor estava agindo nas planícies de Zoã, diante dos olhos de seus pais, mostrando Sua glória e poder.",
      "referencias": [
        "Êxodo 7:10-12",
        "Números 33:5"
      ],
      "comentario": "O texto agora foca nos milagres específicos do Êxodo. Zoã (ou Tanis) era uma cidade importante no Delta do Nilo, o palco da demonstração do poder de Javé contra os deuses egípcios.",
      "temas": [
        "Milagres no Egito",
        "Poder de Deus",
        "Êxodo"
      ],
      "personagens": [
        "Pais"
      ]
    },
    "13": {
      "parafrase": "Deus dividiu o Mar Vermelho, abrindo caminho para que o povo passasse em terra seca, e então, com uma fúria imensa, fez com que as águas voltassem e engolissem os exércitos inimigos.",
      "referencias": [
        "Êxodo 14:21-28",
        "Hebreus 11:29"
      ],
      "comentario": "A descrição vívida da travessia e da destruição egípcia. A referência à destruição dos exércitos (*rōdēp*) simboliza a derrota total de seus opressores.",
      "temas": [
        "Travessia do Mar Vermelho",
        "Destruição dos Inimigos",
        "Intervenção Divina"
      ],
      "personagens": []
    },
    "14": {
      "parafrase": "Ele os guiou com nuvens durante o dia, mostrando o caminho a seguir, e durante toda a noite, iluminou a jornada com o brilho de um fogo intenso, para que não se perdessem.",
      "referencias": [
        "Êxodo 13:21",
        "Neemias 9:12"
      ],
      "comentario": "As colunas de nuvem e fogo, manifestações da presença de Deus (*Shekinah*), eram guias visíveis e proteção constante no deserto.",
      "temas": [
        "Guia Divino",
        "Presença de Deus",
        "Colunas de Fogo e Nuvem"
      ],
      "personagens": []
    },
    "15": {
      "parafrase": "Aquele Deus poderoso rachou as rochas no deserto, abrindo fontes de água profunda e abundante para saciar a sede de todo o povo, como se brotasse de torrentes.",
      "referencias": [
        "Êxodo 17:6",
        "Números 20:11"
      ],
      "comentario": "Referência ao milagre da água na rocha. A palavra hebraica para 'rachou' (*bāqa‘*) implica uma separação forçada e repentina, demonstrando o poder absoluto sobre a natureza.",
      "temas": [
        "Provisão de Água",
        "Sustento no Deserto",
        "Poder sobre a Natureza"
      ],
      "personagens": []
    },
    "16": {
      "parafrase": "Além disso, daquela rocha, jorraram rios caudalosos, descendo como cascatas pelas terras áridas, levando vida onde só havia secura.",
      "referencias": [
        "1 Coríntios 10:4",
        "Deuteronômio 8:15"
      ],
      "comentario": "Continua a descrição do milagre da água, enfatizando a abundância. O contraste entre a 'rocha' e os 'rios' ilustra a capacidade de Deus de gerar vida a partir do que parece estéril.",
      "temas": [
        "Abundância",
        "Vida no Deserto",
        "Sustento"
      ],
      "personagens": []
    },
    "17": {
      "parafrase": "Mas, mesmo diante de tanta demonstração de poder, eles continuaram a pecar contra o Altíssimo e o provocaram à ira no deserto árido, exigindo mais provisões de Deus.",
      "referencias": [
        "Números 14:29",
        "Judas 1:5"
      ],
      "comentario": "A ingratidão é evidente. Depois de beber a água milagrosa, eles imediatamente 'pecaram contra o Altíssimo' (*yāh*), expressando dúvida sobre a presença sustentadora de Deus.",
      "temas": [
        "Ingratidão",
        "Pecado Contínuo",
        "Provoção a Deus"
      ],
      "personagens": [
        "Altíssimo"
      ]
    },
    "18": {
      "parafrase": "Eles testaram a paciência de Deus, perguntando com arrogância: 'Será que Deus pode realmente nos dar comida nesta terra vazia e desolada? Podemos confiar Nele para isso?'",
      "referencias": [
        "Mateus 4:7",
        "Hebreus 3:9"
      ],
      "comentario": "O teste (*nāsâ*) era uma demonstração de falta de fé na capacidade soberana de Deus. Eles não duvidaram apenas de Sua vontade, mas de Seu poder de prover em circunstâncias extremas.",
      "temas": [
        "Teste de Deus",
        "Arrogância",
        "Dúvida de Provisão"
      ],
      "personagens": []
    },
    "19": {
      "parafrase": "Eles foram ousados a ponto de falar contra Deus, exigindo: 'Será que Deus pode montar uma mesa farta para nós aqui, no meio do deserto, como se estivéssemos em um banquete?'",
      "referencias": [
        "Lucas 4:3",
        "Romanos 11:22"
      ],
      "comentario": "A metáfora da 'mesa' (*lāḥan*) usada por Satanás contra Jesus é paralela aqui: eles exigiram um luxo alimentício fora de contexto, como se Deus estivesse limitado pela paisagem ao redor.",
      "temas": [
        "Exigência de Luxo",
        "Falta de Contentamento",
        "Ousadia Contra Deus"
      ],
      "personagens": []
    },
    "20": {
      "parafrase": "Veja! Deus feriu a rocha, e a água jorrou em abundância, enchendo os leitos dos rios. Mas será que eles realmente se arrependeram e creram na Sua bondade duradoura?",
      "referencias": [
        "Salmos 107:41",
        "2 Coríntios 9:8"
      ],
      "comentario": "O salmista descreve o milagre da água mais uma vez, mas imediatamente questiona a resposta emocional do povo. A provisão não gerou fé duradoura.",
      "temas": [
        "Contraste entre Provisão e Fé",
        "Bondade de Deus",
        "Arrependimento Negligenciado"
      ],
      "personagens": []
    },
    "21": {
      "parafrase": "Por causa disso, o Senhor se irou profundamente contra eles e declarou que jamais entrariam no descanso prometido, em Seu lugar de repouso celestial.",
      "referencias": [
        "Hebreus 3:11",
        "Números 14:23"
      ],
      "comentario": "O resultado da descrença é severo: exclusão do 'descanso' (*menūḥâ*), que no contexto do Novo Testamento aponta para a herança final prometida.",
      "temas": [
        "Ira de Deus",
        "Exclusão da Promessa",
        "Descanso Eterno"
      ],
      "personagens": [
        "Senhor"
      ]
    },
    "22": {
      "parafrase": "Isso aconteceu porque eles não acreditaram em Deus, não confiaram firmemente em Seu poder salvador e falharam em depositar sua esperança na Sua fidelidade para preservá-los.",
      "referencias": [
        "Marcos 16:14",
        "Romanos 10:14"
      ],
      "comentario": "A causa raiz do julgamento é a ausência de fé (*hîm’în* - acreditar/confiar) e a falta de esperança (*bāṭaḥ* - confiar, depender) em Deus, não apenas um lapso de memória.",
      "temas": [
        "Falta de Fé",
        "Confiança",
        "Fidelidade Divina"
      ],
      "personagens": []
    },
    "23": {
      "parafrase": "Apesar disso, Deus ordenou às nuvens lá do alto que trouxessem alimento do céu, e fez chover o pão dos anjos para que comessem, dando-lhes sustento do céu.",
      "referencias": [
        "Êxodo 16:4",
        "João 6:31"
      ],
      "comentario": "Introdução ao milagre do Maná. O 'pão dos anjos' (*lèḥem ‘abīrîm*) sublinha a origem celestial e a qualidade sobrenatural do alimento, providenciado apesar da atitude do povo.",
      "temas": [
        "Maná",
        "Sustento Celestial",
        "Generosidade Divina"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "24": {
      "parafrase": "Ele abriu as comportas dos céus, e fez descer sobre eles o maná para comer, e lhes deu também o grão celestial, providenciando alimento fino para saciar a fome deles.",
      "referencias": [
        "Neemias 9:15",
        "Apocalipse 6:14"
      ],
      "comentario": "O uso da metáfora das 'comportas do céu' (*’ărrūbôt haššāmayim*) remete a uma chuva sobrenatural e controlada. 'Grão celestial' é o mesmo que o maná, enfatizando sua natureza divina.",
      "temas": [
        "Chuva do Céu",
        "Alimento Fino",
        "Saciação"
      ],
      "personagens": []
    },
    "25": {
      "parafrase": "Assim, o homem comeu o pão dos poderosos, e Deus lhes providenciou comida farta, pois Ele lhes havia dado o que desejavam em grande medida.",
      "referencias": [
        "Filipenses 4:19",
        "1 Tessalonicenses 4:11"
      ],
      "comentario": "O povo comeu 'o pão dos fortes/poderosos' (*lèḥem gibbōrîm*), possivelmente significando pão que confere força, ou simplesmente o pão dado por Deus, o Ser Mais Poderoso. Deus satisfez o desejo deles, mas o texto implica que isso não resolveu o problema do coração (como visto nos versículos seguintes).",
      "temas": [
        "Força do Alimento",
        "Saciação Desejada",
        "Provisão Completa"
      ],
      "personagens": [
        "Homem"
      ]
    },
    "26": {
      "parafrase": "Eles colocaram à prova a paciência do Senhor, fazendo-o sentir a sua fome no deserto, clamando por comida no ermo seco. A alma deles, sedenta de Deus, exigia um milagre físico imediato.",
      "referencias": [
        "Êxodo 16:3",
        "Números 11:4"
      ],
      "comentario": "O verbo hebraico para 'colocar à prova' é 'nāśâ' (נסה), que significa testar, tentar, provar. O povo não apenas duvidou, mas ativamente impôs um teste à fidelidade de Deus, focando apenas nas suas necessidades materiais imediatas ('fizeram Deus sentir fome').",
      "temas": [
        "Incredulidade no Deserto",
        "Teste a Deus",
        "Necessidades Físicas"
      ],
      "personagens": [
        "Israelitas"
      ]
    },
    "27": {
      "parafrase": "Como resposta, Deus abriu as comportas do céu, como se estivesse liberando o dilúvio, e fez chover carne, a variedade de aves, como se fosse pó, e os pássaros voadores, como a areia do mar.",
      "referencias": [
        "Gênesis 7:11",
        "Salmos 105:40"
      ],
      "comentario": "A imagem de 'abrir as comportas do céu' (āphad šāmayim) remete ao relato do Dilúvio, indicando a magnitude incomum do evento. A carne ('basar') e as aves (''ōp̄') caíram em proporções avassaladoras, comparadas à poeira e à areia, mostrando que Deus supre além da medida, mas nem sempre da forma esperada pela fé humana.",
      "temas": [
        "Provisão Milagrosa",
        "Fúria e Bondade Divina",
        "Soberania de Deus"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "28": {
      "parafrase": "Ele fez cair essa provisão bem no meio do seu acampamento, cercando cada tenda onde eles estavam acampados.",
      "referencias": [
        "Números 11:31-32"
      ],
      "comentario": "O detalhe da localização ('no meio do seu arraial') enfatiza que a provisão foi direcionada e específica para o povo de Israel, não um evento natural aleatório. O milagre ocorreu onde eles estavam vivendo, bem à mão.",
      "temas": [
        "Proximidade da Provisão",
        "Abrigo Divino"
      ],
      "personagens": [
        "Israelitas"
      ]
    },
    "29": {
      "parafrase": "Eles comeram fartamente! Deus lhes deu exatamente o que desejavam, saciando-os com aquilo que tanto queriam.",
      "referencias": [
        "Números 11:18",
        "Deuteronômio 14:26"
      ],
      "comentario": "O texto é claro: eles comeram até ficar 'satisfeitos' (śāba'). Deus atendeu ao desejo carnal expresso, mas a satisfação material não significou satisfação espiritual, como veremos adiante.",
      "temas": [
        "Satisfação Carnal",
        "Cumprimento de Desejos"
      ],
      "personagens": [
        "Israelitas"
      ]
    },
    "30": {
      "parafrase": "No entanto, antes que pudessem sequer saciar completamente a gula, enquanto a comida ainda estava na boca deles...",
      "referencias": [
        "Números 11:33"
      ],
      "comentario": "Este versículo cria um suspense dramático. A transição da satisfação carnal para o julgamento é imediata. O 'ainda' (ṭerem) sugere a brevidade com que o prazer se transformou em juízo.",
      "temas": [
        "Transitoriedade do Prazer",
        "Julgamento Iminente"
      ],
      "personagens": []
    },
    "31": {
      "parafrase": "...a ira de Deus irrompeu contra eles, como uma tempestade feroz, e Ele começou a golpear os homens mais fortes e escolhidos de Israel, derrubando-os no chão.",
      "referencias": [
        "Números 11:33-34",
        "Jeremias 21:6"
      ],
      "comentario": "A 'ira de Deus' ('aph gěbûrâ') se manifesta com violência. A menção aos 'homens mais fortes' (as primícias, os melhores) mostra que o julgamento não poupou ninguém, atingindo o centro da liderança ou os mais ímpios.",
      "temas": [
        "Fúria Divina",
        "Julgamento dos Líderes",
        "Consequência da Desobediência"
      ],
      "personagens": [
        "Israelitas"
      ]
    },
    "32": {
      "parafrase": "Apesar de toda essa demonstração de poder e de todos os milagres vistos, o coração deles permaneceu obstinado, e continuaram a não acreditar Nele em momento algum.",
      "referencias": [
        "Hebreus 3:19",
        "Isaías 53:1"
      ],
      "comentario": "Este é o cerne da tragédia: a falta de fé persistente ('lō' hě'ĕmînû'). Não era ignorância, mas uma recusa voluntária em confiar na fidelidade do Criador, mesmo diante de milagres espetaculares.",
      "temas": [
        "Obstinação do Coração",
        "Cegueira Espiritual",
        "Fé Negada"
      ],
      "personagens": [
        "Israelitas"
      ]
    },
    "33": {
      "parafrase": "Por causa disso, Ele fez seus dias se esvaírem rapidamente, como um suspiro, e seus anos terminarem numa rápida calamidade.",
      "referencias": [
        "Salmos 89:47",
        "Jó 7:15"
      ],
      "comentario": "A consequência direta da incredulidade foi a abreviação da vida. O termo 'esvaírem como um suspiro' (kĕ'ōr) ilustra a fragilidade e a brevidade da existência humana quando sob o juízo divino.",
      "temas": [
        "Vida Efêmera",
        "Abreviação dos Dias",
        "Juízo sobre a Duração"
      ],
      "personagens": []
    },
    "34": {
      "parafrase": "Quando Deus os atingiu, eles O procuraram de volta, viraram-se para Ele com urgência e se lembraram que Ele era a sua Rocha eterna, seu Redentor.",
      "referencias": [
        "Oséias 6:1",
        "Jó 34:29"
      ],
      "comentario": "Este comportamento é chamado de 'arrependimento situacional'. Eles buscam a Deus apenas no momento do sofrimento ('kî yamîṯām' - quando Ele os matava). A lembrança da 'Rocha' (sūr) é um reconhecimento tardio de quem é a fonte de estabilidade.",
      "temas": [
        "Arrependimento Situacional",
        "Lembrança de Deus",
        "Deus como Refúgio"
      ],
      "personagens": [
        "Israelitas"
      ]
    },
    "35": {
      "parafrase": "Então, eles O bajulavam com a boca, proferindo palavras doces, e juravam lealdade com a língua, na esperança de que Ele os perdoasse.",
      "referencias": [
        "Isaías 29:13",
        "Mateus 15:8"
      ],
      "comentario": "O contraste entre o coração (v. 32) e a boca (v. 35) é gritante. A bajulação ('kāḥaš' - mentir, dissimular) demonstra que a mudança era apenas externa e verbal, não interior.",
      "temas": [
        "Falsidade Verbal",
        "Hipocrisia",
        "Busca por Clemência"
      ],
      "personagens": [
        "Israelitas"
      ]
    },
    "36": {
      "parafrase": "Contudo, o verdadeiro motor de suas ações era a falsidade; eles fingiam lealdade apenas para manter sua própria pele a salvo e não por amor genuíno a Ele.",
      "referencias": [
        "Jeremias 12:2",
        "Salmos 73:21"
      ],
      "comentario": "O texto enfatiza a enganação ('rĕśēk' - mentira, falsidade). Eles eram simuladores. A lealdade era interesseira, visando o benefício próprio, e não uma resposta sincera ao amor de Deus.",
      "temas": [
        "Falsa Devoção",
        "Amor Próprio",
        "Dissimulação"
      ],
      "personagens": []
    },
    "37": {
      "parafrase": "O coração deles, na verdade, não se voltou para Ele, nem se firmaram na aliança que haviam estabelecido com o Altíssimo.",
      "referencias": [
        "Deuteronômio 29:4",
        "Ezequiel 18:31"
      ],
      "comentario": "O 'coração' (lēb) é o centro da vontade e da intenção. A falta de 'retidão' ou firmeza ('yāšār') na aliança demonstra que a obediência nunca foi o objetivo principal da nação.",
      "temas": [
        "Intenção do Coração",
        "Firmeza na Aliança",
        "Inconstância Espiritual"
      ],
      "personagens": []
    },
    "38": {
      "parafrase": "Mas Deus, em Sua infinita misericórdia e paciência, perdoava os erros deles. Ele compreendia a natureza frágil daquela gente e se lembrava que eles eram feitos de pó, seres passageiros.",
      "referencias": [
        "Êxodo 34:6-7",
        "Salmos 103:14"
      ],
      "comentario": "Esta é uma das passagens mais ternas. Deus olha para a fragilidade humana ('śe'ēr' - carne/ser mortal) e retém Sua ira. A misericórdia ('raḥam') é motivada pelo reconhecimento da finitude humana, o que contrasta com a dureza de coração de Israel.",
      "temas": [
        "Misericórdia Divina",
        "Compaixão de Deus",
        "Natureza Humana Frágil"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "39": {
      "parafrase": "Lembrou-se de que eles eram apenas um sopro, uma brisa passageira que logo desaparece, uma fumaça que se dissipa ao vento.",
      "referencias": [
        "Tiago 4:14",
        "Jó 7:7"
      ],
      "comentario": "O salmista reforça a imagem da transitoriedade com metáforas poderosas: 'sopro' (rûaḥ), 'nuvem que passa' e 'fumaça'. Isso justifica a paciência de Deus, mas não a persistência na rebeldia do homem.",
      "temas": [
        "Fugacidade da Vida",
        "Fragilidade",
        "Memória Divina"
      ],
      "personagens": []
    },
    "40": {
      "parafrase": "Quantas vezes eles O provocaram no deserto e O magoaram profundamente nos ermos áridos?",
      "referencias": [
        "Atos 7:42",
        "Números 14:22"
      ],
      "comentario": "O verbo 'provocaram' (mar) indica a intensidade da ofensa. O deserto, local da maior intervenção divina, foi também o palco da maior irritação contra Deus.",
      "temas": [
        "Provocação Contínua",
        "Lugar de Provação",
        "Ofensa a Deus"
      ],
      "personagens": [
        "Israelitas"
      ]
    },
    "41": {
      "parafrase": "Mesmo lembrando-se de que eram Sua criação, eles voltaram repetidamente a Lhe impor limites, testando o Santo de Israel, aquele que os libertara.",
      "referencias": [
        "Isaías 43:15",
        "Malaquias 3:8"
      ],
      "comentario": "Eles forçaram o limite ('qāṣâ' - medir, fixar um limite) do poder e da paciência de Deus. A ironia é que eles limitam Aquele que é ilimitado, esquecendo-se de Seu título sagrado: o 'Santo de Israel'.",
      "temas": [
        "Limitar a Soberania",
        "O Santo de Israel",
        "Ingratidão"
      ],
      "personagens": [
        "Israelitas",
        "Santo de Israel"
      ]
    },
    "42": {
      "parafrase": "Eles pararam de se lembrar do Seu poder que os livrou dos inimigos, e do poder que manifestou Seu sinal contra o Egito.",
      "referencias": [
        "Êxodo 10:2",
        "Josué 24:7"
      ],
      "comentario": "A memória seletiva é a doença do coração rebelde. Eles esquecem o ato fundacional da libertação (o Êxodo) e as pragas exibidas contra o Faraó, concentrando-se apenas no agora.",
      "temas": [
        "Memória Seletiva",
        "Poder Libertador",
        "Sinais de Deus"
      ],
      "personagens": []
    },
    "43": {
      "parafrase": "Lembravam-se de como Ele transformou os rios do Egito em sangue e impediu que pudessem beber das águas barrentas.",
      "referencias": [
        "Êxodo 7:20",
        "Salmos 105:29"
      ],
      "comentario": "O texto relembra a primeira praga de forma vívida. A água, fonte de vida, virou veneno e fonte de nojo, um sinal do poder destrutivo de Deus contra os opressores.",
      "temas": [
        "Pragas do Egito",
        "Transformação da Natureza",
        "Poder Destrutivo"
      ],
      "personagens": [
        "Deus",
        "Egípcios"
      ]
    },
    "44": {
      "parafrase": "Eles não recordavam como Ele enviou enxames de moscas vorazes para consumi-los, e sapos, que cobriram a terra com sua sujeira.",
      "referencias": [
        "Êxodo 8:24",
        "Salmos 105:30"
      ],
      "comentario": "As pragas das moscas ('ʿārōb) e dos sapos ('tĕfā') são lembradas como atos de julgamento sobre o Egito, mas a gratidão por estarem livres delas não durava.",
      "temas": [
        "Pragas de Insetos",
        "Julgamento sobre o Egito",
        "Memória da Libertação"
      ],
      "personagens": [
        "Egípcios"
      ]
    },
    "45": {
      "parafrase": "Nem se recordavam de como Ele entregou suas colheitas e seus rebanhos à devastação dos gafanhotos e dos animais que comem madeira (ou destruidores).",
      "referencias": [
        "Êxodo 10:4-5",
        "Salmos 105:34"
      ],
      "comentario": "A referência aos gafanhotos ('ḥāsil') e a 'devoração' toca na destruição da economia egípcia. Deus atacou a subsistência deles como demonstração de poder.",
      "temas": [
        "Praga dos Gafanhotos",
        "Destruição da Colheita",
        "Soberania Econômica"
      ],
      "personagens": [
        "Egípcios"
      ]
    },
    "46": {
      "parafrase": "Eles negligenciaram como Ele entregou seus bois e seus rebanhos para serem destruídos pelo granizo e pelas chamas que brotavam do céu.",
      "referencias": [
        "Êxodo 9:23-25",
        "Salmos 105:32"
      ],
      "comentario": "O granizo ('bārād') misturado com fogo foi um espetáculo aterrorizante. Isso atingiu o gado, a riqueza material dos egípcios, mas Israel estava protegido.",
      "temas": [
        "Praga do Granizo e Fogo",
        "Proteção Divina",
        "Destruição de Bens"
      ],
      "personagens": [
        "Egípcios"
      ]
    },
    "47": {
      "parafrase": "Eles não trouxeram à memória como Ele permitiu que os sapos-boi e os insetos devorassem suas videiras e suas plantações mais preciosas.",
      "referencias": [
        "Êxodo 10:12-15",
        "Salmos 105:33"
      ],
      "comentario": "Aqui há uma pequena sobreposição com versículos anteriores, mas o foco está na destruição das plantas ('vides' e 'sicômoros/figueiras') – a fonte de seu alimento e vinho, o que era culturalmente crucial.",
      "temas": [
        "Destruição da Lavoura",
        "Pragas Combinadas",
        "Memória das Perdas"
      ],
      "personagens": [
        "Egípcios"
      ]
    },
    "48": {
      "parafrase": "E, lembrando-se de tudo isso, eles falharam em trazer à mente a maneira como Ele, em Seu poder, entregou seus primogênitos à morte, e o gado deles ao verme cortador.",
      "referencias": [
        "Êxodo 12:29",
        "Salmos 105:36"
      ],
      "comentario": "A décima praga – a morte dos primogênitos – é o clímax. O julgamento final contra a linhagem real egípcia é lembrado, assim como a morte do gado ('bāqār' - gado, bois) pelo verme ('ḥālāmîš').",
      "temas": [
        "Morte dos Primogênitos",
        "Juízo Final no Egito",
        "Sacrifício de Preço"
      ],
      "personagens": [
        "Primogênitos Egípcios"
      ]
    },
    "49": {
      "parafrase": "Assim, Deus enviou Sua fúria e Sua ira ardente, o castigo, a aflição e a destruição, enviando anjos de desgraça para executar Seu plano destrutivo contra eles.",
      "referencias": [
        "Êxodo 12:12",
        "Salmos 105:32"
      ],
      "comentario": "Este versículo resume o ataque divino. A ira ('ḥārōn') e o castigo ('šālaḥ') são personificados como uma 'missão' executada por 'mensageiros da calamidade' ('mal'āḵê ra‘â'), o que sugere o papel do anjo da morte.",
      "temas": [
        "Fúria Coletiva",
        "Execução do Juízo",
        "Mensageiros da Calamidade"
      ],
      "personagens": [
        "Deus",
        "Anjos"
      ]
    },
    "50": {
      "parafrase": "Ele preparou um caminho reto para Sua cólera e permitiu que o povo não se afastasse de Seus decretos de juízo. Ele não poupou suas vidas da morte, mas as entregou à praga.",
      "referencias": [
        "Êxodo 14:21",
        "Romanos 2:5"
      ],
      "comentario": "Deus 'nivelou o caminho' ('yāsar') para que Sua ira fluísse sem impedimentos. A intransigência dos egípcios os tornou alvos diretos da praga final, o oposto da misericórdia mostrada a Israel. O caminho foi pavimentado para a destruição deles.",
      "temas": [
        "Caminho da Ira",
        "Impedimento do Juízo",
        "Destino Inevitável"
      ],
      "personagens": [
        "Egípcios"
      ]
    },
    "51": {
      "parafrase": "Ele feriu tudo o que havia de mais precioso no Egito, a primazia de sua força, os primogênitos que eram a esperança da nação, desde o Faraó até o mais humilde cidadão, marcando o início da linhagem real e familiar com a morte devastadora.",
      "referencias": [
        "Êxodo 12:29",
        "Salmos 105:36"
      ],
      "comentario": "O texto descreve a última das dez pragas, o golpe mortal no Egito. A expressão hebraica para 'primícias da força' (re'ishit 'onam) refere-se ao que era mais forte e valioso, culminando nos primogênitos. Isto é um ato direto de juízo contra a divindade egípcia, especialmente Osíris e Rá.",
      "temas": [
        "Juízo Divino",
        "Libertação",
        "Poder de Deus"
      ],
      "personagens": [
        "Israelitas (como observadores)",
        "Egípcios"
      ]
    },
    "52": {
      "parafrase": "Então, como um pastor que guia suas ovelhas com firmeza e cuidado, Deus fez Seu povo, os filhos de Jacó, sair da terra da opressão, conduzindo-os para o deserto como um rebanho seguro.",
      "referencias": [
        "Gênesis 49:24",
        "Isaías 40:11"
      ],
      "comentario": "O contraste é gritante: do caos da praga à ordem do pastoreio. 'Pastor' (ro'eh) implica cuidado, liderança e posse. O povo é chamado 'ovelhas' (tso'on), enfatizando sua dependência e a fidelidade de Deus como guardião.",
      "temas": [
        "Liderança Divina",
        "Êxodo",
        "Cuidado Pastoral"
      ],
      "personagens": [
        "Deus (como Pastor)",
        "Filhos de Jacó"
      ]
    },
    "53": {
      "parafrase": "Ele os guiou adiante com segurança, e eles não sentiram medo, pois o Senhor era quem os conduzia; em contraste, os inimigos que os perseguiam foram tragados pelas águas revoltas e poderosas.",
      "referencias": [
        "Êxodo 14:21-28",
        "Hebreus 11:29"
      ],
      "comentario": "Aqui a memória se fixa no milagre do Mar Vermelho. A segurança do povo ('não se perturbou') é diretamente oposta à destruição total dos egípcios ('enterrados' ou 'engolidos'). Este é o ápice da manifestação do poder salvífico.",
      "temas": [
        "Segurança em Deus",
        "Destruição do Inimigo",
        "Intervenção Milagrosa"
      ],
      "personagens": [
        "Israelitas",
        "Egípcios"
      ]
    },
    "54": {
      "parafrase": "Assim, Ele os trouxe para a fronteira da Sua terra santa, o território prometido que Ele conquistou com Sua mão poderosa e firme.",
      "referencias": [
        "Êxodo 15:17",
        "Deuteronômio 9:5"
      ],
      "comentario": "A jornada os leva à 'fronteira' (gevul) de Sua terra santa (qodsho). A conquista não é primariamente pela força militar de Israel, mas pela 'mão direita' (yamin) de Deus, um símbolo de força e autoridade executiva.",
      "temas": [
        "Terra Prometida",
        "Soberania de Deus",
        "Conquista"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "55": {
      "parafrase": "E Ele expulsou as nações que moravam ali, abrindo caminho para Israel, e distribuiu as terras dessas nações como herança, estabelecendo as tribos israelitas em tendas permanentes.",
      "referencias": [
        "Josué 13:7",
        "Salmos 83:4"
      ],
      "comentario": "Este ato solidifica a posse. Deus não apenas os trouxe, mas também removeu os habitantes prévios ('goyim' – nações). A divisão da terra (naquelas 'tendas' ou 'tabernáculos') é o estabelecimento físico da aliança de Abraão.",
      "temas": [
        "Posse da Terra",
        "Expropriação",
        "Aliança"
      ],
      "personagens": [
        "Israelitas",
        "Nações Cananeias"
      ]
    },
    "56": {
      "parafrase": "Mas, apesar de toda essa bondade e poder demonstrados, o povo de Israel falhou em permanecer leal; eles persistiram em desobedecer e desafiar o Deus Altíssimo, o Poderoso.",
      "referencias": [
        "Deuteronômio 32:15",
        "Juízes 2:7"
      ],
      "comentario": "O tom muda drasticamente para a decepção humana. A frase-chave é 'persistiram em se rebelar' (tamru bo). Eles testaram (nisu) o Santo de Israel, exigindo provas contínuas de Sua paciência.",
      "temas": [
        "Incredulidade",
        "Rebeldia",
        "Pecado"
      ],
      "personagens": [
        "Israelitas",
        "Deus"
      ]
    },
    "57": {
      "parafrase": "Eles se desviaram, sendo tão infiéis e traiçoeiros quanto seus antepassados, voltando-se para ídolos e falsos deuses como se fossem meros covardes que fogem da batalha.",
      "referencias": [
        "Oséias 7:8",
        "Juízes 2:19"
      ],
      "comentario": "O verbo 'voltaram atrás' (wa-yashuvu) e 'viraram-se' (wa-yit'u) indicam uma retrocessão deliberada. A comparação com 'arco enganador' (keshet revayya) sugere falsidade e ineficácia; suas armas de defesa eram inúteis porque não confiavam no verdadeiro escudo.",
      "temas": [
        "Idolatria",
        "Falsidade",
        "Engano"
      ],
      "personagens": [
        "Israelitas"
      ]
    },
    "58": {
      "parafrase": "Eles provocaram a ira do Senhor, construindo altares em lugares altos e levando-O ao ciúme com suas práticas abomináveis de adoração pagã.",
      "referencias": [
        "Deuteronômio 12:2",
        "1 Reis 11:7"
      ],
      "comentario": "Os 'lugares altos' (bamot) eram sítios de adoração pagã, geralmente ligados à fertilidade, que despertavam o 'ciúme' (qina) de Deus, uma metáfora para a violação de Sua aliança exclusiva, como um marido traído.",
      "temas": [
        "Adoração Ilegítima",
        "Cólera Divina",
        "Aliança"
      ],
      "personagens": [
        "Israelitas",
        "Deus"
      ]
    },
    "59": {
      "parafrase": "Quando Deus viu isso, Sua ira se acendeu profundamente, e Ele se afastou com repulsa da aliança que havia estabelecido com Seu povo.",
      "referencias": [
        "Jeremias 2:13",
        "Ezequiel 8:6"
      ],
      "comentario": "A reação de Deus é descrita com forte paixão. Ele 'desprezou' (ba'as) o tabernáculo (tents) de José, simbolizando a estrutura de sua adoração e comunidade, rejeitando o pacto que havia feito com as tribos do norte (José).",
      "temas": [
        "Rejeição",
        "Fúria de Deus",
        "Quebra da Aliança"
      ],
      "personagens": [
        "Deus",
        "José (representando as tribos do Norte)"
      ]
    },
    "60": {
      "parafrase": "Ele abandonou a morada que havia escolhido em Siló, o lugar onde antes habitava entre os homens e sustentava Sua Presença.",
      "referencias": [
        "Jeremias 7:12-14",
        "1 Samuel 4:10-11"
      ],
      "comentario": "Siló foi o primeiro grande centro de culto, onde a Arca da Aliança residiu por um tempo. Abandonar Siló (o 'tabernáculo de Deus' — mishkan) significava o fim da proteção imediata e a entrega do poder centralizado deles aos inimigos.",
      "temas": [
        "Abandono de Siló",
        "Perda da Presença Divina",
        "Separação"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "61": {
      "parafrase": "Ele permitiu que Seu poder, a Arca da Aliança, fosse capturado e entregue aos seus adversários, e permitiu que Sua glória caísse nas mãos daqueles que não O honravam.",
      "referencias": [
        "1 Samuel 4:11",
        "Salmos 132:8"
      ],
      "comentario": "A entrega da 'Arca da Força' (Aron Ha-'oz) é o clímax da humilhação. A 'Glória' (kavod) geralmente se refere à manifestação da presença de Deus, frequentemente associada à Arca. Sua captura é a prova visível do afastamento divino.",
      "temas": [
        "Humilhação",
        "Perda da Arca",
        "Glória de Deus"
      ],
      "personagens": [
        "Deus (representado pela Arca)"
      ]
    },
    "62": {
      "parafrase": "Ele entregou Seu povo ao fio da espada, demonstrando Seu grande descontentamento e ira contra aqueles que deveriam ser Seus herdeiros.",
      "referencias": [
        "Levítico 26:33",
        "Lamentações 2:21"
      ],
      "comentario": "O povo é 'entregue à espada' (hammar) como resultado direto do Seu desprazer ('qetseph). Esta é a punição por negligenciarem a aliança e se voltarem para a idolatria, contrastando com a salvação anterior.",
      "temas": [
        "Morte em Batalha",
        "Consequências da Desobediência",
        "Ira Justa"
      ],
      "personagens": [
        "Deus",
        "Israelitas"
      ]
    },
    "63": {
      "parafrase": "Os jovens de Israel que sobreviveram ao massacre foram consumidos pelo fogo, e as donzelas que restaram não tiveram honra, nem puderam se casar.",
      "referencias": [
        "Jeremias 51:30",
        "Lamentações 5:13"
      ],
      "comentario": "O julgamento atinge todas as faixas etárias. O 'fogo' aqui pode ser tanto literal (guerra) quanto simbólico (a ira destrutiva). A falta de casamento para as moças indica o colapso social e a esterilidade futura da nação, pois não há continuidade.",
      "temas": [
        "Destruição Social",
        "Fogo do Juízo",
        "Sofrimento da Juventude"
      ],
      "personagens": [
        "Jovens de Israel",
        "Donzelas"
      ]
    },
    "64": {
      "parafrase": "Seus sacerdotes caíram pela lâmina, e suas viúvas não puderam chorar nem lamentar publicamente por eles, demonstrando a completa destruição de sua liderança espiritual.",
      "referencias": [
        "Lamentações 4:16",
        "Ezequiel 24:22-23"
      ],
      "comentario": "A morte dos sacerdotes (kohanim) e a impossibilidade de luto público ('não choraram') significam que a estrutura religiosa e o conforto social foram completamente desmantelados. A lei do luto foi suspensa pela calamidade.",
      "temas": [
        "Morte do Sacerdócio",
        "Interrupção do Luto",
        "Catástrofe"
      ],
      "personagens": [
        "Sacerdotes",
        "Viúvas"
      ]
    },
    "65": {
      "parafrase": "Então, o Senhor despertou como alguém que dormia profundamente, como um guerreiro que se levanta após uma longa noite, fortalecido pelo vinho da batalha.",
      "referencias": [
        "Isaías 51:9",
        "Salmos 44:23"
      ],
      "comentario": "Este é um antropomorfismo poderoso. Deus desperta ('heqitz') como um 'adormecido' (yashan), mas não por cansaço, e sim por Sua intervenção aparente ter sido suspensa. O vinho aqui não é embriaguez, mas a força revitalizante da batalha ('mezakh') que o prepara para a intervenção restauradora.",
      "temas": [
        "Intervenção Revigorada",
        "Despertar Divino",
        "Poder Militar de Deus"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "66": {
      "parafrase": "E Ele, em Sua fúria, golpeou os inimigos, empurrando-os para trás e os cobrindo de vergonha eterna e irreparável.",
      "referencias": [
        "Josué 7:5",
        "Salmos 68:1-2"
      ],
      "comentario": "Deus atinge os adversários (tsofereyhem) com golpes devastadores, aplicando a vergonha ('cherpat) eterna. Este ato restaura Sua honra e reverte a humilhação sofrida com a perda da Arca.",
      "temas": [
        "Vingança Contra Inimigos",
        "Restauração da Honra",
        "Vitória"
      ],
      "personagens": [
        "Deus",
        "Inimigos de Israel"
      ]
    },
    "67": {
      "parafrase": "Além disso, Ele rejeitou a morada de José, recusando-se a habitar no tabernáculo de Efraim, onde o povo havia se esquecido de Ele.",
      "referencias": [
        "Amós 5:25-27",
        "Miqueias 6:3"
      ],
      "comentario": "O salmista nomeia especificamente 'José' e 'Efraim' (as tribos mais proeminentes do Norte). Deus rejeita o santuário escolhido por eles, indicando que a adoração em Efraim não era mais aceitável devido à sua infidelidade.",
      "temas": [
        "Rejeição de Efraim",
        "Falta de Fé",
        "Local de Adoração"
      ],
      "personagens": [
        "Deus",
        "José/Efraim"
      ]
    },
    "68": {
      "parafrase": "Em vez disso, Ele escolheu a tribo de Judá, o monte Sião, o lugar que Ele havia escolhido para habitar e firmar Seu nome para sempre.",
      "referencias": [
        "Isaías 2:2",
        "Miquéias 4:2"
      ],
      "comentario": "A escolha se concentra em Judá e Sião (Jerusalém). Este é o estabelecimento da supremacia da linhagem davídica e do futuro centro de culto legítimo, em contraste com os santuários do norte (Siló, Betel, etc.).",
      "temas": [
        "Escolha de Sião",
        "Linhagem Davídica",
        "Permanência Divina"
      ],
      "personagens": [
        "Deus",
        "Judá",
        "Sião"
      ]
    },
    "69": {
      "parafrase": "Ele construiu Seu santuário sagrado como um palácio firme e duradouro, sólido como a terra que Ele estabeleceu sobre as fundações do mundo.",
      "referencias": [
        "Salmos 87:1",
        "Mateus 16:18"
      ],
      "comentario": "O santuário (mikdash) é elevado como um 'castelo' ou 'torre' (darom), estável e inabalável, comparado à firmeza da Terra. A linguagem constrói a permanência do Templo de Davi/Salomão, que seria o foco da esperança restaurada.",
      "temas": [
        "Estabilidade do Santuário",
        "Fundação Eterna",
        "Permanência"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "70": {
      "parafrase": "Ele também chamou Davi, o pastor que Ele havia tirado do meio dos rebanhos, para ser o líder ungido de Seu povo.",
      "referencias": [
        "1 Samuel 16:11-13",
        "2 Samuel 5:2"
      ],
      "comentario": "Este versículo remonta ao começo da dinastia. Davi é lembrado por sua origem humilde ('do meio dos redais' ou 'pastagens'). Ele é o escolhido por Deus, o pastor que sucede a liderança falha de Israel.",
      "temas": [
        "Vocação de Davi",
        "Origem Humilde",
        "Liderança Escolhida"
      ],
      "personagens": [
        "Deus",
        "Davi"
      ]
    },
    "71": {
      "parafrase": "Deus o tirou do cuidado das ovelhas para que ele pudesse apascentar Seu povo Jacó e governar Seu povo Israel com sabedoria e justiça.",
      "referencias": [
        "2 Samuel 5:7",
        "1 Pedro 5:2"
      ],
      "comentario": "A transição de pastor de ovelhas para pastor de pessoas é explícita. O verbo 'apascemtar' (lir'ot) denota tanto governar quanto cuidar. O objetivo é que Davi guie Jacó e herde Israel com retidão ('nachala' – herança).",
      "temas": [
        "Responsabilidade de Governo",
        "Pastoreio Real",
        "Justiça"
      ],
      "personagens": [
        "Davi",
        "Jacó/Israel"
      ]
    },
    "72": {
      "parafrase": "E Davi os guiou com um coração sincero e mãos habilidosas, liderando-os com a integridade e a sabedoria que eram a marca de seu caráter, fazendo-os prosperar sob seu comando.",
      "referencias": [
        "1 Reis 9:4",
        "Atos 13:22"
      ],
      "comentario": "O ápice do salmo é a descrição do rei ideal. 'Coração íntegro' (lev tamim) e 'mãos hábeis' (yedei medumot) estabelecem o padrão para a monarquia. Ele os guiava com habilidade (inteligência prática) e sinceridade (lealdade moral), um contraste marcante com os reis falhos subsequentes.",
      "temas": [
        "Integridade de Davi",
        "Liderança Sábia",
        "Modelo de Rei"
      ],
      "personagens": [
        "Davi"
      ]
    }
  }
}