{
  "livro": "Salmos",
  "capitulo": 96,
  "contexto_historico": "O Salmo 96 é um salmo de louvor e exaltação a Deus, geralmente associado à época pós-exílica ou a um momento de restauração nacional e renovação da aliança, quando o povo de Israel é chamado a proclamar a grandeza do Senhor a todas as nações. Embora não haja um contexto histórico específico e único documentado diretamente com o versículo 96:1, a temática sugere um período de grande alegria pela soberania universal de Deus, talvez refletindo a esperança messiânica ou o retorno da glória.",
  "bloco_tematico": "A Soberania Universal de Deus e o Chamado Missionário Global 🌍👑🎶",
  "versiculos": {
    "1": {
      "parafrase": "Cantem uma canção nova e vibrante para o Senhor! Que toda a terra se una em um hino de louvor, pois Ele é digno de toda a adoração. Espalhem a notícia do Seu reinado glorioso entre todas as nações e povos!",
      "referencias": [
        "Salmos 33:3",
        "Apocalipse 14:3"
      ],
      "comentario": "O imperativo é 'Cantem' (Hebraico: *Shamru* - gritar, proclamar com alegria). Este salmo inaugura uma seção de louvor universal (Salmos 93–100). O foco é a novidade e a universalidade do louvor a Deus, contrastando com a idolatria das nações.",
      "temas": [
        "Louvor Universal",
        "Canção Nova",
        "Proclamação"
      ],
      "personagens": [
        "Toda a Terra"
      ]
    },
    "2": {
      "parafrase": "Anunciem a grande notícia da fidelidade de Deus a cada manhã, e narrem a glória de Seu poder salvífico a cada noite que cai. Contem a Sua maravilhosa obra a todos, em todos os lugares, sem cessar!",
      "referencias": [
        "Salmos 145:2",
        "Êxodo 34:6-7"
      ],
      "comentario": "A dupla temporal ('manhã' e 'noite') simboliza a totalidade do tempo e a continuidade da proclamação. 'Sua salvação' (*Yeshu'ato*) enfatiza que a história de Deus é uma história de resgate contínuo.",
      "temas": [
        "Fidelidade de Deus",
        "Narrativa Diária",
        "Manifestação do Poder"
      ],
      "personagens": [
        "Os Fiéis"
      ]
    },
    "3": {
      "parafrase": "Compartilhem entre todos os povos a notícia de Sua majestade incomparável! Contem a todas as nações as maravilhas inacreditáveis que somente Ele realizou! Ele é maior do que todos os outros!",
      "referencias": [
        "Isaías 42:12",
        "Salmos 147:5"
      ],
      "comentario": "O foco aqui é a 'Glória' (*Kavod*) entre as nações. É um chamado missionário. A glória de Deus deve ser o tema central da comunicação humana, superando qualquer narrativa local ou nacional.",
      "temas": [
        "Missão Global",
        "Majestade Divina",
        "Maravilhas"
      ],
      "personagens": [
        "Todas as Nações"
      ]
    },
    "4": {
      "parafrase": "Pois o Senhor é infinitamente grande e merece o maior de todos os louvores! Ele está acima de todos os 'deuses' que os outros povos adoram. Eles são meras ilusões, mas Ele é o Criador de tudo!",
      "referencias": [
        "Deuteronômio 10:17",
        "1 Crônicas 16:25"
      ],
      "comentario": "Este versículo estabelece o contraste teológico. Deus (*YHWH*) é 'grande' (*Gadol*) e deve ser temido acima de todos os ídolos (*Elohim*). Os ídolos são considerados 'nada' (*beli*) comparados à realidade de Deus.",
      "temas": [
        "Supremacia",
        "Idolatria",
        "Temor Reverencial"
      ],
      "personagens": [
        "O Senhor",
        "Ídolos"
      ]
    },
    "5": {
      "parafrase": "Porque todos os deuses dos outros povos são apenas obras de madeira e pedra, imagens feitas por mãos humanas. Mas o Senhor, Ele é Quem fez os céus! ☁️ Ele possui a verdadeira criação em Suas mãos!",
      "referencias": [
        "Isaías 44:9-10",
        "Atos 17:29"
      ],
      "comentario": "Contraste explícito entre o artefato humano (ídolos) e o Criador divino. O termo 'deuses' (*'elohim*) é usado ironicamente para descrever os ídolos. O criador versus o criado. 🛠️",
      "temas": [
        "Criação",
        "Diferença entre Criador e Criado",
        "Falsos Deuses"
      ],
      "personagens": [
        "O Senhor"
      ]
    },
    "6": {
      "parafrase": "A honra e o esplendor estão em Sua presença! O poder e a beleza residem no Santuário onde Ele se manifesta, diante de Seus olhos radiantes!",
      "referencias": [
        "Salmos 63:2",
        "Salmos 29:2"
      ],
      "comentario": "A 'Glória' (*Hadar*) e a 'Majestade' (*Hod*) são atributos que emanam do lugar da Sua morada terrena (o Santuário/Templo). É a beleza inerente da Sua santidade revelada.",
      "temas": [
        "Presença Divina",
        "Santidade",
        "Esplendor"
      ],
      "personagens": [
        "O Senhor"
      ]
    },
    "7": {
      "parafrase": "Ó famílias de todos os povos, reconheçam a verdade! Vocês devem trazer ao Senhor a honra e a força que Lhe são devidas, rendendo a adoração adequada ao Seu nome!",
      "referencias": [
        "Romanos 12:1",
        "Gênesis 12:3"
      ],
      "comentario": "Apelo direto às 'famílias dos povos' (*mishpekhot ha'amim*). O termo para 'dar' aqui implica uma dívida ou um tributo que é devido (*tenu*). É uma convocação para o reconhecimento do direito de Deus ao louvor.",
      "temas": [
        "Dever de Adoração",
        "Reconhecimento",
        "Tributo a Deus"
      ],
      "personagens": [
        "Famílias dos Povos"
      ]
    },
    "8": {
      "parafrase": "Entreguem ao Senhor a glória que pertence ao Seu nome! Tragam presentes magníficos, como se estivessem entrando em Seus portões sagrados, cobertos de reverência! 🎁",
      "referencias": [
        "Miquéias 6:6-8",
        "Isaías 60:6"
      ],
      "comentario": "O ato de 'trazer' (*ha'ivu*) os dons é uma imagem de peregrinação ao Templo. Não são meros sacrifícios de animais, mas sim tributos de honra e reconhecimento da soberania, antecipando a vinda das riquezas das nações.",
      "temas": [
        "Ofertas",
        "Peregrinação",
        "Reverência"
      ],
      "personagens": [
        "Os Adoradores"
      ]
    },
    "9": {
      "parafrase": "Adorem o Senhor em toda a Sua beleza santa! Tremam de respeito diante d'Ele, ó habitantes de toda a terra! O esplendor da Sua santidade é avassalador! 😱",
      "referencias": [
        "Habacuque 2:20",
        "Isaías 6:3"
      ],
      "comentario": "A ordem é adorar 'na beleza da santidade' (*behadrat qodesh*). Este é um convite à adoração estética e moralmente pura. A reação esperada é o temor (*chul*), um tremor de submissão e admiração profunda.",
      "temas": [
        "Beleza Santa",
        "Temor Reverencial",
        "Adoração em Santidade"
      ],
      "personagens": [
        "Habitantes da Terra"
      ]
    },
    "10": {
      "parafrase": "Anunciem firmemente entre as nações: 'O Senhor assumiu o controle! Ele está governando o mundo com firmeza e justiça inabaláveis! Ele estabeleceu o Seu trono para julgar o universo sem falhas!' 👑",
      "referencias": [
        "Salmos 97:1",
        "Apocalipse 19:6"
      ],
      "comentario": "A afirmação central: 'O Senhor reina' (*Malah YHWH*). Este é o fundamento teológico para todo o louvor universal. O reino não é apenas anunciado; ele é estabelecido, implicando soberania sobre todas as políticas terrenas.",
      "temas": [
        "Soberania",
        "Reinado Universal",
        "Justiça"
      ],
      "personagens": [
        "O Senhor"
      ]
    },
    "11": {
      "parafrase": "Que os céus se alegrem com este anúncio! Que a terra inteira dance de júbilo! Que os mares rugem em aplausos, e todos os seres vivos que neles habitam se juntem à festa! 🌊",
      "referencias": [
        "Salmos 18:49",
        "Salmos 148:7"
      ],
      "comentario": "A alegria do reinado provoca uma resposta cósmica. O 'mar' (*yam*) e tudo o que o enche (*malo*) participam da celebração, mostrando que a soberania de Deus afeta toda a criação, não apenas a humanidade.",
      "temas": [
        "Alegria Cósmica",
        "Celebração da Criação",
        "Júbilo"
      ],
      "personagens": [
        "Céus",
        "Terra",
        "Mares"
      ]
    },
    "12": {
      "parafrase": "Que os campos e as árvores se alegrem profundamente! Que toda árvore da floresta cante uma melodia alegre, pois Deus, o Criador, veio para reinar sobre a terra! 🌳",
      "referencias": [
        "Isaías 55:12",
        "Salmos 148:9"
      ],
      "comentario": "A personificação da vegetação é um tropo comum. O 'campo' (*sadeh*) e a 'árvore da floresta' (*etz ha'ya'ar*) celebram a manifestação do poder real de Deus, que traz ordem e restauração ao mundo natural.",
      "temas": [
        "Restauração Natural",
        "Alegria da Floresta",
        "Reino de Deus"
      ],
      "personagens": [
        "Campos",
        "Árvores da Floresta"
      ]
    },
    "13": {
      "parafrase": "Ele se aproxima para julgar a Terra com absoluta retidão! Ele julgará os povos e as nações com uma imparcialidade perfeita e sem erro. Ele governa com justiça eterna! ⚖️",
      "referencias": [
        "Salmos 98:9",
        "Atos 17:31"
      ],
      "comentario": "O clímax da seção: A vinda de Deus é para julgar (*shafat*). O termo chave é 'retidão/justiça' (*tzedeq*). Este julgamento não é arbitrário, mas baseado em um padrão eterno e consistente, confirmando Seu reinado anunciado nos versículos anteriores.",
      "temas": [
        "Julgamento Justo",
        "Imparcialidade",
        "Retidão Eterna"
      ],
      "personagens": [
        "O Senhor",
        "Povos e Nações"
      ]
    }
  }
}