{
  "livro": "Salmos",
  "capitulo": 97,
  "contexto_historico": "O Salmo 97, parte do segundo ou terceiro livro dos Salmos (a divisão exata varia nas tradições), é um salmo de entronização ou celebração da soberania de Deus. Escrito em um contexto onde a soberania de Yahweh sobre todas as nações e sobre a própria natureza precisava ser afirmada, talvez após vitórias militares, ou simplesmente como uma meditação sobre o caráter divino. É um apelo à alegria universal e ao temor reverente diante do Rei cósmico. 👑🌍",
  "bloco_tematico": "A Soberania Radiante de Yahweh: Fogo, Justiça e Exultação Universal 🔥👑",
  "versiculos": {
    "1": {
      "parafrase": "O Senhor assumiu o trono! Sua soberania agora resplandece sobre toda a Terra. Que a alegria transborde em cada canto do mundo, e que a felicidade contagiante chegue até as ilhas mais distantes e isoladas! O povo celebra a ascensão inquestionável do seu Rei.",
      "referencias": [
        "Salmos 93:1",
        "Apocalipse 19:6"
      ],
      "comentario": "O salmista inicia com uma proclamação teofânica: 'O Senhor reina' (Yahweh malakh). Este é o ponto central da teologia do Antigo Testamento, a soberania de Deus sobre o cosmos. A expansão da alegria 'até às ilhas' (traduzido também como 'os confins da terra') sugere o alcance universal de Seu domínio, ecoando a ideia de que a realeza de Deus é para todos os povos.",
      "temas": [
        "Soberania de Deus",
        "Alegria Universal",
        "Reinado de Deus"
      ],
      "personagens": [
        "O Senhor"
      ]
    },
    "2": {
      "parafrase": "Nuvens escuras e espessas, como um manto de mistério, envolvem Seu trono. Mas sob essa cortina, a justiça e o direito são os pilares inabaláveis sobre os quais Seu reinado está firmemente estabelecido. A base do Seu governo é a equidade pura.",
      "referencias": [
        "Salmos 18:11",
        "Deuteronômio 32:4"
      ],
      "comentario": "A imagem das 'nuvens e escuridão' (Heb. 'âbîm we-hōšek) geralmente representa a manifestação da glória de Deus (Shekinah) de maneira misteriosa e poderosa (como no Sinai). Isso não é confusão, mas sim a sublime majestade de Deus que está além da plena compreensão humana. A fundação do trono é 'justiça e juízo' (mishpat ve-tzedeq), indicando a moralidade perfeita de Seu governo.",
      "temas": [
        "Aparência Divina",
        "Justiça e Juízo",
        "Fundamento do Trono"
      ],
      "personagens": [
        "O Senhor"
      ]
    },
    "3": {
      "parafrase": "Fogo ardente consome tudo o que se opõe ao Seu caminho, avançando à Sua frente com fúria. Este fogo devorador revela a intensidade de Seu zelo contra todo mal e iniquidade na criação.",
      "referencias": [
        "Hebreus 12:29",
        "Isaías 30:27"
      ],
      "comentario": "O fogo (esh) é um símbolo recorrente do zelo purificador de Deus ou de Sua ira julgadora. Aqui, ele precede a presença (ou a manifestação) de Deus, destruindo os inimigos antes mesmo que Ele se apresente completamente, preparando o terreno para Seu reinado justo.",
      "temas": [
        "Zelo Divino",
        "Julgamento Destruidor",
        "Poder Purificador"
      ],
      "personagens": [
        "O Senhor"
      ]
    },
    "4": {
      "parafrase": "Os relâmpagos rasgam o céu, iluminando o mundo com flashes intensos, e a terra, diante de tal visão, treme e se encolhe em temor. A própria estrutura do mundo reage à Sua manifestação!",
      "referencias": [
        "Salmos 77:18",
        "Jó 37:4"
      ],
      "comentario": "Este versículo descreve um terremoto cósmico provocado pela presença divina. Os relâmpagos ('bərāqîm') e o tremor da terra (Hebraico: 'âreṣ khāla') mostram que a natureza obedece e se abala diante do poder do Criador, reforçando a Sua majestade absoluta.",
      "temas": [
        "Poder da Natureza",
        "Temor Reverencial",
        "Manifestação Cósmica"
      ],
      "personagens": [
        "O Senhor"
      ]
    },
    "5": {
      "parafrase": "As montanhas, que parecem sólidas e eternas, derretem como cera mole diante da presença do Senhor de toda a Terra. Nada que é feito por mãos humanas ou pela natureza pode resistir a esse poder avassalador.",
      "referencias": [
        "Miqueias 1:4",
        "Naum 1:5"
      ],
      "comentario": "A metáfora da montanha derretendo (simbolizando a solidez aparente do mundo) serve para ilustrar a transcendência de Deus sobre toda a criação física. 'Diante do Senhor, Soberano de toda a terra' (Adonai KOL-ha'arets) é uma declaração de universalidade e poder irrestrito.",
      "temas": [
        "Transcendência Divina",
        "Futilidade da Força Terrena",
        "Soberania Absoluta"
      ],
      "personagens": [
        "O Senhor"
      ]
    },
    "6": {
      "parafrase": "Os céus, a própria abóbada que nos cobre, testemunham a Sua justiça. E todos os povos da Terra viram a Sua glória se manifestar plenamente, reconhecendo Sua supremacia incontestável.",
      "referencias": [
        "Salmos 19:1",
        "Atos 2:19"
      ],
      "comentario": "Aqui, o foco muda do caos natural para o testemunho dos céus (shamayim), que são instrumentos da revelação divina. A visão da glória ('kavod') é experimentada por todos, garantindo que a soberania de Deus não é um segredo, mas uma verdade universalmente visível.",
      "temas": [
        "Testemunho Celestial",
        "Glória Revelada",
        "Reconhecimento Universal"
      ],
      "personagens": [
        "O Senhor"
      ]
    },
    "7": {
      "parafrase": "Os adoradores de ídolos são tomados pelo medo e pela vergonha. Eles se agarram às suas imagens esculpidas, mas agora veem a inutilidade delas, pois todos os que confiam em falsos deuses precisam se curvar e tremer diante do Verdadeiro Deus.",
      "referencias": [
        "Isaías 42:17",
        "Apocalipse 6:15-17"
      ],
      "comentario": "Este versículo descreve a reação dos idólatras. O verbo hebraico para 'envergonhados' (bōšû) implica desapontamento e humilhação. O contraste é claro: a criação de imagens versus o Criador vivo. Eles são forçados a se prostrar (nĕphal), um ato de submissão total, reconhecendo a superioridade do Deus vivo.",
      "temas": [
        "Idolatria",
        "Humilhação dos Ídolos",
        "Reconhecimento da Verdade"
      ],
      "personagens": [
        "Adoradores de Ídolos"
      ]
    },
    "8": {
      "parafrase": "Ó Sião, a cidade santa amada, ouça esta notícia com profundo alívio e celebre! As comunidades de Judá, que representam o povo de Deus na Terra, devem se regozijar imensamente por causa da justiça manifestada nos julgamentos divinos.",
      "referencias": [
        "Salmos 48:11",
        "Isaías 12:6"
      ],
      "comentario": "A cena se focaliza em Sião (Jerusalém), o centro da adoração terrestre de Israel. A alegria aqui não é apenas emocional, mas uma resposta correta ao 'juízo' (mišpāṭ) de Deus. O povo de Deus é chamado a regozijar-se *por causa* da Sua retidão, não apenas pelo seu próprio benefício.",
      "temas": [
        "Alegria de Sião",
        "Aprovação do Juízo",
        "Comunidade de Fé"
      ],
      "personagens": [
        "Sião",
        "Judá"
      ]
    },
    "9": {
      "parafrase": "Pois Tu, Senhor, Tu és exaltado acima de todas as coisas, acima de todos os deuses e sobre todo o universo visível e invisível. Sua majestade transcende qualquer autoridade ou poder concebível na Terra ou nos céus.",
      "referencias": [
        "Filipenses 2:9-11",
        "Salmos 148:13"
      ],
      "comentario": "Este é um clímax teológico. O termo 'Tu, Yahweh' (Attah Adonai) é enfático. Ele está 'exaltado sobre toda a terra' (meromem 'al kol-ha'arets), reafirmando Sua supremacia absoluta sobre todas as jurisdições terrenas e divinas (ênfase no 'todos os deuses').",
      "temas": [
        "Exaltação",
        "Supremacia",
        "Transcendência"
      ],
      "personagens": [
        "O Senhor"
      ]
    },
    "10": {
      "parafrase": "Aos que amam a Deus, que são Seus fiéis, Ele promete cuidado e livramento, arrancando-os das mãos dos ímpios e dos perversos. Ele é o guardião fiel dos Seus amigos.",
      "referencias": [
        "Salmos 37:28",
        "Provérbios 10:3"
      ],
      "comentario": "O foco muda da manifestação de poder para a relação pessoal de Deus com os Seus. 'Aqueles que amam o Senhor' (’ōhăbê Yahweh) são o grupo privilegiado. Deus 'guarda as almas' (nōṣer nefesh) deles, não apenas seus corpos, mas sua essência vital, livrando-os das garras dos maus.",
      "temas": [
        "Amor a Deus",
        "Preservação da Alma",
        "Proteção dos Fiéis"
      ],
      "personagens": [
        "Amantes do Senhor"
      ]
    },
    "11": {
      "parafrase": "Uma luz gloriosa é semeada com esmero para os justos, e a alegria verdadeira e duradoura é plantada no coração daqueles cuja conduta é reta. Que colheita esplêndida aguarda a retidão!",
      "referencias": [
        "Gálatas 6:7-8",
        "Provérbios 4:18"
      ],
      "comentario": "A metáfora da semeadura ('zōra‘a’) para a luz e a alegria é poderosa. A luz (ôr) e a alegria (śimkhāh) não são acidentes, mas frutos semeados pelo próprio Deus. É uma promessa de recompensa visível e interior para aqueles que vivem em retidão ('yĕšărê lēḇ').",
      "temas": [
        "Recompensa da Retidão",
        "Luz e Alegria",
        "Sementeira Divina"
      ],
      "personagens": [
        "Justos"
      ]
    },
    "12": {
      "parafrase": "Portanto, ó justos, alegrem-se no Senhor! Comemorem Sua santidade e Seu caráter imaculado. E ao lembrarem-se de Sua grandeza, louvem Seu santo nome com gratidão e reverência.",
      "referencias": [
        "Filipenses 4:4",
        "Salmos 30:4"
      ],
      "comentario": "O salmo conclui com um imperativo exortativo: 'Regozijai-vos no Senhor' (sîśû ba-Yahweh). O motivo para esta alegria final é a memória da Sua santidade ('bĕ-qodšōw'). A adoração final é um ato de lembrança grata e um reconhecimento contínuo da perfeição divina.",
      "temas": [
        "Exortação à Alegria",
        "Adoração pela Santidade",
        "Gratidão"
      ],
      "personagens": [
        "Justos"
      ]
    }
  }
}