{
  "livro": "Salmos",
  "capitulo": 99,
  "contexto_historico": "",
  "bloco_tematico": "",
  "versiculos": {
    "1": {
      "parafrase": "O Senhor se estabeleceu como Rei sobre toda a terra! Que as nações vibrem com essa verdade profunda. Ele reina acima de tudo, e que a Sua presença seja sentida em cada canto do globo, pois Seu trono está firmemente posto sobre os querubins majestosos! 👑🌍",
      "referencias": [
        "Salmos 18:10",
        "Isaías 6:1"
      ],
      "comentario": "O verbo hebraico para 'reinar' aqui é *YHVH malach* (O Senhor reinou/está reinando), indicando uma soberania já estabelecida e contínua. A menção aos querubins remete diretamente ao propiciatório (trono de Deus) no Tabernáculo/Templo (Êxodo 25:22), ligando a realeza cósmica à manifestação da Sua glória salvífica.",
      "temas": [
        "Soberania Divina",
        "Reino de Deus",
        "Manifestação da Glória"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "2": {
      "parafrase": "Pois o Eterno é grandioso em Sião, elevado acima de todos os povos e além de qualquer medida! Ele é sublime e merece ser exaltado acima de todos! 🔥",
      "referencias": [
        "Salmos 48:1-2",
        "Miqueias 6:6"
      ],
      "comentario": "Sião é apresentada como o centro da atividade real de Deus na terra, contrastando com Sua transcendência universal. A palavra para 'grandioso' é *gadol*, enfatizando magnitude. Ele é exaltado 'em Suas obras', ou seja, em Seus atos poderosos.",
      "temas": [
        "Exaltação de Deus",
        "Santidade de Sião",
        "Magnificência"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "3": {
      "parafrase": "Que todos O louvem! Seu nome é poderoso e inspira um temor reverente e santo! Ele é digno de toda a honra! Diga a todos: 'Santo é Ele!' 🙏",
      "referencias": [
        "Apocalipse 4:8",
        "Isaías 6:3"
      ],
      "comentario": "O clamor para louvar centra-se na santidade de Deus (*qadosh*), um atributo que o separa radicalmente da criação. O nome de Deus é, em si, um objeto de louvor por causa de Sua essência santa.",
      "temas": [
        "Louvor",
        "Santidade",
        "Temor a Deus"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "4": {
      "parafrase": "Na verdade, a força do Rei amado reside em Sua justiça! Ele ama o que é reto e age com equidade. Ele mesmo estabeleceu o julgamento justo em Jacó, trazendo a verdade ao povo! ⚖️",
      "referencias": [
        "Salmos 89:14",
        "Deuteronômio 32:4"
      ],
      "comentario": "Aqui se revela a base moral do reinado de Deus: justiça (*mishpat*) e retidão (*tsedaqah*). Deus não apenas governa, mas governa de maneira moralmente perfeita. Jacó simboliza o povo de Israel, o destinatário inicial desta administração da justiça divina.",
      "temas": [
        "Justiça",
        "Retidão",
        "Governo Moral"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "5": {
      "parafrase": "Ergam seus corações e se curvem! Adorem ao Senhor, nosso Deus, e prostrem-se aos Seus pés gloriosos! Ele é Santo! Não se esqueçam de reconhecer Sua grandeza! 🛐",
      "referencias": [
        "Salmos 2:11",
        "Filipenses 2:10"
      ],
      "comentario": "Um chamado explícito à adoração física e sincera ('prostrar-se' ou *shachah*, que significa prostrar-se com a face no chão). Este versículo contrasta a adoração pública da comunidade com o reinado universal, exigindo uma resposta de humildade corporal e espiritual.",
      "temas": [
        "Adoração",
        "Humildade",
        "Reverência"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "6": {
      "parafrase": "Lembrem-se de Moisés e Arão, grandes servos que chamaram Seu nome com fervor, e de Samuel, que clamou ao Eterno e foi atendido! Eles foram os pilares da fé que buscaram a Deus na escuridão! 🗣️",
      "referencias": [
        "Êxodo 17:11",
        "1 Samuel 7:9"
      ],
      "comentario": "O salmista usa exemplos históricos de intercessores. Moisés e Arão representam a liderança sacerdotal/profética durante o Êxodo. Samuel, o profeta que orava fervorosamente. Eles são modelos de como invocar a Deus em meio às crises.",
      "temas": [
        "Intercessão",
        "Liderança Espiritual",
        "Fé Histórica"
      ],
      "personagens": [
        "Moisés",
        "Arão",
        "Samuel"
      ]
    },
    "7": {
      "parafrase": "Eles clamaram ao Senhor em meio à nuvem de dificuldade e Ele os ouviu, respondendo com Sua autoridade soberana! Por isso, Ele os guardou e os livrou quando obedeciam aos Seus mandamentos! ⛈️👂",
      "referencias": [
        "Êxodo 19:9",
        "Salmos 34:17"
      ],
      "comentario": "A 'nuvem' (*'anan*) frequentemente simboliza a presença ou a glória de Deus (Shekinah) e, metaforicamente, as tribulações. A resposta de Deus aos Seus servos fiéis é direta e salvífica, baseada na obediência deles.",
      "temas": [
        "Oração Respondida",
        "Presença de Deus",
        "Obediência"
      ],
      "personagens": [
        "Deus",
        "Os Antenados"
      ]
    },
    "8": {
      "parafrase": "Ó Deus, nosso Poderoso Refúgio, Tu lhes deste respostas claras! Tu os perdoaste quando falhavam, mas também aplicaste disciplina quando necessário, mostrando que Tu és justo em cada detalhe! 💖💔",
      "referencias": [
        "Números 14:18",
        "2 Crônicas 7:14"
      ],
      "comentario": "Aqui está o equilíbrio da graça e da justiça. O perdão (*selach* – remover a culpa) é concedido, mas a consequência da falha nem sempre é evitada, pois Deus também é o punidor (ou corretor) de suas obras (*niqumoth*).",
      "temas": [
        "Misericórdia",
        "Perdão",
        "Justiça Retributiva"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "9": {
      "parafrase": "Portanto, elevem ainda mais o louvor ao nosso Deus! Adorem-No no lugar santo onde Ele habita! Pois o nosso Deus, o Santo, é o nosso santuário e o nosso lugar seguro! Louvai ao Eterno! Aleluia! 🎉🛡️",
      "referencias": [
        "Levítico 19:2",
        "Salmos 27:5"
      ],
      "comentario": "O versículo finaliza o apelo, ligando o local físico da adoração ('monte santo') à natureza de Deus como o próprio refúgio (*ma'os*). Deus não está apenas no templo; Ele *é* o refúgio. O duplo apelo ao louvor culmina na aclamação 'Aleluia' (Louvai a Jah/Yahweh).",
      "temas": [
        "Lugar Santuário",
        "Segurança em Deus",
        "Aleluia"
      ],
      "personagens": [
        "Deus"
      ]
    }
  }
}