{
  "livro": "Levítico",
  "capitulo": 13,
  "contexto_historico": "O Livro de Levítico, situado no coração do Pentateuco, serve como um manual de santidade para a recém-formada nação de Israel, recém-saída do Egito e estabelecida no Sinai. Este livro detalha os rituais, leis e estatutos necessários para que um povo imperfeito pudesse habitar na presença de um Deus santo. O Capítulo 13, especificamente, surge após as leis sobre sacrifícios (caps. 1-7) e a ordenação dos sacerdotes (caps. 8-10), focando agora na pureza física e social, essencial para manter a santidade do acampamento. As leis aqui tratadas visam proteger a comunidade de doenças contagiosas, especialmente a lepra (ou sinais de doenças de pele), que eram vistas não apenas como problemas médicos, mas também como manifestações de impureza espiritual ou ritual. 📜🩺",
  "bloco_tematico": "A Lei da Segregação: Mantendo a Pureza Ritual e Comunitária 🛡️🍎",
  "versiculos": {
    "1": {
      "parafrase": "Então, o Senhor chamou Moisés, e falou-lhe diretamente da Tenda do Encontro, dizendo: 'Comunique estas instruções ao povo de Israel. Quando alguém notar que sua pele soltou alguma secreção ou chaga, ou que ficou com uma mancha brilhante, e essa área se transformar em um foco de lepra, ele deve ser trazido imediatamente à presença do sacerdote, que é Aarão ou um de seus filhos. Eles são os responsáveis por examinar a pele para determinar se é verdadeiramente a doença da lepra, um sinal de impureza sagrada. 😮‍💨",
      "referencias": [
        "Deuteronômio 24:8",
        "Números 12:10"
      ],
      "comentario": "O versículo estabelece o procedimento inicial para a detecção da 'tsara'ath' (muitas vezes traduzida como lepra, mas que abrange várias afecções cutâneas). A primeira ação é a apresentação ao sacerdote, pois a pureza ritual era uma questão legal e médica sob a alçada sacerdotal, não apenas uma preocupação de saúde pública.",
      "temas": [
        "Pureza Ritual",
        "Diagnóstico",
        "Autoridade Sacerdotal"
      ],
      "personagens": [
        "Senhor",
        "Moisés",
        "Sacerdote"
      ]
    },
    "2": {
      "parafrase": "O sacerdote deverá examinar cuidadosamente a lesão na pele. Se vir que o pelo da área afetada ficou branco ou amarelado, e a mancha parece mais funda do que a pele circundante, indicando uma invasão profunda, ele deve declarar a pessoa ritualmente impura. Esta é a decisão final sobre a contaminação. 🧐",
      "referencias": [
        "Levítico 14:3",
        "Lamentações 4:1"
      ],
      "comentario": "A brancura do cabelo e a profundidade da lesão ('mais funda que a pele') são sinais cruciais de 'tsara'ath' estabelecida. O sacerdote age como juiz divino, cuja declaração tem força de lei imediata sobre o status ritual da pessoa.",
      "temas": [
        "Sinais de Impureza",
        "Julgamento",
        "Observação Detalhada"
      ],
      "personagens": [
        "Sacerdote"
      ]
    },
    "3": {
      "parafrase": "No caso de o sacerdote observar uma mancha na pele que não parece funda e não tem o pelo embranquecido, ele isolará a pessoa sob observação rigorosa por um período de sete dias. Esta é uma quarentena preventiva. ⏳",
      "referencias": [
        "Números 12:14",
        "2 Reis 7:3"
      ],
      "comentario": "O isolamento de sete dias permite observar a progressão ou regressão da enfermidade. O contraste entre a lesão superficial e a lesão profunda (v. 2) define a necessidade de espera.",
      "temas": [
        "Isolamento",
        "Observação",
        "Quarentena"
      ],
      "personagens": [
        "Sacerdote"
      ]
    },
    "4": {
      "parafrase": "Ao final desses sete dias de confinamento, o sacerdote fará uma nova inspeção. Se a mancha não tiver se espalhado pela pele da pessoa, ela será declarada limpa da aflição e, se for o caso, deverá lavar suas vestes e se purificar, voltando à comunhão. ✨",
      "referencias": [
        "Levítico 14:4-7",
        "Salmos 32:5"
      ],
      "comentario": "A recuperação ou a ausência de progressão após o período de teste resulta na declaração de pureza. O lavar das vestes simboliza a necessidade de purificação externa após a recuperação interna.",
      "temas": [
        "Purificação",
        "Retorno à Comunidade",
        "Ciclo de Sete Dias"
      ],
      "personagens": [
        "Sacerdote"
      ]
    },
    "5": {
      "parafrase": "Contudo, se, durante o segundo exame, o sacerdote constatar que a mancha, embora não tenha feito o pelo ficar branco, se alargou visivelmente na pele, então a pessoa deve ser declarada impura sem mais delongas. 💔",
      "referencias": [
        "Mateus 8:2",
        "Lucas 17:12"
      ],
      "comentario": "A disseminação da lesão, mesmo sem a mudança na cor do pelo, é um sinal de avanço da doença, levando à declaração imediata de impureza. A progressão visual é o fator decisivo aqui.",
      "temas": [
        "Progressão da Doença",
        "Declaração de Impureza",
        "Sinais Visíveis"
      ],
      "personagens": [
        "Sacerdote"
      ]
    },
    "6": {
      "parafrase": "Se o sacerdote a tiver examinado novamente após a progressão e perceber que a mancha realmente empalideceu, e não se alastrou mais, a pessoa será considerada pura, devendo então lavar suas roupas e, assim, retornar ao convívio normal. 🕊️",
      "referencias": [
        "2 Reis 5:14",
        "Salmos 103:3"
      ],
      "comentario": "Este versículo trata de um cenário onde a condição inicial de impureza é revertida ou estabilizada após o segundo período de observação. A cor 'empalideceu' (Hebraico: 'hizah') sugere uma melhora no aspecto da lesão.",
      "temas": [
        "Melhora Clínica",
        "Reabilitação Ritual",
        "Paciência"
      ],
      "personagens": [
        "Sacerdote"
      ]
    },
    "7": {
      "parafrase": "Porém, se a doença persistir e continuar a se espalhar pela pele após o segundo exame, não há dúvida: a pessoa está definitivamente marcada pela impureza da lepra e deve permanecer separada. 🚫",
      "referencias": [
        "1 Coríntios 5:13",
        "Hebreus 12:15"
      ],
      "comentario": "Esta é a etapa final da determinação de impureza crónica ou persistente. Uma vez declarada, a separação era necessária para manter a santidade do acampamento israelita.",
      "temas": [
        "Contaminação Crônica",
        "Separação",
        "Santidade do Acampamento"
      ],
      "personagens": [
        "Sacerdote"
      ]
    },
    "8": {
      "parafrase": "Caso a 'tsara'ath' contamine toda a pele, desde a cabeça até os pés, ou em qualquer parte que o olho do sacerdote consiga alcançar e ver que toda a superfície está coberta, então o sacerdote deve reconhecer que a enfermidade transformou a pessoa inteira. 🛑",
      "referencias": [
        "2 Reis 5:10",
        "Jó 2:7"
      ],
      "comentario": "A cobertura total da pele pela lesão é um sinal inequívoco de que o corpo foi inteiramente afetado, levando à declaração imediata e final de impureza, independentemente dos estágios anteriores de observação.",
      "temas": [
        "Afetação Total",
        "Incurabilidade (no contexto ritual)",
        "Visão Sacerdotal"
      ],
      "personagens": [
        "Sacerdote"
      ]
    },
    "9": {
      "parafrase": "Quando for confirmado que a pessoa está completamente marcada pela lepra, ela deve ser levada para fora das fronteiras do acampamento e morar em local isolado. Ela será considerada impura de forma permanente. 🏕️",
      "referencias": [
        "Números 5:3",
        "Hebreus 13:11-13"
      ],
      "comentario": "A expulsão do acampamento era a consequência social e religiosa da impureza total. Isso garantia a separação física do sagrado (o acampamento) e do profano/contaminado.",
      "temas": [
        "Exclusão Social",
        "Afastamento",
        "Regras de Quarentena Extrema"
      ],
      "personagens": [
        "Pessoa Leprosa",
        "Sacerdote"
      ]
    },
    "10": {
      "parafrase": "Se uma mancha branca surgir na pele e o pelo dessa mancha ficar branco, mas a lesão não for mais profunda que a pele, a pessoa precisa ser apresentada ao sacerdote para avaliação da impureza. 😟",
      "referencias": [
        "Levítico 14:54",
        "Êxodo 4:6"
      ],
      "comentario": "Este versículo e os seguintes tratam de uma condição específica: a lesão é visível, o pelo está branco, mas a profundidade não é a de um caso grave estabelecido (como no v. 2).",
      "temas": [
        "Sinais de Alerta",
        "Aparência da Lesão",
        "Avaliação Inicial"
      ],
      "personagens": [
        "Sacerdote"
      ]
    },
    "11": {
      "parafrase": "O sacerdote deve inspecioná-la e, se notar que a mancha é superficial, sem sinais de profundidade, e a cor não for um branco profundo, ele deve separá-la por sete dias. 🧐",
      "referencias": [
        "Levítico 14:35-37",
        "Gênesis 17:14"
      ],
      "comentario": "Novamente, o período de sete dias é estabelecido para observar se a lesão superficial progride para uma condição mais séria ou se regride.",
      "temas": [
        "Observação Ritual",
        "Superficialidade",
        "Teste de Tempo"
      ],
      "personagens": [
        "Sacerdote"
      ]
    },
    "12": {
      "parafrase": "Se, após a semana de isolamento, a mancha não se espalhou pela pele, o sacerdote a declarará pura, pois ela não se tornou uma chaga contagiosa. Ela precisará lavar suas vestes e estará apta a retornar à vida normal. ✅",
      "referencias": [
        "Romanos 8:2",
        "Salmos 51:7"
      ],
      "comentario": "A ausência de progressão durante o isolamento garante a declaração de pureza, mesmo com a marca inicial de pelo branco, indicando que a condição era benigna ou transitória.",
      "temas": [
        "Restabelecimento",
        "Ausência de Contágio",
        "Limpeza das Vestes"
      ],
      "personagens": [
        "Sacerdote"
      ]
    },
    "13": {
      "parafrase": "Mas, se a mancha tiver crescido e se espalhado visivelmente pela pele, mesmo que o pelo não tenha ficado branco, o sacerdote deve declará-la impura imediatamente. É a evidência de que a aflição se manifestou plenamente. 🚨",
      "referencias": [
        "Tiago 1:15",
        "Jó 19:20"
      ],
      "comentario": "Aqui, a propagação ('se espalhar') é o critério decisivo para impureza, superando a cor do pelo. A doença se tornou ativa e visível em sua expansão.",
      "temas": [
        "Expansão da Lesão",
        "Impureza Ativa",
        "Critérios de Julgamento"
      ],
      "personagens": [
        "Sacerdote"
      ]
    },
    "14": {
      "parafrase": "Em qualquer caso onde uma ferida aberta e pulsante (uma chaga viva) apareça na pele, sinalizando carne exposta, a pessoa deve ser imediatamente considerada impura. 🩸",
      "referencias": [
        "Isaías 1:6",
        "Apocalipse 16:2"
      ],
      "comentario": "A ocorrência de carne viva ou 'carne que se move' (Hebraico: 'basar chaiah') era um sinal irrefutável de doença grave e impureza, pois indicava uma condição ativa e aberta, sem necessidade de observação prolongada.",
      "temas": [
        "Carne Viva",
        "Impuridade Imediata",
        "Condição Aberta"
      ],
      "personagens": [
        "Sacerdote"
      ]
    },
    "15": {
      "parafrase": "Quando o sacerdote vir essa carne aberta, ele a julgará impura, e não precisa esperar sete dias. Ele anunciará a impureza, e a pessoa será separada do convívio sagrado. 😠",
      "referencias": [
        "Levítico 10:10",
        "Ezequiel 44:23"
      ],
      "comentario": "A regra do isolamento de sete dias é suspensa quando há carne viva, pois a evidência de contaminação é imediata e inquestionável.",
      "temas": [
        "Julgamento Rápido",
        "Separação Imediata",
        "Evidência Clínica"
      ],
      "personagens": [
        "Sacerdote"
      ]
    },
    "16": {
      "parafrase": "Se, por acaso, essa carne viva se transformar e a área afetada se tornar branca novamente, a pessoa deve retornar ao sacerdote para uma nova análise de sua condição. 🧐",
      "referencias": [
        "Salmos 30:5",
        "2 Coríntios 4:16"
      ],
      "comentario": "A reversão da carne viva para uma mancha branca indica uma cura parcial ou uma mudança na natureza da lesão, exigindo uma nova avaliação dos critérios de pureza/impureza.",
      "temas": [
        "Transformação da Lesão",
        "Nova Avaliação",
        "Reexame"
      ],
      "personagens": [
        "Sacerdote"
      ]
    },
    "17": {
      "parafrase": "Se o sacerdote, ao examinar essa área branqueada, constatar que a lesão desapareceu completamente, ele declarará a pessoa pura, pois ela foi restaurada. A pessoa deve lavar suas roupas e estará apta. 🙌",
      "referencias": [
        "2 Reis 4:34",
        "Lucas 7:22"
      ],
      "comentario": "O ciclo se completa com a declaração de pureza após a cura total, refletindo a restauração completa da pessoa ao seu estado ritualmente aceitável.",
      "temas": [
        "Cura Completa",
        "Restauração",
        "Ato de Purificação"
      ],
      "personagens": [
        "Sacerdote"
      ]
    },
    "18": {
      "parafrase": "Se, por outro lado, aparecer uma ferida ou bolha de inflamação na pele que, após o tratamento inicial, se transformar em uma mancha clara, a pessoa contaminada deve ser apresentada ao sacerdote para o veredito final. 🔥",
      "referencias": [
        "Gênesis 3:19",
        "1 Pedro 1:6-7"
      ],
      "comentario": "Este versículo trata da 'tsara'ath' que surge de uma lesão anterior (furúnculo ou inflamação), focando na transformação da mancha resultante.",
      "temas": [
        "Lesão Secundária",
        "Transformação da Chaga",
        "Observação Pós-Inflamação"
      ],
      "personagens": [
        "Sacerdote"
      ]
    },
    "19": {
      "parafrase": "O sacerdote examinará atentamente. Se a mancha for clara e parecer mais funda que a pele normal, revelando uma estrutura mais profunda, ele a declarará impura, pois é um sinal de lepra manifesta. 😥",
      "referencias": [
        "Mateus 11:5",
        "Marcos 1:40"
      ],
      "comentario": "A profundidade é novamente o sinal de alerta máximo, indicando que a doença ultrapassou a epiderme e atingiu camadas mais significativas, configurando impureza.",
      "temas": [
        "Profundidade da Lesão",
        "Sinal de Contaminação Profunda",
        "Avaliação Sacerdotal"
      ],
      "personagens": [
        "Sacerdote"
      ]
    },
    "20": {
      "parafrase": "Se o sacerdote constatar que a mancha é superficial, sem o pelo branco, e ela não tiver se alargado, a pessoa deve ser isolada por mais sete dias, como um teste adicional. ⏱️",
      "referencias": [
        "Levítico 14:49",
        "Jó 33:18"
      ],
      "comentario": "Mesmo com características aparentemente menos graves, a regra de isolamento de sete dias é mantida para confirmar a estabilidade ou a regressão da condição.",
      "temas": [
        "Isolamento de Confirmação",
        "Estabilidade da Lesão",
        "Padrões de Quarentena"
      ],
      "personagens": [
        "Sacerdote"
      ]
    },
    "21": {
      "parafrase": "No entanto, se o sacerdote notar que a mancha se espalhou durante esse novo período de observação, ele deve imediatamente decretar a impureza da pessoa. Não há como escapar dessa declaração se a doença progredir. 😠",
      "referencias": [
        "Provérbios 24:16",
        "Tiago 2:13"
      ],
      "comentario": "A progressão da mancha durante o segundo período de observação é o fator que sela o veredito de impureza.",
      "temas": [
        "Progressão da Impureza",
        "Veredito Final",
        "Irreversibilidade"
      ],
      "personagens": [
        "Sacerdote"
      ]
    },
    "22": {
      "parafrase": "Mas, se a mancha permanecer no mesmo lugar e não se expandir, a pessoa será considerada pura, devendo lavar suas roupas e, então, retornar à vida normal no meio do povo. 😌",
      "referencias": [
        "Filipenses 4:5",
        "Hebreus 10:25"
      ],
      "comentario": "A estabilidade da lesão, mesmo que não desapareça totalmente, após a observação completa, permite a declaração de pureza ritual, pois não há propagação.",
      "temas": [
        "Estabilidade da Lesão",
        "Pureza Ritual Restabelecida",
        "Convivência"
      ],
      "personagens": [
        "Sacerdote"
      ]
    },
    "23": {
      "parafrase": "Caso uma mancha branca se forme no local de uma queimadura ou cicatriz deixada pelo fogo, e a lesão permanecer clara, mas sem parecer mais funda que a pele circundante, ela deve ser isolada novamente. 🔥➡️⚪",
      "referencias": [
        "Isaías 65:17",
        "2 Timóteo 2:19"
      ],
      "comentario": "Este cenário específico trata de lesões secundárias resultantes de queimaduras. Se a mancha resultante for superficial e clara, segue-se o protocolo de observação.",
      "temas": [
        "Cicatrizes e Manchas",
        "Queimaduras",
        "Observação Pós-Trauma"
      ],
      "personagens": [
        "Sacerdote"
      ]
    },
    "24": {
      "parafrase": "Se o sacerdote verificar que a mancha da queimadura não se aprofundou e o pelo não ficou branco, ele a colocará sob custódia por sete dias. É o tempo necessário para avaliar a natureza dessa marca. 🧐",
      "referencias": [
        "Salmos 27:14",
        "1 Tessalonicenses 5:17"
      ],
      "comentario": "O sacerdote segue o mesmo padrão de isolamento de sete dias para lesões que não apresentam sinais evidentes de impureza ('sem pelo branco' e 'não mais funda').",
      "temas": [
        "Isolamento Padrão",
        "Acompanhamento",
        "Confirmação da Superficialidade"
      ],
      "personagens": [
        "Sacerdote"
      ]
    },
    "25": {
      "parafrase": "E se, após a segunda inspeção, o sacerdote notar que a mancha se espalhou pela pele, então ele deve declará-la impura. A pessoa está contaminada pela 'tsara'ath' que se manifestou na cicatriz. 😭",
      "referencias": [
        "Romanos 1:32",
        "Judas 1:4"
      ],
      "comentario": "A propagação da mancha, mesmo que originada em uma queimadura, indica que a contaminação ritual se estabeleceu, forçando a declaração de impureza e separação.",
      "temas": [
        "Propagação na Cicatriz",
        "Impureza Estabelecida",
        "Consequência da Progressão"
      ],
      "personagens": [
        "Sacerdote"
      ]
    },
    "26": {
      "parafrase": "Vocês não devem comer carne que tenha sido sacrificada a algum ídolo, nem devem praticar adivinhação, nem buscar presságios ou agouros malignos. É proibido se envolver com essas práticas que cheiram a impureza espiritual. Não contaminem a sua alma com estas abominações que faziam as nações vizinhas.",
      "referencias": [
        "Deuteronômio 18:10",
        "Atos 15:29"
      ],
      "comentario": "Este versículo trata de proibições diretas contra a idolatria e práticas ocultistas. O hebraico para 'adivinhação' é 'nākhásh' (נָחַשׁ), que significa observar sinais ou presságios, frequentemente associado a cobras ou encantamentos. O comando é manter uma santidade absoluta, separada das práticas pagãs circundantes.",
      "temas": [
        "Idolatria",
        "Práticas Ocultas",
        "Santidade Ritual"
      ],
      "personagens": [
        "O Povo de Israel"
      ]
    },
    "27": {
      "parafrase": "Quando cortarem as laterais da cabeça, não toquem nas pontas do cabelo que crescem perto das têmporas, e não façam cortes no corpo em sinal de luto ou homenagem aos mortos. Essas marcas corporais são proibidas.",
      "referencias": [
        "Jeremias 16:6",
        "Levítico 19:27"
      ],
      "comentario": "As proibições sobre os cabelos (cortar as 'pontas' ou 'quinas') e cortes no corpo eram costumes fúnebres comuns entre os egípcios e cananeus. O termo hebraico para 'cortar' é 'tāghāḥ' (תַּגַּח), referindo-se a um ato deliberado de mutilação ritual. O povo de Deus deveria ter uma aparência distinta, marcada pela moderação e pela negação dos rituais de luto pagãos.",
      "temas": [
        "Rituais Fúnebres",
        "Pureza Corporal",
        "Diferenciação Cultural"
      ],
      "personagens": [
        "O Povo de Israel"
      ]
    },
    "28": {
      "parafrase": "Vocês também não farão incisões na pele por causa dos seus mortos, nem se tatuarão. Estas são ações que pertencem aos costumes das nações que Eu estou expulsando da terra.",
      "referencias": [
        "Jeremias 47:5",
        "Levítico 19:28"
      ],
      "comentario": "Esta é uma proibição clara contra tatuagens ('escrevendo algo em si') e rituais de dor pós-morte. O texto estabelece um limite rígido: a identidade de Israel deve ser definida pela aliança com YHWH, não pelas marcas de devoção a deuses ou rituais pagãos. A marca deve ser interna, não externa, no que tange à devoção.",
      "temas": [
        "Tatuagens",
        "Rituais de Dor",
        "Identidade Sagrada"
      ],
      "personagens": [
        "O Povo de Israel"
      ]
    },
    "29": {
      "parafrase": "Não profanem a sua filha, fazendo-a se prostituir; isso profanaria toda a terra e encheria o país de imoralidade e maldade.",
      "referencias": [
        "Oséias 4:14",
        "Ezequiel 23:30"
      ],
      "comentario": "Esta passagem foca na prostituição cultual (sacra). A 'profanação' aqui se refere à degradação da pureza da família e, por extensão, da santidade da terra que Deus lhes deu. O termo hebraico usado para 'prostituir' (zānáh - זָנָה) frequentemente carrega o duplo sentido de imoralidade sexual e infidelidade espiritual (idolatria).",
      "temas": [
        "Prostituição Cultual",
        "Integridade Familiar",
        "Profanação da Terra"
      ],
      "personagens": [
        "O Povo de Israel",
        "Filhas de Israel"
      ]
    },
    "30": {
      "parafrase": "Guardem os meus sábados e tenham reverência pelo meu santuário. Eu sou o Senhor, o Deus de vocês.",
      "referencias": [
        "Êxodo 20:8",
        "Hebreus 4:9"
      ],
      "comentario": "Aqui, a lei moral e o código de santidade se unem. O sábado ('Shabbat') e o santuário ('miqdāsh' - מִקְדָּשׁ) são os pilares visíveis da relação de Israel com Deus. Honrar o Santuário é um reconhecimento de Sua presença física entre eles. A cláusula final serve como uma âncora teológica para todas as proibições anteriores.",
      "temas": [
        "Guarda do Sábado",
        "Reverência a Deus",
        "Presença Divina"
      ],
      "personagens": [
        "Deus (YHWH)"
      ]
    },
    "31": {
      "parafrase": "Não procurem médiuns que consultam os mortos, nem busquem a sabedoria dos que fazem previsões através de espíritos. Isso é algo abominável aos meus olhos e vocês devem fugir disso.",
      "referencias": [
        "Deuteronômio 18:11",
        "Isaías 8:19"
      ],
      "comentario": "Reforça a proibição do versículo 26, focando especificamente nos necromantes. O termo para 'médium que consulta os mortos' é '’ōḇ' (אוֹב), um termo que se refere a um espírito familiar ou a um praticante de necromancia. Deus exige confiança Nele como fonte única de conhecimento profético e orientação, e não nas 'vozes dos mortos'.",
      "temas": [
        "Necromancia",
        "Busca por Conhecimento",
        "Abominação Espiritual"
      ],
      "personagens": [
        "O Povo de Israel"
      ]
    },
    "32": {
      "parafrase": "Levantem-se diante das pessoas de cabelos brancos e mostrem respeito aos anciãos. Sejam reverentes para com o seu Deus. Eu sou o Senhor!",
      "referencias": [
        "Provérbios 16:31",
        "Levítico 19:32"
      ],
      "comentario": "A lei se move da pureza ritual para a pureza social. O respeito aos mais velhos ('se’bāh' - שֵׂבָה, velhice) é um reflexo do respeito a Deus. A sabedoria da velhice é valorizada como um reflexo da ordem estabelecida por Deus. A ordem social deve espelhar a ordem divina.",
      "temas": [
        "Respeito aos Idosos",
        "Ordem Social",
        "Honra"
      ],
      "personagens": [
        "O Povo de Israel"
      ]
    },
    "33": {
      "parafrase": "Quando um estrangeiro se estabelecer em sua terra e viver ao lado de vocês, não o explorem nem o maltratem de forma alguma.",
      "referencias": [
        "Êxodo 22:21",
        "Malaquias 3:5"
      ],
      "comentario": "Este é um mandamento fundamental de hospitalidade e justiça social. O estrangeiro ('gēr' - גֵּר), aquele que reside temporariamente, deve ser tratado com os mesmos direitos e dignidade que um cidadão. A regra de ouro não é apenas interna, mas se estende ao forasteiro.",
      "temas": [
        "Justiça Social",
        "Tratamento do Estrangeiro",
        "Hospitalidade"
      ],
      "personagens": [
        "O Estrangeiro",
        "O Povo de Israel"
      ]
    },
    "34": {
      "parafrase": "Lembrem-se de que vocês mesmos foram estrangeiros na terra do Egito! Por isso, tratem o estrangeiro que vive entre vocês como se fosse um nativo, e amem-no profundamente, pois o amor que devem ter por ele é o mesmo que devem ter por vocês mesmos. Eu sou o Senhor, seu Deus.",
      "referencias": [
        "Êxodo 12:49",
        "Romanos 13:9"
      ],
      "comentario": "A base para a ética social é a memória histórica da escravidão. A experiência da opressão (ser 'gēr' no Egito) deve gerar empatia. A frase 'amá-lo-ás como a ti mesmo' é uma extensão do Grande Mandamento, aplicando-o à relação com o não-israelita residente, mostrando que a misericórdia de Deus se traduz em justiça humana.",
      "temas": [
        "Memória Histórica",
        "Empatia",
        "Amor ao Próximo"
      ],
      "personagens": [
        "Deus (YHWH)",
        "O Povo de Israel"
      ]
    },
    "35": {
      "parafrase": "Não usem balanças falsas ou pesos enganosos para medir grãos ou líquidos. Não aceitem sistemas de medida adulterados.",
      "referencias": [
        "Provérbios 11:1",
        "Miquéias 6:11"
      ],
      "comentario": "A santidade se estende ao comércio. O hebraico para 'balanças falsas' é 'miznayim 'āvel' (מֹאזְנֵי אָוֶל), pesos ou medidas que representam a falsidade. A desonestidade comercial é vista como um roubo contra o próximo e uma afronta à ordem justa de Deus.",
      "temas": [
        "Honestidade Comercial",
        "Pesos e Medidas",
        "Justiça Econômica"
      ],
      "personagens": [
        "O Povo de Israel"
      ]
    },
    "36": {
      "parafrase": "Usem pesos verdadeiros e justos, e medidas exatas, tanto para comprar quanto para vender. Assim, vocês terão uma vida longa e próspera na terra que o Senhor, seu Deus, está lhes dando.",
      "referencias": [
        "Deuteronômio 25:15",
        "Provérbios 20:23"
      ],
      "comentario": "A retidão comercial é apresentada como um caminho para a bênção territorial. O uso de pesos justos ('mishqel 'emet' - מִשְׁקַל אֱמֶת) assegura a estabilidade social e honra a fidelidade de Deus, que garante a posse da terra.",
      "temas": [
        "Integridade no Comércio",
        "Bênçãos de Deus",
        "Retidão"
      ],
      "personagens": [
        "Deus (YHWH)"
      ]
    },
    "37": {
      "parafrase": "Obedeçam a todos os meus estatutos e a todos os meus decretos. Pratiquem-nos fielmente. Eu sou o Senhor!",
      "referencias": [
        "Deuteronômio 4:14",
        "Salmos 119:4"
      ],
      "comentario": "Este versículo atua como um resumo e um apelo final para a obediência holística. 'Estatutos' (ḥuqqōth) e 'decretos' (mišpāṭīm) cobrem as leis cerimoniais e civis, respectivamente. A fidelidade a todos eles, sem exceção, é a prova da relação de aliança.",
      "temas": [
        "Obediência Integral",
        "Fidelidade à Aliança",
        "Decretos Divinos"
      ],
      "personagens": [
        "Deus (YHWH)"
      ]
    },
    "38": {
      "parafrase": "Lembra-te disto, ó Israel: Eu sou o Senhor teu Deus, aquele que tirou vocês da escravidão do Egito para serem Meu povo santo. Portanto, guardem cada uma destas minhas estipulações e decretos com o maior cuidado e reverência, como se fossem o tesouro mais valioso que possuem.",
      "referencias": [
        "Êxodo 6:6-7",
        "Deuteronômio 5:6"
      ],
      "comentario": "O versículo 38 estabelece a base da aliança e da autoridade divina. O mandato ('Lembra-te') apela à memória da libertação (Êxodo). O termo hebraico para 'Deus' aqui é YHWH (o Senhor), enfatizando a identidade pessoal de quem está ordenando. A obediência não é um favor a Deus, mas a retribuição pela redenção.",
      "temas": [
        "Memória da Aliança",
        "Autoridade Divina",
        "Fundamento da Lei"
      ],
      "personagens": [
        "Senhor (YHWH)",
        "Israel"
      ]
    },
    "39": {
      "parafrase": "Se porventura, em meio à sua comunidade, algum de vocês empobrecer a ponto de precisar vender a si mesmo ou a um familiar para saldar dívidas, jamais o tratem como um escravo comum. Não os forcem a realizar trabalhos servis e penosos, como se fossem meros escravos estrangeiros.",
      "referencias": [
        "Êxodo 21:2",
        "Jeremias 34:14"
      ],
      "comentario": "Este versículo introduz as leis de misericórdia para com o hebreu endividado. A palavra chave aqui é 'servo' (heb. *'ebed*), que implica uma relação de servidão temporária, distinta da escravidão perpétua de um estrangeiro. A proibição de 'trabalho de escravo' (lit. 'trabalho de servo de cativeiro') visa preservar a dignidade de um irmão de pacto.",
      "temas": [
        "Dignidade Humana",
        "Servidão por Dívida",
        "Misericórdia"
      ],
      "personagens": [
        "O Povo de Israel"
      ]
    },
    "40": {
      "parafrase": "Eles deverão servir vocês apenas como trabalhadores contratados anualmente ou como agregados, em um regime de serviço justo e temporário. A servidão só deve perdurar até que chegue o Ano do Jubileu, ou até que a dívida original seja completamente paga, o que ocorrer primeiro.",
      "referencias": [
        "Levítico 25:39-43",
        "Êxodo 21:1-2"
      ],
      "comentario": "Define a duração do serviço temporário. O 'trabalhador contratado' (*sakir*) e o 'agregado' (*tôshab*) são termos que implicam um contrato com prazo definido, em contraste com a servidão permanente. A libertação está ligada ao ciclo de sete anos (Ano Sabático) ou ao Jubileu (Ano do Jubileu), um mecanismo econômico e social para evitar a formação de uma classe empobrecida permanente.",
      "temas": [
        "Ciclos de Libertação",
        "Serviço Contratado",
        "Justiça Econômica"
      ],
      "personagens": [
        "O Empregado Hebreu"
      ]
    },
    "41": {
      "parafrase": "Mesmo após a libertação, não o enviem de volta para sua casa de mãos vazias. Vocês devem prover generosamente para que ele possa recomeçar a vida com dignidade e sustento para sua família.",
      "referencias": [
        "Deuteronômio 15:13-14",
        "Êxodo 12:36"
      ],
      "comentario": "Este é um mandamento de generosidade obrigatória. O ato de libertar não era suficiente; era preciso garantir a reintegração econômica. Isso reflete a ética do Deus que tirou Israel do Egito dando-lhes bens dos egípcios (saque).",
      "temas": [
        "Generosidade",
        "Reintegração Social",
        "Provimento"
      ],
      "personagens": [
        "O Patrão"
      ]
    },
    "42": {
      "parafrase": "Lembrem-se sempre: eles são meus servos, tirados da terra do Egito, e não devem ser tratados como escravos comprados em leilão ou subjugados com tirania.",
      "referencias": [
        "Êxodo 20:2",
        "Deuteronômio 7:7-8"
      ],
      "comentario": "Reiteração da prerrogativa divina sobre os israelitas. A identidade de 'servo de Deus' é superior e protetora contra a opressão humana. A menção ao Egito reforça a memória da escravidão que eles próprios experimentaram, servindo como um imperativo de empatia.",
      "temas": [
        "Identidade de Israel",
        "Empatia",
        "Anti-Tirania"
      ],
      "personagens": [
        "Servo de Deus"
      ]
    },
    "43": {
      "parafrase": "Não exerçam domínio sobre eles com dureza ou crueldade. Mantenham o respeito mútuo em todas as suas interações, temendo sempre a presença do seu Deus.",
      "referencias": [
        "Colossenses 4:1",
        "Tiago 5:4"
      ],
      "comentario": "O domínio não deve ser exercido com 'ferocidade' (heb. *be-parkhut*), indicando rigor excessivo ou tirania. O medo de Deus (*Yir'at Elohim*) é o mecanismo de freio contra a opressão e a desumanização do próximo, independentemente da condição social dele.",
      "temas": [
        "Domínio Responsável",
        "Temor a Deus",
        "Respeito Mútuo"
      ],
      "personagens": [
        "O Dominador"
      ]
    },
    "44": {
      "parafrase": "Quanto aos escravos que vocês podem adquirir, estes devem vir de entre as nações vizinhas, aquelas que não fazem parte da aliança de Israel. Aos filhos das pessoas que vivem ao redor de vocês, estes podem ser comprados como propriedade hereditária.",
      "referencias": [
        "Gênesis 17:27",
        "Números 31:28-30"
      ],
      "comentario": "Este versículo estabelece uma distinção clara no direito de propriedade de servos baseada na origem étnica/nacional. 'Das nações' (heb. *ha-goyim*) refere-se aos povos não-israelitas. A aquisição de servos entre os vizinhos era permitida sob regras específicas, implicando que a lei de libertação prioritária se aplicava apenas aos hebreus, seus irmãos de pacto.",
      "temas": [
        "Servidão de Estrangeiros",
        "Distinção de Pacto",
        "Direito de Propriedade"
      ],
      "personagens": [
        "Estrangeiros"
      ]
    },
    "45": {
      "parafrase": "Eles também podem ser herdados pelos seus filhos, tornando-se parte da herança familiar, como se fossem bens adquiridos. Assim, vocês podem usá-los em serviço permanente, pois eles foram conquistados com o seu trabalho e esforço dentro de sua terra.",
      "referencias": [
        "Josué 17:13",
        "Provérbios 22:7"
      ],
      "comentario": "A posse de servos estrangeiros era tratada como parte da herança territorial (*nachalah*). Diferentemente do servo hebreu, o estrangeiro (*zar*) não era coberto pelas leis de libertação anuais/jubilares, sendo considerado propriedade permanente, desde que as leis de tratamento humano fossem observadas.",
      "temas": [
        "Herança de Propriedade",
        "Servidão Perpétua (Estranho)",
        "Aplicação da Lei"
      ],
      "personagens": [
        "Os Filhos"
      ]
    },
    "46": {
      "parafrase": "Contudo, lembrem-se: vocês não devem exercer domínio sobre os seus irmãos israelitas com força bruta, mas sim como se estivessem administrando uma propriedade que o Senhor lhes confiou para um tempo determinado.",
      "referencias": [
        "Gênesis 1:28",
        "Salmos 24:1"
      ],
      "comentario": "Este versículo serve como um corretivo parental à tentação de aplicar a regra do versículo 44 (servidão perpétua) aos irmãos. Tudo o que Israel possui, inclusive pessoas e terra, pertence primariamente a Deus. A administração (heb. *'avad*) é temporária e deve ser feita com responsabilidade perante o verdadeiro Dono.",
      "temas": [
        "Mordomia Divina",
        "Administração da Terra",
        "Liderança Responsável"
      ],
      "personagens": [
        "Israelitas"
      ]
    },
    "47": {
      "parafrase": "Se um estrangeiro que vive entre vocês se tornar tão próspero que possa comprar um servo, ou se um vizinho estrangeiro que ali reside se vender a ele por causa da pobreza, o israelita que o adquiriu deve tratá-lo com respeito, como se fosse um de seus próprios trabalhadores contratados.",
      "referencias": [
        "Deuteronômio 29:11",
        "Mateus 25:40"
      ],
      "comentario": "A lei mostra flexibilidade. Se um estrangeiro se torna economicamente capaz, ele pode comprar servos; se ele cai na pobreza, pode vender-se. Nestas circunstâncias, ele recebe o mesmo tratamento de dignidade e temporariedade que um israelita pobre (como nos vv. 39-40), indicando que o princípio da dignidade humana prevalece sobre a origem.",
      "temas": [
        "Inclusão Social",
        "Dignidade Universal",
        "Regras de Aquisição"
      ],
      "personagens": [
        "Estrangeiro Próspero",
        "Vizinho"
      ]
    },
    "48": {
      "parafrase": "Mesmo sendo comprado, ele terá o direito de ser resgatado por um de seus parentes, ou por ele mesmo, se conseguir juntar o dinheiro necessário para pagar o preço de sua compra, mais os anos de serviço que faltavam para o Jubileu, como se fosse um contrato de aluguel pago antecipadamente.",
      "referencias": [
        "Rute 3:12-13",
        "Gênesis 48:5"
      ],
      "comentario": "O direito de resgate (*go'el*) é estendido ao servo estrangeiro comprado sob as condições de vulnerabilidade (v. 47). O preço de resgate deve ser calculado com base no valor do serviço restante até o ano de Jubileu, um conceito de 'remissão proporcional' (custo do tempo restante). Isso garante que a escravidão não seja eterna, mesmo para não-israelitas em situações específicas.",
      "temas": [
        "Direito de Resgate (Go'el)",
        "Remissão Proporcional",
        "Economia da Redenção"
      ],
      "personagens": [
        "O Resgatador"
      ]
    },
    "49": {
      "parafrase": "Se o resgate não acontecer até que o tempo termine naturalmente, ele e seus filhos, que nasceram durante o serviço, serão libertos no Ano do Jubileu, voltando à sua liberdade plena.",
      "referencias": [
        "Levítico 25:10",
        "Isaías 61:1"
      ],
      "comentario": "Confirma a libertação automática no Jubileu para todos os que estavam em servidão temporária (seja por dívida ou por venda na pobreza, conforme v. 47). O Jubileu é a restauração total, o 'ano de liberdade' que apaga as marcas da dívida e da servidão.",
      "temas": [
        "Jubileu",
        "Restituição Total",
        "Liberdade Incondicional"
      ],
      "personagens": [
        "Os Filhos do Servo"
      ]
    },
    "50": {
      "parafrase": "Pois, afinal de contas, todos eles são meus servos, que tirei do Egito. Eles não devem ser tratados como escravos brutais, mas sim com a dignidade devida a quem pertence ao Senhor.",
      "referencias": [
        "Romanos 6:22",
        "Apocalipse 5:9"
      ],
      "comentario": "Conclusão teológica do bloco. A razão final para a misericórdia e as regras de libertação é a origem comum de todos os servos: a libertação do Egito. Este ato fundacional de YHWH estabelece um padrão universal de tratamento humano para todos os que estão sob Seu cuidado, independentemente de sua situação contratual imediata.",
      "temas": [
        "Origem Comum (Egito)",
        "Santidade no Relacionamento",
        "Dignidade Final"
      ],
      "personagens": [
        "Servo de Deus (Universal)"
      ]
    },
    "51": {
      "parafrase": "Quando vocês, após entrarem na terra prometida e a conquistarem, designarem partes dela como herança para as tribos de Israel, haverá momentos em que vocês precisarão separar uma porção especial para Deus, um dízimo do dízimo, se preferir. Este pedaço consagrado, tomado da terra que já é de vocês, deve ser dedicado ao Senhor, pois a terra pertence primariamente a Ele.",
      "referencias": [
        "Gênesis 17:8",
        "Números 34:13"
      ],
      "comentario": "Este versículo estabelece o princípio da 'oferta da terra' (truma), uma porção consagrada que deve ser separada da herança territorial. O termo hebraico para 'oferta' é 'terumah' (תְּרוּמָה), que significa algo 'elevado' ou 'separado' para Deus. É uma confirmação da soberania divina sobre a posse final da terra de Canaã, mesmo após a conquista israelita.",
      "temas": [
        "Soberania de Deus",
        "Consagração da Terra",
        "Primeiras Ofertas"
      ],
      "personagens": [
        "Israelitas"
      ]
    },
    "52": {
      "parafrase": "Desta porção sagrada que vocês separarem para Deus, vocês deverão separar um pedaço específico do produto do solo e das árvores frutíferas para ser destinado ao uso do sacerdócio, os levitas. Esta parte é a porção reservada aos descendentes de Arão, pois eles não receberam terras como as outras tribos, e sua subsistência depende dos proventos dedicados ao Templo.",
      "referencias": [
        "Números 18:24",
        "Deuteronômio 18:2"
      ],
      "comentario": "Aqui, a 'oferta da terra' (Levítico 27:10, 12) é especificada como o meio de sustento para os levitas e sacerdotes. Diferente dos dízimos gerais (Levítico 27:30), esta é uma 'oferta da oferta' (dízimo do dízimo), garantindo a manutenção da classe sacerdotal que servia no Tabernáculo/Templo.",
      "temas": [
        "Sustento do Sacerdócio",
        "Distribuição de Bens",
        "Dízimo"
      ],
      "personagens": [
        "Sacerdotes",
        "Levitas"
      ]
    },
    "53": {
      "parafrase": "Em troca desta porção que será dada ao serviço do Senhor, o povo de Israel não poderá resgatar ou trocar esta parte da terra consagrada. Se tentarem fazer uma permuta, trocando o que foi separado por algo comum, o item oferecido originalmente (a terra ou seu produto) será considerado santificado irrevogavelmente, perdendo seu valor de troca.",
      "referencias": [
        "Mateus 23:19",
        "Ezequiel 48:14"
      ],
      "comentario": "A terra consagrada (terumah) não poderia ser 'redimida' ou trocada por dinheiro ou outra terra, diferentemente de algumas outras ofertas (Levítico 27:1-27). A santidade imposta a esta porção era absoluta. O conceito de santificação em Levítico implica uma separação que não pode ser desfeita por transação humana, exceto sob condições específicas e raras, indicando a pureza do que pertence a Deus.",
      "temas": [
        "Imutabilidade da Santidade",
        "Redenção",
        "Propriedade Divina"
      ],
      "personagens": []
    },
    "54": {
      "parafrase": "O produto que for colhido desta porção especial, separada para o santuário, deverá ser consumido pelos sacerdotes e suas famílias. Eles deverão comê-lo nos lugares santos designados para o culto, pois é o sustento que lhes é devido pela dedicação ao serviço do Senhor.",
      "referencias": [
        "Números 18:31",
        "1 Coríntios 9:13"
      ],
      "comentario": "Este versículo detalha o destino do produto da 'oferta da oferta'. A permissão para comer essa porção nos 'lugares santos' (o pátio do Tabernáculo/Templo) reforça a ideia de que o consumo desses bens sagrados era um ato litúrgico, uma parte integral do serviço levítico. Era um privilégio, mas também uma responsabilidade de comer o que era santo.",
      "temas": [
        "Alimentação Sacra",
        "Dever Sacerdotal",
        "Adoração"
      ],
      "personagens": [
        "Sacerdotes"
      ]
    },
    "55": {
      "parafrase": "Ao fazerem estas separações de terras e produtos, vocês deverão sempre se lembrar de que Eu sou o Senhor, seu Deus, Aquele que os tirou da terra do Egito para lhes dar esta nova terra. O cumprimento rigoroso destes estatutos é uma resposta de gratidão à Minha fidelidade.",
      "referencias": [
        "Êxodo 20:2",
        "Deuteronômio 5:15"
      ],
      "comentario": "Este versículo serve como a base teológica para todos os estatutos subsequentes de Levítico: o relacionamento de Aliança. A lembrança do Êxodo ('Eu sou o Senhor que os tirou do Egito') é o argumento central para a obediência, transformando a lei de um mero regulamento em um ato de resposta ao amor redentor de Deus.",
      "temas": [
        "Memória do Êxodo",
        "Obediência por Gratidão",
        "Fundamento da Lei"
      ],
      "personagens": [
        "Deus (O Senhor)"
      ]
    },
    "56": {
      "parafrase": "A santidade que vocês aplicarem aos produtos da terra deve ser a mesma que aplicam às suas vidas. Não cometam práticas abomináveis ou ímpias que contaminem a terra ou a vossa comunhão Comigo. Caso contrário, vocês serão expulsos desta terra que lhes dei, pois a impureza destrói a relação de posse.",
      "referencias": [
        "Levítico 18:24-28",
        "Apocalipse 21:27"
      ],
      "comentario": "O mandamento 'Não façam coisas detestáveis' (termo hebraico 'to'evah', que significa práticas repugnantes, geralmente relacionadas à idolatria ou imoralidade sexual) conecta a pureza ritual (o dízimo) com a pureza ética/moral. A terra, sendo um dom de Deus, exige um padrão de vida correspondente. A desobediência acarreta o risco de exílio, o oposto da promessa da posse.",
      "temas": [
        "Pureza Ética e Ritual",
        "Práticas Abomináveis",
        "Consequências do Pecado"
      ],
      "personagens": []
    },
    "57": {
      "parafrase": "E por fim, vocês deverão considerar como coisas profanas e sem valor tudo aquilo que for dedicado aos seus falsos deuses, aos ídolos que vocês criarem. Nenhuma oferta, seja de animais ou de bens, feita a essas imagens de madeira ou pedra, poderá ser oferecida a Mim, o Deus verdadeiro.",
      "referencias": [
        "Êxodo 23:13",
        "Deuteronômio 12:30-31"
      ],
      "comentario": "Este é um mandamento severo contra o sincretismo e a idolatria. Qualquer item que tenha sido santificado ou oferecido a um ídolo ('ídolos de vocês' ou 'deuses falsos') é considerado 'profano' (o oposto de 'kadosh' - santo) e contaminado. Tais bens não podem ser 'redimidos' ou trazidos para o serviço de Yahweh, pois a devoção a ídolos é o oposto da santidade que Ele exige.",
      "temas": [
        "Rejeição à Idolatria",
        "Contaminação Ritual",
        "Monoteísmo Exclusivo"
      ],
      "personagens": []
    },
    "58": {
      "parafrase": "Se alguém contaminado com a sarna (ou qualquer impureza da pele) tocar em qualquer utensílio de madeira, ou em qualquer objeto feito de couro, ou mesmo em qualquer recipiente que precise ser usado diariamente, esse objeto se tornará imediatamente impuro. E, por causa dessa impureza, o objeto contaminado deverá ser destruído pelo fogo, pois não há como limpá-lo; ele deve ser queimado.",
      "referencias": [
        "Levítico 11:32",
        "Levítico 15:12",
        "Números 31:22"
      ],
      "comentario": "Este versículo detalha a estrita lei de impureza cerimonial (tum'ah) para objetos. A impureza transmitida pela sarna (tsara'ath, que muitas vezes é traduzida como lepra, mas que abrange várias doenças de pele) era altamente contagiosa no sentido ritualístico. O fator crucial aqui é a natureza do material: madeira (que é porosa) e couro (usado para recipientes, como odres). Diferentemente de utensílios de metal ou barro cozido (mencionado em versículos anteriores), que poderiam ser purificados, objetos porosos como madeira e couro, uma vez tocados pelo impuro, absorviam a contaminação de maneira irremediável. A sentença é a destruição pelo fogo, indicando que a impureza é tão profunda que apenas a aniquilação total do objeto pode conter sua 'propagação' ritual.",
      "temas": [
        "Pureza Ritual",
        "Contágio Cerimonial",
        "Destruição de Bens Impuros"
      ],
      "personagens": [
        "Nenhum especificado"
      ]
    },
    "59": {
      "parafrase": "Esta mesma regra de aniquilação aplica-se a qualquer recipiente feito de couro que tenha sido tocado pela pessoa que carrega a impureza. Se este item de couro for usado para conter líquidos ou qualquer outra coisa, ele precisa ser imediatamente levado para o fogo e consumido, pois a contaminação aderiu a ele de forma permanente e não pode ser removida por imersão ou limpeza comum.",
      "referencias": [
        "Levítico 6:28",
        "Números 19:15"
      ],
      "comentario": "O versículo 59 reforça e especifica o tipo de objeto de couro que está sob a sentença de destruição, focando especificamente em recipientes. Na cultura antiga, recipientes de couro eram comuns para armazenar líquidos (água, azeite, vinho). A ênfase na destruição pelo fogo (Hebraico: 'u-bi'er oto ba'esh') sublinha a severidade da lei para objetos que poderiam ser facilmente introduzidos no convívio diário, garantindo que a contaminação não se espalhasse inadvertidamente para pessoas ou materiais puros. É uma medida extrema de santidade preventiva.",
      "temas": [
        "Santidade",
        "Itens de Uso Doméstico",
        "Sanções Rituais"
      ],
      "personagens": [
        "Nenhum especificado"
      ]
    }
  }
}