{
  "autor_data": "Autor: Moisés (indicado pelo texto: \"falou o Senhor a Moisés\" - Lv 1:1). Data: Provavelmente durante o primeiro ano após a saída do Egito, antes da peregrinação de Quades-Barneia, situando-se após a inauguração do Tabernáculo (Êxodo 40:17). A data se situa em torno de 1446-1445 a.C.",
  "contexto": "O povo de Israel estava acampado no Sinai, recém-saído da escravidão e tendo recebido a Lei no Monte Horebe (Sinai). O Tabernáculo havia sido montado (Êxodo 40). O propósito imediato era estabelecer o sistema de adoração, santidade e o sacerdócio (Aaron e seus filhos) para que um povo pecador pudesse habitar na presença de um Deus santo.",
  "estrutura_literaria": "Levítico é estruturado em torno de três temas principais interligados: Sacrifício, Sacerdócio e Santidade. (1) Capítulos 1-7: Detalhamento dos Cinco Tipos de Ofertas (Holocausto, Oferta de Manjares, Salvação, Expiação, Gratidão). (2) Capítulos 8-10: Ordenação e primeiro serviço de Arão e seus filhos (o estabelecimento do sacerdócio). (3) Capítulos 11-16: Leis de Pureza e Impureza (distinção entre limpo/imundo, rituais de purificação e o Dia da Expiação - Yom Kippur). (4) Capítulos 17-27: O Código de Santidade (santidade na vida diária, moral, sexual e social).",
  "tema_central": "Santidade: 'Sede santos, porque eu, o Senhor, vosso Deus, sou santo' (Lv 19:2). O livro explica como a comunhão com um Deus santo pode ser mantida por um povo pecador através de rituais, obediência e separação do mundo e do pecado.",
  "conflito_espiritual": "O conflito central é a tensão entre a santidade absoluta de Deus e a impureza inerente do homem pecador. Como pode um povo contaminado se aproximar de um Deus santo sem ser consumido? A resposta dada é a provisão sacrificial e o caminho para a purificação ritual e moral (o sangue como mediador).",
  "relacao_lei_moral": "Levítico contém elementos tanto cerimoniais/civis quanto morais. Os rituais (sacrifícios, leis de pureza) apontam para a necessidade de expiação, enquanto as leis do Código de Santidade (Lv 17-27), como 'Não matarás', 'Não roubarás' e amarás o próximo como a ti mesmo (Lv 19:18), são extensões diretas e detalhadas da Lei Moral estabelecida nos Dez Mandamentos, aplicando-os à vida da comunidade no deserto.",
  "revelacao_carater_deus": "Revela Deus como Santo (que exige separação), Justo (que pune o pecado), Misericordioso e Compassivo (que provê um meio de expiação pelo sangue, permitindo aproximação) e Fiel (que estabelece um pacto e santifica Seu povo). Ele é Aquele que habita no meio do Seu povo.",
  "conexoes_escrituras": "O sistema sacrificial aponta diretamente para Cristo: o Cordeiro de Deus (João 1:29). O Sumo Sacerdócio de Arão prefigura o sacerdócio superior de Jesus (Hebreus 7-10). O Dia da Expiação (Lv 16) é o modelo profético para o sacrifício único e perfeito de Cristo (Hebreus 9:11-14). A chamada à santidade ecoa em toda a Nova Aliança (1 Pedro 1:15-16).",
  "aplicacao_pratica": "A aplicação moderna não reside na repetição dos rituais de pureza (que foram cumpridos em Cristo), mas na interiorização dos princípios: (1) Reconhecimento da gravidade do pecado. (2) Necessidade diária de confissão e arrependimento (baseado na expiação realizada). (3) O chamado constante à santidade prática e moral na conduta pessoal e social (separação das práticas do mundo).",
  "erros_alertas": "Erro principal: Tentar reavivar os rituais de sacrifício ou aplicar literalmente as leis de pureza alimentar/social como condição para salvação. Alerta Hermenêutico: Levítico deve ser lido através da lente do Novo Testamento. As leis rituais são sombras; Cristo é a substância. Não se deve negligenciar o código moral (Lv 17-27) sob o pretexto de que 'estamos na graça', pois a graça leva à obediência moral.",
  "perguntas_reflexivas": [
    "Se o pecado nos afasta de Deus, o que significa para mim a provisão do sacrifício substitutivo?",
    "Como a minha vida diária reflete a 'santidade' que Deus exige do Seu povo?",
    "Quais são os 'imundos' (pecados, hábitos) em minha vida que preciso confessar e purificar hoje?",
    "Qual é o meu maior obstáculo para buscar a presença de Deus com sinceridade?"
  ],
  "pontos_aprofundamento": [
    "Análise detalhada da função expiatória do sangue (Nefesh - vida) conforme explicado em Levítico 17:11.",
    "Estudo comparativo das cinco ofertas (Lv 1-7) e sua tipologia em Cristo (diferença entre 'cheiro suave' e expiação total).",
    "Profundidade do Yom Kippur (Lv 16) e a função dos dois bodes (um para o Senhor, um para Azazel, o bode emissário).",
    "Interpretação do conceito de 'terreno profanado' (Lv 18) e sua implicação na moralidade sexual."
  ],
  "resumo_final": [
    "Levítico estabelece que a presença de Deus demanda santidade absoluta do Seu povo.",
    "A comunhão é mediada pelo sistema sacrificial, onde o sangue provê cobertura para o pecado.",
    "O sacerdócio aarônico serve como um tipo transitório apontando para o mediador perfeito, Jesus Cristo.",
    "O código de santidade exige separação moral e prática do mundo, refletindo o caráter de Deus.",
    "Este livro nos chama incessantemente à pureza, lembrando-nos que somos santos porque Ele é santo."
  ],
  "usage": {
    "promptTokens": 539,
    "candidatesTokens": 1505,
    "totalTokens": 2044
  }
}