{
  "livro": "João",
  "capitulo": 2,
  "contexto_historico": "O Evangelho de João foi escrito em um período em que o Cristianismo estava se estabelecendo e precisava articular a identidade de Jesus, que ia além das visões judaicas tradicionais. O autor (tradicionalmente João, o apóstolo) buscava firmar a divindade de Jesus (o Logos encarnado) para crentes e não crentes, contrastando-o com as expectativas messiânicas da época. João 2 ocorre após o chamado inicial dos discípulos e o primeiro milagre em Caná, estabelecendo a autoridade de Jesus em Jerusalém, durante a Páscoa judaica, um cenário propício para grandes revelações e conflitos doutrinários. 🏛️📜",
  "bloco_tematico": "A Purificação do Templo e a Revelação da Autoridade Divina de Jesus 🕊️🔥",
  "versiculos": {
    "1": {
      "parafrase": "Três dias se passaram desde aquele momento grandioso em Caná da Galileia, onde Jesus realizou Seu primeiro milagre, transformando água em vinho de altíssima qualidade. Agora, a multidão que O seguia e que estava maravilhada com Seus feitos, se reuniu novamente em Caná, e a família de Jesus também estava lá.",
      "referencias": [
        "João 1:43",
        "João 4:46"
      ],
      "comentario": "O texto situa a narrativa imediatamente após o milagre nupcial. O 'terceiro dia' (heméra trítē) não se refere apenas ao dia seguinte ao milagre, mas talvez ao terceiro dia após o chamado de Filipe e Natanael, marcando o início da jornada pública de Jesus. A presença da 'mãe de Jesus' (ho mètair tēs Iēsou) e dos 'irmãos' (adelphoi) indica um contexto familiar no qual Jesus estava operando.",
      "temas": [
        "Início do Ministério",
        "Família de Jesus",
        "Galileia"
      ],
      "personagens": [
        "Jesus",
        "Mãe de Jesus",
        "Irmãos de Jesus"
      ]
    },
    "2": {
      "parafrase": "Jesus, junto com Seus primeiros discípulos, foi convidado para a celebração de um casamento, que se estendeu por mais dias.",
      "referencias": [
        "Mateus 12:49",
        "Lucas 8:19"
      ],
      "comentario": "A participação de Jesus em um banquete de casamento reforça Sua integração na vida social e religiosa judaica, contrastando com as práticas ascéticas de alguns grupos da época. O convite mostra a aceitação inicial de Seu círculo de seguidores.",
      "temas": [
        "Convites",
        "Casamento",
        "Comunhão"
      ],
      "personagens": [
        "Jesus",
        "Discípulos"
      ]
    },
    "3": {
      "parafrase": "Em um momento de aperto, quando o vinho festivo acabou, a mãe de Jesus se aproximou d'Ele e sussurrou, compartilhando a preocupação: 'Eles estão sem vinho', indicando uma situação de vergonha social.",
      "referencias": [
        "Gênesis 42:3",
        "Neemias 13:19"
      ],
      "comentario": "A falta de vinho em um casamento judaico era uma falha grave de hospitalidade. A mãe de Jesus (Maria) não lhe dá uma ordem, mas lhe apresenta um problema ('they have no wine' - ouk echousin oinos). Ela confia que Ele pode resolver, mesmo que Suas obras públicas ainda não tivessem sido plenamente reveladas.",
      "temas": [
        "Necessidade",
        "Hospitalidade",
        "Intercessão"
      ],
      "personagens": [
        "Mãe de Jesus",
        "Jesus"
      ]
    },
    "4": {
      "parafrase": "Jesus a olhou com um olhar profundo e respondeu de forma enigmática: 'Mulher, o que isso tem a ver comigo e contigo? A minha hora de manifestar plenamente a minha glória ainda não chegou.'",
      "referencias": [
        "Gênesis 3:12",
        "Apocalipse 12:17"
      ],
      "comentario": "A palavra 'Mulher' (Gynai), embora possa parecer dura, era um termo de respeito, usado inclusive por Jesus na cruz. A frase grega ('Ti emoi kai soi', literalmente 'O que para mim e para ti?') sugere uma separação de agendas ou um convite para Ele agir em Sua própria autoridade messiânica. Sua 'hora' (hōra) é um tema recorrente para Seus atos decisivos (a Paixão).",
      "temas": [
        "Soberania Divina",
        "Timing de Deus",
        "Identidade de Jesus"
      ],
      "personagens": [
        "Jesus",
        "Mãe de Jesus"
      ]
    },
    "5": {
      "parafrase": "Sem discutir ou explicar mais, a mãe de Jesus simplesmente se virou para os servos que estavam servindo e lhes deu uma instrução direta e cheia de fé: 'Façam tudo o que Ele lhes disser para fazerem.'",
      "referencias": [
        "Êxodo 23:22",
        "Filipenses 2:14"
      ],
      "comentario": "Este é o ápice da fé de Maria: mesmo sem entender a resposta enigmática, ela confia plenamente na autoridade de Jesus e a transmite aos outros. É um chamado à obediência imediata e inquestionável.",
      "temas": [
        "Fé",
        "Obediência",
        "Confiança"
      ],
      "personagens": [
        "Mãe de Jesus",
        "Servos"
      ]
    },
    "6": {
      "parafrase": "Havia ali seis grandes recipientes de pedra, destinados à purificação ritual judaica. Eles estavam vazios, exceto pela água que continha, cada um comportando cerca de 75 a 110 litros, o suficiente para as regras de limpeza de muitas pessoas.",
      "referencias": [
        "Mateus 15:2",
        "Marcos 7:3"
      ],
      "comentario": "Essas 'ânforas de pedra' (lithinai hydriai) eram usadas para as purificações constantes exigidas pela Lei e tradição farisaica. O número seis é ímpar, e o volume (entre 80 e 120 medidas, ou 'metrētēs') enfatiza a vasta quantidade de água que seria convertida, um contraste poderoso entre o ritual morto e a vida nova.",
      "temas": [
        "Purificação Ritual",
        "Lei Mosaica",
        "Quantidade"
      ],
      "personagens": []
    },
    "7": {
      "parafrase": "Jesus disse aos servos: 'Encham essas jarras de pedra com água até a borda, sem deixar um espaço vazio.'",
      "referencias": [
        "Jeremias 13:7",
        "Romanos 15:14"
      ],
      "comentario": "A instrução é precisa e radical. Jesus não pede um pouco de água, mas a plenitude do reservatório, o máximo que o recipiente pode conter. É um sinal de que a Sua provisão será sempre transbordante.",
      "temas": [
        "Plenitude",
        "Instrução Clara",
        "Capacidade"
      ],
      "personagens": [
        "Jesus",
        "Servos"
      ]
    },
    "8": {
      "parafrase": "Eles obedeceram imediatamente e encheram cada uma das jarras até o topo, até a boca.",
      "referencias": [
        "Josué 3:15",
        "Lucas 5:4"
      ],
      "comentario": "Mais uma vez, a obediência dos servos é imediata. Isso estabelece a base para o milagre: a ação humana (encher) deve preceder a ação divina (transformar).",
      "temas": [
        "Obediência Imediata",
        "Preparação"
      ],
      "personagens": [
        "Servos"
      ]
    },
    "9": {
      "parafrase": "Quando o mestre de cerimônias, que era o responsável pela qualidade da festa, provou a água que agora havia se tornado vinho, ele não sabia de onde tinha vindo, mas a qualidade era espetacular.",
      "referencias": [
        "Deuteronômio 14:26",
        "Salmos 104:15"
      ],
      "comentario": "O 'arquitriclinus' (o mestre da festa/sommelier) é o juiz do milagre. Ele percebe a mudança na qualidade, mas não a origem sobrenatural. Este é um sinal claro para os discípulos sobre a superioridade do novo dom de Jesus em relação ao velho sistema.",
      "temas": [
        "Qualidade Superior",
        "Segredo do Milagre",
        "Julgamento"
      ],
      "personagens": [
        "Mestre de Cerimônias"
      ]
    },
    "10": {
      "parafrase": "Ele chamou o recém-casado, que era o anfitrião, e disse-lhe em voz baixa: 'Todo mundo costuma servir primeiro o vinho bom, e só depois que os convidados já beberam muito e não conseguem mais distinguir, é que servem o mais fraco. Mas você guardou o melhor vinho para o final da festa! Que escolha excelente!'",
      "referencias": [
        "Jó 42:12",
        "Colossenses 2:9"
      ],
      "comentario": "Este versículo contém uma profunda metáfora teológica. Jesus não apenas repõe o vinho, Ele o multiplica e o melhora. O 'vinho novo' representa o Reino de Deus, que é sempre superior ao 'vinho velho' do legalismo ou da antiga aliança. A celebração máxima é reservada para o clímax.",
      "temas": [
        "Excelência",
        "Revelação Progressiva",
        "Metáfora do Vinho"
      ],
      "personagens": [
        "Mestre de Cerimônias",
        "Noivo"
      ]
    },
    "11": {
      "parafrase": "Jesus realizou este primeiro sinal maravilhoso, que demonstrou Seu poder e glória, ali em Caná da Galileia. Por causa disso, Seus discípulos começaram a crer firmemente Nele e em Sua missão divina.",
      "referencias": [
        "João 1:14",
        "Hebreus 2:4"
      ],
      "comentario": "João enfatiza que este não foi apenas um truque, mas um 'sēmeion' (sinal) que revelou a 'doxa' (glória) de Jesus. A crença dos discípulos passa de uma simples adesão a um mestre para uma fé genuína no Messias.",
      "temas": [
        "Sinais",
        "Glória de Cristo",
        "Fortalecimento da Fé"
      ],
      "personagens": [
        "Jesus",
        "Discípulos"
      ]
    },
    "12": {
      "parafrase": "Depois desse evento espetacular, Jesus partiu de Caná, acompanhado por Sua mãe, Seus irmãos e todos os Seus seguidores mais próximos, indo para a cidade de Cafarnaum, onde permaneceram por alguns dias.",
      "referencias": [
        "Marcos 1:29",
        "Mateus 4:13"
      ],
      "comentario": "A viagem para Cafarnaum marca a mudança do cenário de um evento familiar e discreto (Caná) para um centro de atividade pública e confrontação (Cafarnaum). O detalhe da presença contínua da família é notável.",
      "temas": [
        "Mudança de Local",
        "Ministério Público",
        "Discípulos"
      ],
      "personagens": [
        "Jesus",
        "Mãe de Jesus",
        "Irmãos de Jesus",
        "Discípulos"
      ]
    },
    "13": {
      "parafrase": "Como a Páscoa judaica estava se aproximando, Jesus decidiu subir a Jerusalém para celebrar a festa.",
      "referencias": [
        "Êxodo 12:1-14",
        "Deuteronômio 16:1"
      ],
      "comentario": "A menção da Páscoa (Pascha) é crucial. Ela antecipa o papel sacrificial de Jesus, o Cordeiro Pascal. Sua ida a Jerusalém para esta festa específica sinaliza o foco central de Seu destino messiânico.",
      "temas": [
        "Páscoa",
        "Peregrinação a Jerusalém",
        "Sacrifício"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "14": {
      "parafrase": "Ao chegar ao templo, Ele encontrou o pátio cheio de pessoas vendendo bois, ovelhas e pombos para os sacrifícios, além de cambistas trocando moedas estrangeiras por dinheiro do templo.",
      "referencias": [
        "Mateus 21:12",
        "Marcos 11:15"
      ],
      "comentario": "Esta é a primeira visita de Jesus ao Templo como figura pública e a primeira purificação relatada em João. O cenário descrito mostra a comercialização da adoração. Os animais eram necessários para os sacrifícios exigidos, mas a prática havia se desviado para o lucro.",
      "temas": [
        "Comércio no Templo",
        "Adoração",
        "Corrupção"
      ],
      "personagens": [
        "Jesus",
        "Vendedores",
        "Cambistas"
      ]
    },
    "15": {
      "parafrase": "Com uma energia santa e indignada, Jesus fez um chicote de cordas e expulsou todos eles dali: os animais e os vendedores juntos, espalhando as moedas dos cambistas pelo chão.",
      "referencias": [
        "Zacarias 14:21",
        "Salmos 69:9"
      ],
      "comentario": "O uso do 'flagellum' (chicote) de cordas é um ato de autoridade profética. Ele age como um Juiz e um purificador, ecoando o zelo de Elias. A ação física demonstra a seriedade da profanação do lugar santo.",
      "temas": [
        "Zelo Santo",
        "Justiça",
        "Profecia"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "16": {
      "parafrase": "Em seguida, Ele se dirigiu aos vendedores de pombos e lhes disse com voz firme: 'Tirem estas coisas daqui! Não transformem a casa do Meu Pai em um mercado sujo!'",
      "referencias": [
        "Isaías 56:7",
        "Malaquias 3:1"
      ],
      "comentario": "A frase 'Casa de Meu Pai' (oikos tou Patrós mou) é uma afirmação da Sua filiação divina e autoridade. A acusação é clara: a mercantilização do culto viola a santidade do local designado para a oração e o relacionamento com Deus.",
      "temas": [
        "Santidade do Templo",
        "Autoridade Paterna",
        "Profanação"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "17": {
      "parafrase": "Os discípulos que O seguiam, ao testemunharem tamanha fúria justa, lembraram-se então de uma antiga profecia que dizia: 'O zelo pela Tua casa me consumirá.'",
      "referencias": [
        "Salmos 69:9",
        "Romanos 12:11"
      ],
      "comentario": "A citação do Salmo 69 demonstra que os discípulos começaram a interpretar as ações de Jesus através da lente das Escrituras. O 'zelo' (zēlos) é a paixão ardente pela honra de Deus, que agora consome Jesus.",
      "temas": [
        "Zelo",
        "Cumprimento das Escrituras",
        "Paixão"
      ],
      "personagens": [
        "Discípulos",
        "Jesus"
      ]
    },
    "18": {
      "parafrase": "Os líderes religiosos judeus, sentindo-se desafiados por este ato de autoridade, exigiram uma prova visível: 'Que milagre você fará diante de nós para nos mostrar que tem autoridade para fazer isso?'",
      "referencias": [
        "Mateus 12:38",
        "1 Coríntios 1:22"
      ],
      "comentario": "Os judeus exigem um 'sēmeion' (sinal) como validação de Sua autoridade para julgar o sistema do Templo. Eles procuram um espetáculo público que comprove Sua legitimidade messiânica, ignorando o sinal que acabara de ocorrer em Caná.",
      "temas": [
        "Demanda por Sinais",
        "Autoridade Religiosa",
        "Confronto"
      ],
      "personagens": [
        "Líderes Religiosos",
        "Jesus"
      ]
    },
    "19": {
      "parafrase": "Jesus lhes deu uma resposta misteriosa e profunda, apontando para Seu próprio corpo: 'Destruam este templo, e em três dias Eu o levantarei novamente.'",
      "referencias": [
        "Mateus 26:61",
        "1 Pedro 2:5"
      ],
      "comentario": "Esta é a primeira menção direta da Sua morte e ressurreição. O contraste entre o 'templo de pedra' (o edifício físico) e o 'templo do Seu corpo' (o templo verdadeiro) é a chave. Os líderes entendem literalmente, o que mostra sua cegueira espiritual.",
      "temas": [
        "Corpo de Cristo como Templo",
        "Ressurreição",
        "Mistério"
      ],
      "personagens": [
        "Jesus",
        "Líderes Religiosos"
      ]
    },
    "20": {
      "parafrase": "Eles, confusos e indignados com a ideia de destruir um edifício tão sagrado, que levara quarenta e seis anos para ser construído, retrucaram: 'Este santuário levou quase meio século para ser erguido. Você alega que pode reconstruí-lo em apenas três dias?'",
      "referencias": [
        "Ageu 2:9",
        "Êxodo 20:24"
      ],
      "comentario": "O detalhe dos 'quarenta e seis anos' (na época em que João escrevia) ajuda a datar o evento, referindo-se à expansão do Templo de Herodes. A incredulidade deles sublinha a incompreensão humana da ressurreição, vista como algo impossível em tão pouco tempo.",
      "temas": [
        "Incredulidade",
        "Tempo Humano vs. Tempo Divino",
        "Obra de Herodes"
      ],
      "personagens": [
        "Líderes Religiosos"
      ]
    },
    "21": {
      "parafrase": "Contudo, o texto sagrado explica que Jesus não estava falando sobre aquele edifício de pedras, mas sim sobre o templo que era o Seu próprio corpo.",
      "referencias": [
        "1 Coríntios 6:19",
        "Hebreus 10:5"
      ],
      "comentario": "João esclarece explicitamente a metáfora. O corpo de Jesus é o novo e definitivo local de encontro entre Deus e o homem, substituindo o sistema sacrificial do Antigo Pacto.",
      "temas": [
        "Substituição",
        "Corpo Glorificado",
        "Verdade Espiritual"
      ],
      "personagens": [
        "Jesus",
        "João (narrador)"
      ]
    },
    "22": {
      "parafrase": "Portanto, somente depois que Jesus ressuscitou dentre os mortos, Seus discípulos se lembraram deste ensinamento, e então eles finalmente creram na Palavra que Ele havia falado e na verdade sobre Sua natureza divina.",
      "referencias": [
        "Lucas 24:44",
        "Atos 2:36"
      ],
      "comentario": "A Ressurreição é o evento que 'desbloqueia' o entendimento total do ministério de Jesus. A fé genuína, conforme o Evangelho de João, é sempre confirmada pela morte e ressurreição.",
      "temas": [
        "Entendimento Pós-Ressurreição",
        "Confirmação da Fé",
        "Revelação Completa"
      ],
      "personagens": [
        "Discípulos",
        "Jesus"
      ]
    },
    "23": {
      "parafrase": "Muitas pessoas em Jerusalém viram os milagres impressionantes que Jesus realizava durante a festa da Páscoa e ficaram profundamente convencidas de que Ele era o Salvador prometido.",
      "referencias": [
        "João 1:47",
        "Atos 2:22"
      ],
      "comentario": "A multidão reagiu aos 'sinais' (sēmeia), mas sua fé era superficial, baseada apenas no espetáculo e não no entendimento profundo da Sua identidade ou missão sacrificial. Era uma fé de conveniência.",
      "temas": [
        "Fé Superficial",
        "Milagres",
        "Páscoa"
      ],
      "personagens": [
        "Multidão",
        "Jesus"
      ]
    },
    "24": {
      "parafrase": "No entanto, Jesus não confiava neles, pois Ele próprio conhecia o coração humano. Não era necessário que ninguém O testemunhasse, pois Ele sabia exatamente o que havia em cada pessoa.",
      "referencias": [
        "1 Samuel 16:7",
        "Jeremias 17:9"
      ],
      "comentario": "Aqui, João contrasta a fé externa da multidão com o conhecimento interno de Jesus. Ele não precisa de testemunho humano (martyria) porque Ele é a Verdade encarnada. O termo 'Jesus não confiava neles' (autos Iēsous ouk episteuen autois) indica que Ele não depositava Sua esperança neles.",
      "temas": [
        "Conhecimento Divino",
        "Coração Humano",
        "Discernimento"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "25": {
      "parafrase": "Sua sabedoria ia além da observação humana. Ele não precisava da avaliação de ninguém, pois Ele próprio sondava a profundidade da alma humana e conhecia a verdade oculta de cada um.",
      "referencias": [
        "Salmos 139:2",
        "Apocalipse 3:1"
      ],
      "comentario": "Este versículo finaliza o primeiro grande bloco do Evangelho de João, reforçando a soberania de Cristo. Ele não necessita de credenciais humanas porque Ele é o padrão pelo qual todos os corações são medidos. Este conhecimento leva-o a evitar a confiança excessiva na popularidade.",
      "temas": [
        "Soberania de Cristo",
        "Conhecimento Absoluto",
        "A Verdade Oculta"
      ],
      "personagens": [
        "Jesus"
      ]
    }
  }
}