{
  "livro": "João",
  "capitulo": 7,
  "contexto_historico": "O Capítulo 7 de João ocorre durante a Festa dos Tabernáculos (Sucot) em Jerusalém, uma das festas mais importantes do calendário judaico, celebrada no outono. A atmosfera é de grande tensão e controvérsia. Jerusalém está cheia de peregrinos, e a oposição judaica a Jesus está no auge, após os eventos do capítulo 6 (o milagre do pão e o discurso sobre o pão da vida). Os líderes religiosos procuram uma oportunidade para prender Jesus, pois ele curou publicamente no sábado (Capítulo 5) e seus seguidores estão aumentando. Este contexto festivo e conflituoso fornece o palco para Jesus ensinar abertamente e desafiar as expectativas messiânicas da multidão e das autoridades. É um momento de crise e decisão para muitos que testemunham seus milagres e ouvem seus ensinamentos.",
  "bloco_tematico": "A Mensagem Divina em Meio à Controvérsia Festiva 💧🔥🤫",
  "versiculos": {
    "1": {
      "parafrase": "Depois de tudo isso, Jesus continuou o seu trabalho na Galileia, pois preferia não andar pela Judeia, onde os líderes religiosos judeus estavam ativamente procurando uma oportunidade para matá-lo. 🚶‍♂️",
      "referencias": [
        "Mateus 12:50",
        "Marcos 3:35"
      ],
      "comentario": "João usa o termo grego 'μετά ταῦτα' (meta tauta), indicando a continuidade após os eventos anteriores (a cura do paralítico em Betesda, João 5). Jesus conscientemente evita a Judeia, onde o perigo de ser preso ou assassinado é iminente, demonstrando Sua soberania sobre o tempo e o lugar de Seu ministério, mas também Sua prudência humana.",
      "temas": [
        "Discrição de Jesus",
        "Oposição religiosa",
        "Soberania sobre o tempo"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "2": {
      "parafrase": "Nessa época, estava chegando a grande festa judaica da Dedicação dos Tabernáculos, ou a Festa dos Tabernáculos (Sucot). ⛺",
      "referencias": [
        "Levítico 23:33-36",
        "Deuteronômio 16:13"
      ],
      "comentario": "A Festa dos Tabernáculos era uma das três grandes peregrinações anuais. Era uma época de grande celebração e reunião em Jerusalém. O contexto da festa, que celebrava a proteção de Deus no deserto e a colheita, será crucial para os ensinamentos de Jesus nos versículos seguintes.",
      "temas": [
        "Festas judaicas",
        "Festa dos Tabernáculos",
        "Peregrinação"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "3": {
      "parafrase": "Então, Seus próprios irmãos, aqueles que compartilhavam o mesmo sangue que Ele, disseram-lhe em tom de desafio: 'Você precisa sair daqui e ir para a Judeia, para que Seus seguidores possam ver as obras incríveis que você está realizando. 🤨",
      "referencias": [
        "Mateus 13:55",
        "Marcos 6:3"
      ],
      "comentario": "É notável que os irmãos de Jesus (Tiago, José, Simão e Judas) ainda não acreditavam Nele como o Messias (cf. João 7:5). O desafio deles é motivado pela dúvida e talvez por um desejo de reconhecimento público, sugerindo que Jesus deveria buscar o palco principal, Jerusalém, para provar Sua identidade.",
      "temas": [
        "Incredulidade familiar",
        "Motivações humanas",
        "Fama e reconhecimento"
      ],
      "personagens": [
        "Irmãos de Jesus",
        "Jesus"
      ]
    },
    "4": {
      "parafrase": "Afinal, se você está fazendo coisas tão maravilhosas, por que se esconder aqui no meio do caminho? Se você realmente é quem diz ser, vá para onde todos podem ver e reconhecer seu poder!' 💪",
      "referencias": [
        "Mateus 4:8-10",
        "Salmo 2:1-2"
      ],
      "comentario": "A zombaria ou o desafio implícito dos irmãos revela que eles viam o ministério de Jesus como uma questão de reputação pública e demonstração de poder visível, falhando em compreender a missão espiritual profunda de Jesus.",
      "temas": [
        "Dúvida",
        "Desejo de espetáculo",
        "Missão de Jesus"
      ],
      "personagens": [
        "Irmãos de Jesus"
      ]
    },
    "5": {
      "parafrase": "Pois, até mesmo Seus próprios irmãos não acreditavam Nele, nem confiavam plenamente em Sua identidade messiânica naquele momento. 💔",
      "referencias": [
        "Lucas 24:25-27",
        "João 1:11"
      ],
      "comentario": "Este versículo é um comentário editorial impactante do evangelista João, explicando o comportamento de Jesus: Seus familiares mais próximos não estavam convencidos de Sua divindade ou de Seu cronograma divino.",
      "temas": [
        "Incredulidade",
        "Relacionamentos familiares",
        "Cronograma divino"
      ],
      "personagens": [
        "Jesus",
        "Irmãos de Jesus"
      ]
    },
    "6": {
      "parafrase": "Então, Jesus lhes disse com calma: 'O tempo certo para o meu grande aparecimento público ainda não chegou; mas, para vocês, qualquer hora é boa para irem a Jerusalém. ⏳",
      "referencias": [
        "João 2:4",
        "Gálatas 4:4"
      ],
      "comentario": "Jesus contrapõe a pressa e a lógica humana de Seus irmãos com Sua obediência ao 'tempo' perfeito de Deus, expresso pelo termo grego 'kairós' (o momento oportuno e qualitativo, não apenas 'chronos', o tempo cronológico).",
      "temas": [
        "Tempo de Deus",
        "Obediência",
        "Contraste entre o humano e o divino"
      ],
      "personagens": [
        "Jesus",
        "Irmãos de Jesus"
      ]
    },
    "7": {
      "parafrase": "O mundo não pode odiá-los, pois vocês nunca se opuseram a ele ou desafiaram suas práticas. Mas a mim, o mundo odeia, porque eu dou testemunho de que as obras e os desejos do mundo são maus. 🌍🔥",
      "referencias": [
        "1 João 3:13",
        "Tiago 4:4"
      ],
      "comentario": "Aqui, Jesus explica a raiz da oposição: Ele expõe a natureza pecaminosa do mundo (kosmos). O mundo aceita aqueles que vivem de acordo com seus padrões, mas rejeita quem revela sua escuridão.",
      "temas": [
        "Odiado pelo mundo",
        "Testemunho",
        "Conflito Espiritual"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "8": {
      "parafrase": "Portanto, vão vocês à Festa! Eu não vou agora, pois meu tempo designado ainda não se cumpriu completamente. 🛑",
      "referencias": [
        "João 2:4",
        "Filipenses 2:6-8"
      ],
      "comentario": "Jesus reafirma a decisão de não ir com eles, sublinhando que Sua segurança e Suas ações estão estritamente alinhadas com o plano divino, em contraste com a impaciência dos irmãos.",
      "temas": [
        "Cronograma divino",
        "Obediência",
        "Festa dos Tabernáculos"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "9": {
      "parafrase": "Tendo dito isso, Ele permaneceu na Galileia, enquanto Seus irmãos desceram para a celebração em Jerusalém, como se fizessem parte da multidão comum. 🚶‍♂️🚶‍♀️",
      "referencias": [
        "Mateus 2:16",
        "Atos 1:14"
      ],
      "comentario": "O texto registra a separação física. Os irmãos seguiram para a festa de forma ostensiva, enquanto Jesus esperou o momento estratégico de Sua aparição pública, garantindo que Sua entrada fosse notada por razões divinas, não por mera convenção social.",
      "temas": [
        "Separação de caminhos",
        "Estratégia divina",
        "Festa em Jerusalém"
      ],
      "personagens": [
        "Jesus",
        "Irmãos de Jesus"
      ]
    },
    "10": {
      "parafrase": "Entretanto, passados alguns dias, Jesus subiu para Jerusalém, não abertamente no início da festa, mas quase secretamente, como se estivesse apenas passando pela cidade. 🤫",
      "referencias": [
        "Mateus 21:1-11",
        "Lucas 19:28-40"
      ],
      "comentario": "Este é o 'tempo certo' mencionado no versículo 6. Jesus não participa da chegada grandiosa com a multidão, mas entra de forma mais discreta. A festa durava sete dias, e Ele esperou até o meio dela para se revelar plenamente.",
      "temas": [
        "Entrada discreta",
        "Cumprimento do tempo",
        "Jerusalém"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "11": {
      "parafrase": "No meio da celebração, a multidão de judeus, reunida no templo, começou a procurá-lo e a perguntar em voz baixa: 'Onde está aquele homem, Jesus? 🗣️",
      "referencias": [
        "Mateus 2:3",
        "Lucas 19:47"
      ],
      "comentario": "A busca pelo meio da festa sugere que Jesus era um tópico quente de conversa. A natureza da pergunta ('onde está Ele?') mostra que muitos desejavam vê-Lo, mas talvez com expectativas erradas (milagres, revolução).",
      "temas": [
        "Busca popular",
        "Expectativas messiânicas",
        "Multidão"
      ],
      "personagens": [
        "Jesus",
        "Judeus"
      ]
    },
    "12": {
      "parafrase": "O burburinho sobre Ele aumentava nas conversas sussurradas entre as pessoas. Alguns diziam abertamente: 'Ele é um bom homem!' Outros discordavam com medo, dizendo: 'Não, Ele está enganando o povo!' 🤫😠",
      "referencias": [
        "Marcos 6:14-16",
        "Mateus 16:13-14"
      ],
      "comentario": "A reação da multidão é polarizada. A descrição de 'bom homem' (agathos) reflete uma admiração moral, mas a acusação de engano reflete o medo dos líderes religiosos que já haviam estabelecido uma narrativa negativa contra Ele.",
      "temas": [
        "Opinião pública",
        "Dicotomia de julgamento",
        "Medo e crença"
      ],
      "personagens": [
        "Multidão"
      ]
    },
    "13": {
      "parafrase": "No entanto, ninguém falava abertamente sobre Jesus por causa do temor reverente que Ele inspirava nos líderes religiosos, que estavam de prontidão para agir contra Ele. 😨",
      "referencias": [
        "João 12:42-43",
        "Atos 5:11"
      ],
      "comentario": "O medo domina a esfera pública. A autoridade dos líderes religiosos (os anciãos e fariseus) era tão grande que as pessoas censuravam suas próprias palavras, demonstrando a opressão política e religiosa sobre o povo.",
      "temas": [
        "Autoridade religiosa",
        "Temor do poder",
        "Censura pública"
      ],
      "personagens": [
        "Líderes religiosos"
      ]
    },
    "14": {
      "parafrase": "Quando a metade da festa já havia passado, Jesus, de repente, subiu ao pátio do Templo e começou a ensinar a todos ali reunidos. 📢",
      "referencias": [
        "Isaías 55:1",
        "Mateus 7:28-29"
      ],
      "comentario": "O momento escolhido (meio da festa) é publicamente significativo. Jesus se insere no centro da adoração judaica, o Templo, e assume o papel de Mestre, utilizando o grande auditório natural que a festa proporcionava.",
      "temas": [
        "Ensino público",
        "Timing divino",
        "Autoridade de Mestre"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "15": {
      "parafrase": "Os judeus que ali estavam ficaram extremamente surpresos e começaram a debater entre si: 'Como pode este homem ter tanto conhecimento, se nunca frequentou as nossas escolas rabínicas e nunca foi formalmente treinado? 🧐",
      "referencias": [
        "Mateus 13:54",
        "João 6:42"
      ],
      "comentario": "A perplexidade deles decorre de sua perspectiva humana: a sabedoria genuína só poderia vir de um estudo formal e reconhecido. Eles não podiam aceitar que a autoridade de Jesus vinha diretamente do céu ('de cima').",
      "temas": [
        "Sabedoria divina vs. formalismo",
        "Dúvida sobre a origem",
        "Ensino de Jesus"
      ],
      "personagens": [
        "Judeus"
      ]
    },
    "16": {
      "parafrase": "Então Jesus respondeu a essa confusão com clareza: 'A doutrina que eu compartilho não é minha, de minha autoria; ela vem daquele que me enviou, aquele que é a fonte verdadeira. 💧",
      "referencias": [
        "João 14:24",
        "Hebreus 1:1-2"
      ],
      "comentario": "Jesus afirma a origem heterônoma (de outro) de Seus ensinamentos. A palavra 'doutrina' (didachē) refere-se ao Seu corpo de ensinamentos. Ele desvia o foco de Sua pessoa (como acadêmico) para a mensagem (como mensageiro).",
      "temas": [
        "Origem da doutrina",
        "Mensagem celestial",
        "Verdade"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "17": {
      "parafrase": "Se alguém de vocês realmente deseja fazer a vontade dAquele que me enviou, ele não precisará procurar saber se o meu ensino é dEle ou se é invenção minha. Pois se sua intenção for genuína, a própria prática lhe revelará a verdade sobre a origem da mensagem. ✅",
      "referencias": [
        "João 13:17",
        "Salmo 25:14"
      ],
      "comentario": "Este é um convite à experimentação prática. Jesus estabelece um critério de verificação: a obediência. Quem cumpre a vontade de Deus (o Pai) reconhecerá, pela experiência, que a fonte da doutrina é divina.",
      "temas": [
        "Obediência como teste",
        "Prática e verdade",
        "Vontade de Deus"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "18": {
      "parafrase": "Aquele que fala por si mesmo busca apenas a sua própria glória e honra. Mas quem busca a glória dAquele que o enviou, esse está falando a verdade, pois não há falsidade ou engano em seu coração. 😇",
      "referencias": [
        "João 5:41",
        "Filipenses 2:3"
      ],
      "comentario": "Jesus traça uma linha clara entre a motivação egoísta (buscar a própria glória, 'doxa') e a motivação altruísta (buscar a glória do Pai). Ele se coloca firmemente na segunda categoria, contrastando com Seus opositores e, implicitamente, com as expectativas de Seus irmãos.",
      "temas": [
        "Busca por glória",
        "Motivação pura",
        "Integridade"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "19": {
      "parafrase": "Moisés não lhes deu a Lei, mas ainda assim vocês a desrespeitam. Por que vocês insistem em me matar? Pois vocês não estão dispostos a aceitar o que eu ensino. 📜🔪",
      "referencias": [
        "João 5:16",
        "Mateus 5:17"
      ],
      "comentario": "Jesus acusa a hipocrisia dos ouvintes. Eles alegam seguir a Torá (a Lei dada por Moisés), mas a principal exigência da Lei — a obediência a Deus — eles a rejeitam ao conspirar para matar o mensageiro de Deus (Jesus).",
      "temas": [
        "Hipocrisia religiosa",
        "A Lei de Moisés",
        "Conspiração para matar"
      ],
      "personagens": [
        "Jesus",
        "Moisés"
      ]
    },
    "20": {
      "parafrase": "A multidão respondeu com espanto: 'Você está possuído por um demônio! Quem quer matá-lo agora? São aqueles líderes religiosos que estão tramando isso!' 😟",
      "referencias": [
        "Marcos 3:22",
        "João 8:48"
      ],
      "comentario": "O povo, embora temeroso, está ciente da ameaça de morte que paira sobre Jesus. A sugestão de que Ele estava 'possuído' era uma acusação comum usada para desacreditar milagres que não se encaixavam na ortodoxia judaica da época.",
      "temas": [
        "Acusação de possessão",
        "Conhecimento da conspiração",
        "Terrorismo religioso"
      ],
      "personagens": [
        "Multidão",
        "Jesus"
      ]
    },
    "21": {
      "parafrase": "Jesus respondeu, apontando para um milagre passado: 'Eu realizei uma única obra maravilhosa no sábado, e todos vocês ficaram chocados com isso! 🖐️",
      "referencias": [
        "João 5:9",
        "Marcos 3:1-6"
      ],
      "comentario": "Jesus relembra a cura do homem paralítico em Betesda (João 5), que ocorreu em um Sábado. A indignação deles com a cura (considerada trabalho proibido) é o ponto de partida para a discussão sobre a circuncisão, que é uma violação mais severa da Lei se comparada à Sua obra de misericórdia.",
      "temas": [
        "Sábado e cura",
        "Milagre passado",
        "Indignação"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "22": {
      "parafrase": "Moisés lhes deu a lei da circuncisão, embora não fosse de Moisés, mas sim dos patriarcas antigos. E, mesmo assim, vocês circuncidam um menino num dia de Sábado para não quebrar a regra da Lei. 👶",
      "referencias": [
        "Gênesis 17:10-14",
        "Levítico 12:3"
      ],
      "comentario": "Jesus usa o argumento da circuncisão (instituída por Abraão, não por Moisés, mas ratificada na Lei) como um precedente legal. Se a Lei humana de preservar a aliança (circuncisão) supera o descanso do Sábado, por que uma obra de misericórdia divina (cura) não superaria? É um argumento lógico irrefutável.",
      "temas": [
        "Circuncisão",
        "Lei dos Patriarcas",
        "Argumento lógico"
      ],
      "personagens": [
        "Moisés",
        "Jesus"
      ]
    },
    "23": {
      "parafrase": "Se vocês circuncidam um homem no Sábado para que a Lei de Moisés não seja quebrada, por que se iram contra mim quando eu restauro totalmente a saúde de um ser humano num Sábado? 🤔",
      "referencias": [
        "Mateus 12:11-12",
        "Lucas 13:15-16"
      ],
      "comentario": "O ponto culminante da lógica de Jesus: A preservação de um símbolo da aliança (circuncisão) é mais importante para eles do que a restauração da vida ou da integridade física. O termo grego para 'restaurar totalmente' é 'holoklēros', sugerindo cura completa.",
      "temas": [
        "Hierarquia da Lei",
        "Misericórdia",
        "Restauração da saúde"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "24": {
      "parafrase": "Parem de julgar pela aparência superficial! Julguem com justiça, observando a intenção real por trás das ações. ⚖️",
      "referencias": [
        "João 5:30",
        "1 Samuel 16:7"
      ],
      "comentario": "Jesus os exorta a abandonar o julgamento externo (aparência) e adotar um julgamento interno e verdadeiro (como o Pai julga). A aparência externa da cura no Sábado era 'errada', mas a intenção era de amor e restauração.",
      "temas": [
        "Julgamento justo",
        "Aparência vs. Realidade",
        "Julgamento divino"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "25": {
      "parafrase": "Alguns habitantes de Jerusalém, ao ouvirem isso, começaram a murmurar: 'Não é este o homem que eles estão tentando assassinar? Será que os líderes estão perdendo o controle, já que ele está falando abertamente com todos nós sem medo? 😮",
      "referencias": [
        "João 11:53",
        "Atos 4:13"
      ],
      "comentario": "A coragem de Jesus em confrontar a liderança publicamente (após Sua entrada discreta) espanta o povo. Eles percebem que Jesus não está se escondendo, o que torna a conspiração dos líderes ainda mais evidente e paradoxal.",
      "temas": [
        "Coragem de Jesus",
        "Confronto aberto",
        "Percepção popular"
      ],
      "personagens": [
        "Habitantes de Jerusalém",
        "Jesus"
      ]
    },
    "26": {
      "parafrase": "Alguns da multidão, maravilhados com os ensinamentos de Jesus, começaram a murmurar entre si: 'Será que este homem, que está falando com tanta autoridade e sabedoria, não é aquele que os líderes religiosos procuram matar? Ele está falando abertamente, sem medo, e ninguém o repreende! Por acaso eles não sabem quem Ele realmente é?'.",
      "referencias": [
        "Salmos 119:130",
        "Mateus 7:28"
      ],
      "comentario": "A menção de 'murmurar' ($\text{goggusmos}$ - um som baixo de insatisfação ou dúvida) indica que, apesar do impacto dos ensinos, ainda havia uma barreira de incredulidade e medo entre o povo. Eles reconhecem a ousadia de Jesus ('fala abertamente') em contraste com a perseguição silenciosa dos chefes.",
      "temas": [
        "Incredulidade popular",
        "Ousadia de Jesus",
        "Segredo da identidade"
      ],
      "personagens": [
        "Multidão",
        "Líderes religiosos"
      ]
    },
    "27": {
      "parafrase": "No entanto, em sua confusão, eles pensavam: 'Sabemos de onde este homem veio, da Galileia, de onde Ele é. Mas quando o Cristo vier, ninguém saberá a sua origem real, ninguém saberá de onde Ele realmente procede'. Eles caíram na armadilha de focar apenas na origem geográfica conhecida de Jesus, ignorando o mistério divino.",
      "referencias": [
        "Miquéias 5:2",
        "Isaías 11:1"
      ],
      "comentario": "O equívoco aqui reside na expectativa messiânica. Eles acreditavam que a origem do Messias seria misteriosa e não ligada a um lugar conhecido como Nazaré (Galileia). Eles aplicam uma profecia (provavelmente de Miquéias 5:2, sobre Belém) de forma literal e incompleta, enquanto perdem o sinal mais importante: Sua natureza celestial.",
      "temas": [
        "Expectativa messiânica errônea",
        "Conhecimento superficial",
        "Mistério da Encarnação"
      ],
      "personagens": [
        "Multidão"
      ]
    },
    "28": {
      "parafrase": "Então, Jesus, percebendo que eles estavam debatendo sobre Sua identidade e origem, elevou a voz no Templo e declarou com ênfase: 'Vocês Me conhecem, e também sabem de onde eu vim! Mas Eu não vim por vontade própria, não sou eu quem decide a hora de Eu vir. Foi Aquele que Me enviou quem é verdadeiro, e vocês não O conhecem de verdade!'.",
      "referencias": [
        "João 5:32",
        "João 17:3"
      ],
      "comentario": "Jesus usa a palavra 'conhecer' ($\text{oida}$ - conhecimento factual) para contrastá-lo com o 'conhecimento verdadeiro' ($\text{ginosko}$ - conhecimento íntimo e experiencial) do Pai. Ele reverte a acusação: o problema não é saber de onde Ele é, mas sim não conhecer Quem O enviou. 💥",
      "temas": [
        "A verdade sobre a origem",
        "Autoridade do Pai",
        "Conhecimento salvífico"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "29": {
      "parafrase": "Eu, por outro lado, O conheço perfeitamente, pois fui enviado por Ele, e sou a Sua verdadeira representação aqui na Terra'.",
      "referencias": [
        "João 1:18",
        "Colossenses 1:15"
      ],
      "comentario": "Esta é uma afirmação direta da missão e da unidade essencial com o Pai. O conhecimento de Jesus sobre o Pai é completo e inerente, diferentemente do conhecimento superficial da multidão. Ele é o embaixador perfeito.",
      "temas": [
        "Unidade Pai-Filho",
        "Missão divina",
        "Conhecimento perfeito"
      ],
      "personagens": [
        "Jesus",
        "Pai"
      ]
    },
    "30": {
      "parafrase": "Com isso, eles tentaram agarrá-Lo fisicamente, buscando prender Jesus, pois Suas palavras eram uma afronta direta à sua ignorância. Contudo, ninguém conseguiu tocá-Lo, pois a Sua hora de ser entregue e morrer ainda não havia chegado.",
      "referencias": [
        "Lucas 4:30",
        "João 10:39"
      ],
      "comentario": "O poder soberano do tempo divino ($\text{hora}$) protege Jesus. A tentativa de prisão falha não por força física, mas pela soberania de Deus sobre o cronograma da redenção. A hora ($\text{hora}$) é um tema recorrente no Evangelho de João, marcando os momentos cruciais da paixão.",
      "temas": [
        "Soberania divina",
        "Proteção providencial",
        "A hora determinada"
      ],
      "personagens": [
        "Jesus",
        "Multidão"
      ]
    },
    "31": {
      "parafrase": "Muitos daquelas pessoas, ouvindo a Sua retórica e vendo os milagres que Ele realizava, começaram a crer n'Ele. Eles pensavam: 'Será que este homem, quando vier o Messias, fará mais sinais do que todos os que Ele já fez aqui?' 🤔",
      "referencias": [
        "João 2:23",
        "Mateus 11:20-24"
      ],
      "comentario": "A fé destes indivíduos é baseada primariamente nos sinais ($\text{semeia}$). É uma fé inicial, mas instável, pois está condicionada à realização de mais prodígios. Eles buscam um Messias de poder visível, não um de sacrifício oculto.",
      "temas": [
        "Fé baseada em sinais",
        "Milagres",
        "Crença popular"
      ],
      "personagens": [
        "Multidão"
      ]
    },
    "32": {
      "parafrase": "Os fariseus, percebendo a crescente agitação e a crença que se espalhava por causa dos ensinamentos e obras de Jesus, enviaram guardas do Templo para prendê-Lo.",
      "referencias": [
        "Lucas 19:47",
        "Atos 5:24"
      ],
      "comentario": "A oposição formal se manifesta através da ação oficial. Os fariseus, como guardiões da ortodoxia religiosa, veem a popularidade de Jesus como uma ameaça direta à sua autoridade e ordem estabelecida.",
      "temas": [
        "Oposição religiosa",
        "Tentativa de prisão",
        "Autoridade questionada"
      ],
      "personagens": [
        "Fariseus",
        "Guardas do Templo",
        "Jesus"
      ]
    },
    "33": {
      "parafrase": "Mas Jesus lhes disse claramente: 'Eu ainda permanecerei com vocês por um pouco mais de tempo, e depois Eu voltarei para Aquele que Me enviou'.",
      "referencias": [
        "João 12:35",
        "João 16:16"
      ],
      "comentario": "Mais uma vez, Jesus reafirma o limite temporal de Sua presença física ('por um pouco mais de tempo'). Ele direciona a atenção dos ouvintes (incluindo os guardas) para Sua ascensão e retorno ao Pai, um conceito que eles não conseguiam compreender.",
      "temas": [
        "Tempo limitado",
        "Ascensão vindoura",
        "Despedida"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "34": {
      "parafrase": "Então Ele fez uma pergunta enigmática: 'Vocês Me procurarão depois, mas não Me encontrarão onde Eu estarei. E para onde Eu vou, vocês não podem vir'. A tensão na sala aumentou com essas palavras misteriosas. ❓",
      "referencias": [
        "Apocalipse 21:27",
        "João 13:33"
      ],
      "comentario": "Este é um ponto crucial de separação. A busca deles será infrutífera porque eles buscam o Jesus terreno e histórico, mas Ele estará em um domínio celestial, acessível apenas pela fé genuína e não pela localização física.",
      "temas": [
        "Busca infrutífera",
        "Domínio celestial",
        "Acesso negado"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "35": {
      "parafrase": "Os líderes judeus começaram a debater entre si, confusos: 'Aonde Ele pretende ir para que nós não O possamos achar? Será que Ele pensa em ir para a diáspora, para as cidades gregas, e ensinar aos gentios? O que Ele quer dizer com isso?'.",
      "referencias": [
        "Isaías 49:6",
        "Romanos 11:11"
      ],
      "comentario": "A confusão deles é inerente à sua visão limitada. Eles interpretam a ida de Jesus no plano geográfico e cultural (diáspora, gentios), incapazes de conceber a ideia de uma partida para a glória espiritual.",
      "temas": [
        "Confusão teológica",
        "Limites humanos de entendimento",
        "Missão universal"
      ],
      "personagens": [
        "Líderes judeus"
      ]
    },
    "36": {
      "parafrase": "Jesus ouviu a discussão vazia e respondeu: 'Vocês Me procurarão e não Me acharão, pois Eu irei para onde vocês não têm como ir'. Ele estava se referindo à Sua volta ao Pai.",
      "referencias": [
        "Salmos 139:8",
        "Hebreus 4:16"
      ],
      "comentario": "Jesus encerra o debate com uma afirmação final sobre a acessibilidade do Pai. A diferença entre eles é ontológica: um lado pertence à Terra, o outro ao Céu.",
      "temas": [
        "Acesso ao Pai",
        "Diferença ontológica",
        "Separação espiritual"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "37": {
      "parafrase": "No último e mais importante dia da Festa dos Tabernáculos, Jesus se levantou, colocou-se no meio da grande aglomeração e gritou com uma voz forte, como um profeta convocando o povo: 'Se alguém tiver sede, que venha a Mim e beba! Que aquele que crê em Mim, como dizem as Escrituras, deixe que rios de vida jorrem de seu interior!' 🌊",
      "referencias": [
        "Isaías 55:1",
        "Apocalipse 22:17"
      ],
      "comentario": "Este é o clímax retórico da festa. A festa celebrava a provisão de água (lembrando o maná e a água da rocha). Jesus se identifica como a verdadeira provisão. O termo 'das entranhas' ($\text{koilia}$) denota a fonte mais profunda do ser interior, sugerindo o Espírito Santo que seria derramado após Sua glória (cf. João 19:34).",
      "temas": [
        "Sede espiritual",
        "Jesus como provisão",
        "Derramamento do Espírito",
        "Festa dos Tabernáculos"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "38": {
      "parafrase": "Ele continuou: 'Aquele que confia plenamente em Mim, aquele cuja fé é real, dele fluirão, conforme as Escrituras Sagradas garantem, torrentes de água viva, rios de bênção e poder espiritual!'.",
      "referencias": [
        "Gálatas 3:5",
        "Provérbios 18:4"
      ],
      "comentario": "Jesus cita a Escritura (embora não um versículo exato, mas o conceito geral de Sua obra). A água viva, aqui, é metaforicamente o Espírito Santo prometido, uma fonte inesgotável de vida espiritual para os crentes.",
      "temas": [
        "Fé genuína",
        "Água viva",
        "Promessa das Escrituras"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "39": {
      "parafrase": "Jesus ainda não havia recebido a glória total (o Espírito Santo ainda não havia sido derramado, pois Ele próprio precisava ser glorificado através da cruz e ressurreição). A multidão não compreendia que a água da qual Ele falava era o Espírito, que seria dado somente depois que Ele, Jesus, fosse exaltado. 🕊️",
      "referencias": [
        "João 16:7",
        "Atos 2:33"
      ],
      "comentario": "Este versículo é uma chave exegética. O Espírito Santo não é plenamente dado até que Jesus seja glorificado (ressurreição, ascensão). A 'glória' ($\text{doxa}$) aqui se refere primariamente ao Seu sacrifício redentor consumado.",
      "temas": [
        "Glória de Jesus",
        "A vinda do Espírito Santo",
        "A obra da Cruz"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "40": {
      "parafrase": "Ao ouvir estas palavras profundas, alguns da multidão começaram a dizer: 'Este homem, sem dúvida, é o Profeta que esperávamos!'. Outros discordavam veementemente: 'Não, Ele é o Cristo! Ele tem que ser o Messias!'.",
      "referencias": [
        "Deuteronômio 18:15",
        "João 1:21"
      ],
      "comentario": "A multidão está dividida, mas a nomenclatura é reveladora. O 'Profeta' (como Moisés) era uma expectativa, mas 'Cristo' ($\text{Christos}$ - Ungido) é o título messiânico supremo. A aceitação ainda é parcial e baseada em diferentes expectativas.",
      "temas": [
        "Identidade de Jesus",
        "Dúvida e convicção",
        "Profeta e Messias"
      ],
      "personagens": [
        "Multidão"
      ]
    },
    "41": {
      "parafrase": "Mas uma terceira facção insistia: 'Espere um pouco! Como pode o Cristo vir da Galileia? As Escrituras nos ensinam claramente que o Cristo descendente de Davi virá de Belém, a cidade onde Davi nasceu!'.",
      "referencias": [
        "Miquéias 5:2",
        "Lucas 2:4"
      ],
      "comentario": "Esta facção usa o conhecimento geográfico profético (Belém) para desqualificar Jesus, que era conhecido como o Galileu. Eles aplicam a profecia de Belém de forma rígida, sem considerar o fato de que José e Maria estavam em Belém para o censo (Lucas 2:4), embora Jesus residisse em Nazaré.",
      "temas": [
        "Geografia messiânica",
        "Conhecimento incompleto da profecia",
        "Origem de Davi"
      ],
      "personagens": [
        "Multidão"
      ]
    },
    "42": {
      "parafrase": "Eles argumentavam: 'As Escrituras jamais mentiriam! Elas afirmam que o Cristo descenderá da linhagem de Davi e que Ele virá da pequena vila de Belém, o lugar de onde Davi se levantou!'.",
      "referencias": [
        "Jeremias 23:5",
        "Mateus 1:1"
      ],
      "comentario": "O cerne do argumento deles é a autoridade das Escrituras. Eles estão corretos sobre a linhagem e a cidade, mas falham em reconhecer que Jesus satisfaz ambas as exigências (nascido em Belém, criado em Nazaré, mas da casa de Davi).",
      "temas": [
        "Autoridade das Escrituras",
        "Linhagem Davídica",
        "Profecia cumprida"
      ],
      "personagens": []
    },
    "43": {
      "parafrase": "Assim, a multidão se dividiu por causa d'Ele, uns querendo capturá-Lo e outros começando a acreditar que Ele era o Ungido.",
      "referencias": [
        "João 9:16",
        "Mateus 10:34"
      ],
      "comentario": "A palavra de Jesus sempre divide. Ele não veio trazer a paz superficial, mas sim a divisão entre aqueles que aceitam a verdade (mesmo que incompleta) e aqueles que a rejeitam com base em preconceitos ou expectativas não cumpridas.",
      "temas": [
        "Divisão causada por Cristo",
        "Aceitação e rejeição",
        "Conflito"
      ],
      "personagens": [
        "Multidão",
        "Jesus"
      ]
    },
    "44": {
      "parafrase": "Enquanto isso, alguns dos chefes do sacerdócio e fariseus já haviam enviado seus guardas para prender Jesus, mas eles retornaram de mãos vazias, falhando em sua missão.",
      "referencias": [
        "João 7:32",
        "Atos 5:23"
      ],
      "comentario": "O fracasso repetido dos guardas demonstra, novamente, a intervenção divina para proteger Jesus até a Sua hora. Os oficiais, que deveriam ser os mais eficazes, são os primeiros a falhar.",
      "temas": [
        "Falha da autoridade",
        "Proteção divina",
        "Missão frustrada"
      ],
      "personagens": [
        "Guardas do Templo",
        "Chefes sacerdotes",
        "Fariseus",
        "Jesus"
      ]
    },
    "45": {
      "parafrase": "Os guardas voltaram e, interrogados pelos fariseus, tiveram que admitir, frustrados: 'Jamais ouvimos um homem falar com tamanha autoridade e poder sobre as coisas divinas! Por que não O trouxemos?'.",
      "referencias": [
        "Mateus 7:29",
        "Lucas 4:22"
      ],
      "comentario": "A autoridade ($\text{exousia}$) dos ensinos de Jesus impressiona até mesmo os agentes da lei. Eles não conseguem justificar sua falha, pois foram silenciados pela própria eloquência e verdade do Mestre.",
      "temas": [
        "Autoridade de Jesus",
        "Incapacidade de prender",
        "Testemunho involuntário"
      ],
      "personagens": [
        "Guardas do Templo",
        "Fariseus",
        "Jesus"
      ]
    },
    "46": {
      "parafrase": "Os fariseus, irritados com a resposta dos guardas, replicaram com sarcasmo e desprezo: 'Será que vocês também foram enganados? Por acaso algum de nossos líderes ou algum fariseu se convenceu e acreditou n'Ele? Impossível!'.",
      "referencias": [
        "1 Coríntios 1:20",
        "João 9:39"
      ],
      "comentario": "A negação obstinada da liderança é evidente. Eles usam o preconceito social e religioso para desqualificar a experiência dos guardas. A aceitação de Jesus é vista como sinal de ignorância ou ingenuidade.",
      "temas": [
        "Preconceito religioso",
        "Cegueira espiritual",
        "Negação da autoridade"
      ],
      "personagens": [
        "Fariseus",
        "Guardas do Templo"
      ]
    },
    "47": {
      "parafrase": "Nicodemos, que já havia visitado Jesus secretamente à noite e era um deles (membro do Sinédrio), ousou intervir timidamente: 'Em nosso meio, a lei exige que uma acusação só seja válida após ser ouvida e examinada. Será que podemos julgar este homem sem antes ouvir o que Ele tem a dizer e sem conhecer o que Ele fez?'.",
      "referencias": [
        "Deuteronômio 1:16",
        "João 3:2"
      ],
      "comentario": "Nicodemos apela à jurisprudência judaica (a necessidade de ouvir as partes). Ele usa a lei para defender um processo justo para Jesus, mostrando que ele é o único membro da elite que está disposto a arriscar sua reputação pela justiça.",
      "temas": [
        "Justiça processual",
        "Nicodemos",
        "Coragem tímida"
      ],
      "personagens": [
        "Nicodemos",
        "Fariseus"
      ]
    },
    "48": {
      "parafrase": "Os outros líderes o desprezaram com escárnio e responderam: 'Você também é da Galileia? Estude as Escrituras e veja que nenhum dos verdadeiros profetas ou líderes jamais veio daquela região desprezada! Ou será que você também foi seduzido por Ele?'.",
      "referencias": [
        "João 1:46",
        "2 Reis 4:29"
      ],
      "comentario": "Eles usam o regionalismo (Galileia) como arma de ataque pessoal contra Nicodemos, tentando envergonhá-lo e deslegitimar seu argumento. A desprezo pela Galileia era comum entre os aristocratas de Jerusalém.",
      "temas": [
        "Preconceito regional",
        "Desprezo pela verdade",
        "Isolamento de Nicodemos"
      ],
      "personagens": [
        "Fariseus",
        "Nicodemos"
      ]
    },
    "49": {
      "parafrase": "Eles concluíram, em sua arrogância: 'Nós somos os únicos que conhecem a Lei! A multidão, que não conhece nada, está perdida e amaldiçoada por seguir este herege!'.",
      "referencias": [
        "Romanos 2:17-20",
        "1 Coríntios 1:27"
      ],
      "comentario": "Este versículo expõe a autoconfiança religiosa dos líderes. Eles acreditam possuir o monopólio do conhecimento ('Nós conhecemos a Lei'), o que os torna cegos à revelação direta de Deus diante deles. Eles amaldiçoam aqueles que aceitam a Cristo.",
      "temas": [
        "Arrogância religiosa",
        "Monopólio da verdade",
        "Julgamento precipitado"
      ],
      "personagens": [
        "Fariseus"
      ]
    },
    "50": {
      "parafrase": "Entretanto, Nicodemos, mesmo sem argumentar mais, deve ter se afastado refletindo sobre o que havia dito, lembrando-se que a justiça deve sempre preceder o julgamento. Ele havia plantado uma semente de cautela no meio da fúria deles. 🙏",
      "referencias": [
        "Tiago 1:19",
        "Efésios 4:29"
      ],
      "comentario": "O silêncio subsequente de Nicodemos não é capitulação total; é prudência estratégica. Ele já havia falado o suficiente para registrar sua posição, garantindo sua segurança enquanto esperava o momento oportuno para se declarar plenamente (como visto em João 19:39-42).",
      "temas": [
        "Prudência e estratégia",
        "Busca pela verdade",
        "Desenvolvimento da fé"
      ],
      "personagens": [
        "Nicodemos"
      ]
    },
    "51": {
      "parafrase": "Nicodemos, que antes havia se aproximado de Jesus à noite, com medo e em segredo (como se temesse a reação dos outros líderes), finalmente encontra coragem para falar. Ele intervém na discussão acalorada entre os fariseus e o povo, lembrando-os da lei de Moisés, que exige um julgamento justo: 'Nossa lei', ele argumenta, 'não condena ninguém sem antes ouvi-lo e saber o que ele fez de fato?'. Ele está pedindo um processo justo, um direito básico que estava sendo atropelado pela histeria do Sinédrio.",
      "referencias": [
        "Deuteronômio 1:16",
        "Êxodo 23:1",
        "Levítico 19:15"
      ],
      "comentario": "Nicodemos usa a própria 'Lei' (Torá) para defender Jesus. O termo grego para 'ouvir primeiro' é 'akousai' (ἀκοῦσαι), enfatizando a necessidade de audiência. Este versículo reflete o princípio legal básico encontrado em Deuteronômio 1:16. Nicodemos era um membro do Sinédrio (o 'Sanedrim' ou 'Conselho Superior'), e sua intervenção demonstra uma coragem recém-descoberta, contrastando com sua visita noturna anterior (João 3). Ele apela para a ordem legal contra o linchamento moral promovido pelos oponentes.",
      "temas": [
        "Justiça processual",
        "Coragem moral",
        "Lei Mosaica",
        "Intercessão"
      ],
      "personagens": [
        "Nicodemos",
        "Fariseus"
      ]
    },
    "52": {
      "parafrase": "Os outros membros do Sinédrio, cheios de raiva e descrença, responderam a Nicodemos com sarcasmo cortante e despeito. Eles o ridicularizaram, perguntando: 'Você também é da Galileia?'. Este era um insulto velado, pois a Galileia era vista como uma região inferior, rústica e de pouca instrução, e Jesus era associado a ela. Em seguida, eles lançaram a acusação final: 'Vá estudar as Escrituras!'. A implicação clara era: 'Você é burro, não viu que nenhum profeta vem da Galileia?'",
      "referencias": [
        "João 1:46",
        "Isaías 9:1",
        "Jeremias 33:15"
      ],
      "comentario": "A resposta dos chefes é um ataque ad hominem, desviando o foco da defesa de Jesus para desqualificar o defensor. A menção à Galileia ('Galilaia') era um estigma cultural e religioso. Eles tentam deslegitimar Nicodemos, sugerindo que qualquer um que seguisse Jesus de Nazaré ou Cafarnaum (ambos na Galileia) estava automaticamente fora da ortodoxia. O comando implícito 'Olhe as Escrituras' é profundamente irônico, pois eles mesmos estavam ignorando a justiça que as Escrituras prescreviam (v. 51).",
      "temas": [
        "Preconceito regional",
        "Hipocrisia religiosa",
        "Ataque pessoal",
        "Rejeição das Escrituras"
      ],
      "personagens": [
        "Nicodemos",
        "Membros do Sinédrio"
      ]
    },
    "53": {
      "parafrase": "Após essa troca tensa, a assembleia de líderes religiosos se dispersou, cada um voltando para sua própria casa. O debate sobre prender Jesus foi temporariamente suspenso, não por uma decisão unânime ou pela aceitação da justiça defendida por Nicodemos, mas pelo esgotamento e pela divisão interna causada pela confrontação. Eles se retiraram, mas a tensão e o plano contra Jesus permaneceram latentes, prontos para serem retomados.",
      "referencias": [
        "Mateus 27:1",
        "Marcos 14:55",
        "Atos 4:15"
      ],
      "comentario": "O versículo marca o fim da sessão imediata do Sinédrio sobre a prisão de Jesus naquela noite (ou momento de debate). A dissolução do conselho ('foram para suas casas') ilustra a falta de coesão e a natureza emocional da oposição. Em vez de resolverem a questão de Jesus à luz da Lei, eles adiaram o problema. Este interlúdio é crucial, pois prepara o palco para as ações subsequentes dos líderes, que se reuniriam novamente com um propósito mais claro e destrutivo.",
      "temas": [
        "Dissolução do debate",
        "Adiantamento de julgamento",
        "Conflito interno",
        "Próximos passos da oposição"
      ],
      "personagens": [
        "Líderes Judeus"
      ]
    }
  }
}