{
  "livro": "João",
  "capitulo": 11,
  "contexto_historico": "O Capítulo 11 de João, narrando a ressurreição de Lázaro, ocorre durante um período de crescente tensão entre Jesus e as autoridades religiosas em Jerusalém (Fariseus e Saduceus). Jesus se encontra na Galileia ou além do Jordão, evitando deliberadamente a Judeia após o incidente em que quase foi apedrejado (João 10:31-39). A notícia da doença de Lázaro, irmão de Maria e Marta em Betânia (perto de Jerusalém), chega a Jesus. A demora intencional de Jesus em chegar (dizendo que a doença era 'para a glória de Deus') intensifica o drama e prepara o palco para a manifestação suprema de Sua divindade. Este evento ocorre pouco antes da Páscoa, impulsionando a decisão do Sinédrio de executar Jesus, pois muitos começam a crer Nele após o milagre. É um ponto de inflexão crucial antes da Paixão. ⏳✝️",
  "bloco_tematico": "O Sinal Supremo: A Ressurreição de Lázaro e a Declaração 'Eu Sou a Ressurreição e a Vida' 🌄💧",
  "versiculos": {
    "1": {
      "parafrase": "Existia um homem chamado Lázaro, morador de Betânia, aquela pequena aldeia, que estava terrivelmente doente. Ele era irmão de Maria e de Marta, as duas mulheres muito conhecidas de Jesus.",
      "referencias": [
        "Lucas 10:38",
        "João 12:1"
      ],
      "comentario": "O versículo estabelece imediatamente o palco e os personagens centrais: Lázaro e suas irmãs, residentes em Betânia (a 'casa da aflição' ou 'casa do pão', dependendo da etimologia), um lugar muito próximo a Jerusalém. O termo grego para 'doente' (arrhōstōn) indica uma doença grave, de prognóstico ruim.",
      "temas": [
        "Doença",
        "Relacionamento familiar",
        "Localização geográfica"
      ],
      "personagens": [
        "Lázaro",
        "Maria",
        "Marta"
      ]
    },
    "2": {
      "parafrase": "Essas irmãs, Maria e Marta, enviaram uma mensagem urgente aos pés de Jesus, dizendo: 'Mestre, o seu amigo muito querido está à beira da morte, gravemente enfermo!'",
      "referencias": [
        "Mateus 8:5",
        "Lucas 7:1-2"
      ],
      "comentario": "A forma como chamam Jesus ('o Senhor, aquele que amamos' - ho philon sou) sublinha a profundidade da relação pessoal deles. O envio de mensageiros em vez de ir pessoalmente sugere a urgência da situação e o reconhecimento da autoridade de Jesus.",
      "temas": [
        "Súplica",
        "Amizade com Jesus",
        "Urgência"
      ],
      "personagens": [
        "Maria",
        "Marta",
        "Jesus"
      ]
    },
    "3": {
      "parafrase": "Ao receberem a notícia, as irmãs informaram a Jesus sobre a enfermidade do amigo. Ouvindo isso, Jesus pronunciou uma frase de efeito: 'Essa doença em particular não terminará em morte. Pelo contrário, ela servirá para manifestar a glória de Deus e, através dela, o Filho de Deus será glorificado.'",
      "referencias": [
        "João 2:11",
        "Romanos 8:28"
      ],
      "comentario": "Esta é uma declaração profética e paradoxal. Jesus sabe que Lázaro morrerá, mas Ele enquadra a morte não como um fim, mas como um prelúdio para um milagre maior, a ressurreição, que demonstrará Sua própria divindade ('glória de Deus' - doxa tou Theou).",
      "temas": [
        "Glória de Deus",
        "Propósito divino",
        "Morte e Vida"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "4": {
      "parafrase": "Quando Jesus ouviu a notícia, Ele esperou mais dois dias no local onde estava.",
      "referencias": [
        "Lucas 13:31-33",
        "João 10:40"
      ],
      "comentario": "A demora intencional (o atraso de dois dias, somando-se ao tempo de viagem, totaliza cerca de quatro dias após a morte, tempo suficiente para a decomposição, crucial para o milagre subsequente) é um elemento dramático chave. Jesus não age imediatamente, permitindo que a crise atinja seu ápice.",
      "temas": [
        "Paciência divina",
        "Tempo de Deus",
        "Esperança"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "5": {
      "parafrase": "E, mesmo assim, Jesus nutria um carinho profundo e especial por Lázaro, assim como por Maria e Marta.",
      "referencias": [
        "João 10:11",
        "Provérbios 17:17"
      ],
      "comentario": "Apesar do atraso tático, o texto reafirma que a motivação de Jesus era o amor ('ēgapa' - um amor profundo e afetivo). Ele não estava indiferente à dor deles, mas seu propósito maior moldava sua ação.",
      "temas": [
        "Amor",
        "Compaixão",
        "Afeição"
      ],
      "personagens": [
        "Jesus",
        "Lázaro",
        "Maria",
        "Marta"
      ]
    },
    "6": {
      "parafrase": "Por isso, depois de saber que Lázaro estava doente, Ele ficou ainda mais dois dias no mesmo lugar onde se encontrava.",
      "referencias": [
        "Gênesis 50:15-21",
        "Tiago 1:2-4"
      ],
      "comentario": "Este versículo reforça a pausa. Tecnicamente, após a doença ser relatada (v. 3), Ele esperou dois dias. Somando-se ao tempo de viagem para chegar a Betânia, estaria chegando no quarto dia após a morte. A repetição enfatiza a deliberada 'lentidão' de Cristo.",
      "temas": [
        "Deliberação",
        "Paciência",
        "Propósito"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "7": {
      "parafrase": "Após esse tempo, Jesus disse aos seus discípulos: 'Agora vamos voltar para a região da Judeia!'",
      "referencias": [
        "Mateus 10:16",
        "Atos 1:8"
      ],
      "comentario": "A decisão de retornar à Judeia é perigosa. Os judeus haviam tentado apedrejá-lo recentemente (João 10:31). Os discípulos entendem o risco inerente à volta.",
      "temas": [
        "Retorno a perigo",
        "Coragem",
        "Missão"
      ],
      "personagens": [
        "Jesus",
        "Discípulos"
      ]
    },
    "8": {
      "parafrase": "Os discípulos protestaram, dizendo: 'Mestre, há pouco tempo as pessoas lá em Judeia estavam tentando te apedrejar, e o senhor quer voltar para lá?'",
      "referencias": [
        "João 10:31",
        "Atos 14:19"
      ],
      "comentario": "A resposta dos discípulos demonstra preocupação prática e medo. Eles se lembram claramente da perseguição anterior, indicando que o perigo era real e recente.",
      "temas": [
        "Medo dos discípulos",
        "Perseguição",
        "Memória do perigo"
      ],
      "personagens": [
        "Discípulos",
        "Jesus"
      ]
    },
    "9": {
      "parafrase": "Jesus respondeu com uma metáfora sobre a luz: 'Não há doze horas no dia? Quem anda durante o dia não tropeça, pois vê a luz deste mundo.'",
      "referencias": [
        "João 8:12",
        "Efésios 5:8"
      ],
      "comentario": "Jesus usa a imagem da luz do dia (hōrai hêmeras) para contrastar com a escuridão da morte ou do perigo. Enquanto Ele está agindo em Seu tempo designado (a 'hora' de Deus), Ele está seguro, pois Sua missão é a própria Luz.",
      "temas": [
        "Luz e Trevas",
        "Tempo Divino",
        "Segurança em Deus"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "10": {
      "parafrase": "Mas, se alguém caminhar na escuridão da noite, tropeçará, porque não tem a luz para guiar seus passos.'",
      "referencias": [
        "Provérbios 4:19",
        "Lucas 11:34"
      ],
      "comentario": "A noite aqui simboliza o tempo fora da vontade ou da presença de Deus, um estado de ignorância ou perigo espiritual. O tropeço é inevitável para quem opera sem a direção da Luz divina.",
      "temas": [
        "Perigo da ignorância",
        "Tropeço",
        "Ausência de Deus"
      ],
      "personagens": []
    },
    "11": {
      "parafrase": "Depois de dizer isso, Jesus acrescentou, com um tom que denotava um propósito maior: 'Nosso amigo Lázaro adormeceu; mas eu vou até lá para despertá-lo do sono.'",
      "referencias": [
        "Mateus 9:24",
        "1 Tessalonicenses 4:13-14"
      ],
      "comentario": "O uso da palavra 'dormir' (kato-theis) para descrever a morte é um eufemismo comum nas Escrituras, que Jesus usa para antecipar a ressurreição. Para Ele, a morte é temporária, como um sono profundo do qual Ele tem o poder de despertar.",
      "temas": [
        "Morte como sono",
        "Poder de despertar",
        "Ressurreição"
      ],
      "personagens": [
        "Jesus",
        "Lázaro"
      ]
    },
    "12": {
      "parafrase": "Os discípulos, entendendo a referência literal ao descanso físico, comentaram entre si: 'Se ele está apenas dormindo, então a situação não é tão grave, e ele vai se recuperar!'",
      "referencias": [
        "Marcos 4:38",
        "Lucas 8:52"
      ],
      "comentario": "A incompreensão dos discípulos (metonímia por metáfora) mostra que eles ainda não compreendiam plenamente a autoridade de Jesus sobre a morte. Para eles, 'dormir' significa recuperação natural.",
      "temas": [
        "Incompreensão dos discípulos",
        "Literalismo",
        "Esperança natural"
      ],
      "personagens": [
        "Discípulos"
      ]
    },
    "13": {
      "parafrase": "Então, Jesus lhes falou com clareza absoluta: 'Lázaro morreu de fato.'",
      "referencias": [
        "João 6:60-66",
        "1 Coríntios 15:42-44"
      ],
      "comentario": "Jesus corrige a interpretação deles, afirmando a realidade da morte física de Lázaro. Essa afirmação torna o milagre iminente ainda mais espetacular, pois Ele não vai curar uma doença, mas sim reverter a morte consumada.",
      "temas": [
        "Realidade da morte",
        "Clareza",
        "Reversão da morte"
      ],
      "personagens": [
        "Jesus",
        "Lázaro"
      ]
    },
    "14": {
      "parafrase": "E, para que vocês possam entender e crer em Mim, eu me alegro por não ter estado lá no momento em que ele adoeceu.",
      "referencias": [
        "João 11:4",
        "Romanos 8:28"
      ],
      "comentario": "Este é um dos versículos mais profundos sobre o propósito da dor. Jesus expressa alegria (embora paradoxal) por ter perdido a oportunidade de curar, pois a ressurreição de um morto é uma demonstração de poder incomparavelmente maior do que a cura de um doente.",
      "temas": [
        "Propósito do sofrimento",
        "Fé fortalecida",
        "Manifestação de poder"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "15": {
      "parafrase": "E eu lhes digo: 'Vamos até ele, para que vocês vejam o que realmente aconteceu, e para que fortaleçam a vossa fé em Mim.'",
      "referencias": [
        "João 20:29",
        "Hebreus 11:1"
      ],
      "comentario": "O objetivo final do milagre é a fé (pisteuō). O testemunho ocular da ressurreição serve como um pilar fundamental para a crença dos apóstolos e para a verdade do Evangelho.",
      "temas": [
        "Fortalecimento da fé",
        "Testemunho ocular",
        "Crença"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "16": {
      "parafrase": "Então, Tomé, chamado Dídimo, ou 'Gêmeo', virou-se para os outros discípulos e disse com determinação, mas talvez com um tom de resignação: 'Nós também devemos ir, para que possamos morrer com Ele!'",
      "referencias": [
        "João 20:24-29",
        "Lucas 22:33"
      ],
      "comentario": "Tomé, conhecido por sua dúvida, aqui demonstra um fervor sacrificial. Ele interpreta a intenção de Jesus de ir para um lugar perigoso (Judeia) como um chamado ao martírio, escolhendo compartilhar o destino fatal de seu Mestre.",
      "temas": [
        "Dúvida e lealdade",
        "Sacrifício",
        "Martírio"
      ],
      "personagens": [
        "Tomé (Dídimo)",
        "Discípulos",
        "Jesus"
      ]
    },
    "17": {
      "parafrase": "Quando Jesus finalmente chegou a Betânia, descobriu que Lázaro já estava morto há quatro dias e seu corpo jazia no sepulcro.",
      "referencias": [
        "João 12:17",
        "1 Pedro 3:18"
      ],
      "comentario": "A chegada no quarto dia (o dia em que se acreditava que a alma havia deixado o corpo definitivamente segundo algumas tradições judaicas antigas) intensifica o milagre. Lázaro está formalmente morto e embalsamado (implícito pelo tempo).",
      "temas": [
        "Confirmação da morte",
        "Tempo da espera",
        "Sepulcro"
      ],
      "personagens": [
        "Jesus",
        "Lázaro"
      ]
    },
    "18": {
      "parafrase": "A aldeia de Betânia ficava a cerca de três quilômetros de Jerusalém. Por isso, muitos judeus da cidade tinham ido visitar Marta e Maria para lhes oferecer consolo pela perda.",
      "referencias": [
        "Lucas 24:18",
        "Jó 2:13"
      ],
      "comentario": "A menção da distância (quinze estádios) serve para contextualizar a presença de uma grande multidão de visitantes, preparando o palco para a espetacular revelação pública de Jesus.",
      "temas": [
        "Luto público",
        "Comunidade",
        "Consolo"
      ],
      "personagens": [
        "Marta",
        "Maria",
        "Judeus"
      ]
    },
    "19": {
      "parafrase": "Quando Marta soube que Jesus estava se aproximando, ela saiu rapidamente para encontrá-Lo, mas Maria ficou em casa, sentada com os enlutados.",
      "referencias": [
        "Lucas 10:39",
        "Gênesis 24:67"
      ],
      "comentario": "Este contraste é emblemático dos traços de personalidade das irmãs: Marta, a prática e ativa, corre para resolver ou interagir; Maria, a contemplativa, permanece em reclusão no luto.",
      "temas": [
        "Contraste de personalidades",
        "Ação versus Contemplação",
        "Reação ao luto"
      ],
      "personagens": [
        "Marta",
        "Maria",
        "Jesus"
      ]
    },
    "20": {
      "parafrase": "Marta correu até Jesus e disse: 'Senhor, se o senhor estivesse aqui, meu irmão não teria morrido de jeito nenhum!'",
      "referencias": [
        "Mateus 14:31",
        "Salmos 116:8"
      ],
      "comentario": "A declaração de Marta é um misto de fé e reproche. Ela ainda crê no poder de Jesus, mas expressa a dor da ausência, o 'Se...'. Ela reconhece Sua capacidade de deter a morte.",
      "temas": [
        "Fé misturada com dor",
        "Arrependimento de ausência",
        "Poder de Jesus"
      ],
      "personagens": [
        "Marta",
        "Jesus"
      ]
    },
    "21": {
      "parafrase": "Marta continuou, então: 'Mas, mesmo agora, eu sei que tudo o que o senhor pedir a Deus, Ele lhe concederá.'",
      "referencias": [
        "João 14:13",
        "1 João 5:14"
      ],
      "comentario": "Marta demonstra uma fé que transcende a tragédia imediata. Ela se agarra à sua confiança na eficácia da oração de Jesus, o que o prepara para a revelação de Jesus sobre a Ressurreição.",
      "temas": [
        "Confiança na intercessão",
        "Fé resiliente",
        "Poder da oração"
      ],
      "personagens": [
        "Marta",
        "Deus"
      ]
    },
    "22": {
      "parafrase": "Jesus a tranquilizou com ternura: 'Seu irmão certamente ressuscitará, voltará à vida.'",
      "referencias": [
        "João 5:21",
        "Apocalipse 1:18"
      ],
      "comentario": "Jesus responde à fé demonstrada por Marta (v. 21) com uma promessa direta da ressurreição futura. Este é o ponto de virada onde a conversa se move da memória da morte para a esperança da vida eterna.",
      "temas": [
        "Promessa de ressurreição",
        "Consolo",
        "Vida futura"
      ],
      "personagens": [
        "Jesus",
        "Marta"
      ]
    },
    "23": {
      "parafrase": "Marta respondeu, referindo-se à crença judaica de que os justos ressuscitariam no Fim dos Tempos: 'Eu sei, Senhor, que ele ressuscitará no último dia, quando todos os mortos voltarem à vida.'",
      "referencias": [
        "Daniel 12:2",
        "1 Coríntios 15:23"
      ],
      "comentario": "Marta expressa a ortodoxia da época: a crença na ressurreição escatológica. Jesus está prestes a apresentar a ela uma ressurreição imediata e pessoal, antecipando o 'último dia'.",
      "temas": [
        "Escatologia",
        "Esperança final",
        "Ortodoxia"
      ],
      "personagens": [
        "Marta"
      ]
    },
    "24": {
      "parafrase": "Jesus olhou profundamente para ela e declarou: 'Eu sou a própria Ressurreição e a Vida. Quem crê em Mim, mesmo que morra fisicamente, viverá eternamente.'",
      "referencias": [
        "João 1:4",
        "João 14:6"
      ],
      "comentario": "Esta é uma das sete declarações 'Eu Sou' mais poderosas de João. Jesus não é apenas o agente da ressurreição; Ele é a fonte ontológica (a essência) da Vida e da Ressurreição. A promessa é condicional à fé Nele.",
      "temas": [
        "Identidade de Cristo ('Eu Sou')",
        "Vida Eterna",
        "Ressurreição como Pessoa"
      ],
      "personagens": [
        "Jesus",
        "Marta"
      ]
    },
    "25": {
      "parafrase": "Ele continuou, exigindo uma resposta imediata: 'Você acredita nisso? Você entende que Eu tenho poder sobre a morte e a vida?'",
      "referencias": [
        "João 11:26",
        "Hebreus 12:2"
      ],
      "comentario": "Jesus pressiona Marta a aceitar a implicação total de Sua declaração anterior. A fé não deve ser apenas uma crença teórica sobre o futuro, mas uma confiança pessoal Nele, o Vivente.",
      "temas": [
        "Exigência de fé",
        "Teste de crença",
        "Autoridade sobre a vida e morte"
      ],
      "personagens": [
        "Jesus",
        "Marta"
      ]
    },
    "26": {
      "parafrase": "Jesus então olhou para Marta, que chorava profundamente, e lhe perguntou com uma voz que era ao mesmo tempo firme e cheia de compaixão: \"Você realmente crê nisso, Marta? Você acredita que eu sou a própria Fonte da Vida e a Força que ressuscita os mortos, a chave para a vida eterna?\"",
      "referencias": [
        "Hebreus 11:6",
        "João 1:4"
      ],
      "comentario": "A pergunta de Jesus (Gr. *sú echēis elpída*, 'Tu tens esperança/fé?') não é um desafio, mas um convite direto para Marta fundamentar sua dor na promessa divina. Ele se apresenta como a própria Ressurreição (Gr. *anastasis*), um conceito que aponta para Sua identidade messiânica e Seu poder sobre a morte, estabelecendo a base para o milagre que se seguirá.",
      "temas": [
        "Confissão de Fé",
        "Identidade de Cristo",
        "Esperança"
      ],
      "personagens": [
        "Jesus",
        "Marta"
      ]
    },
    "27": {
      "parafrase": "Marta respondeu com convicção, limpando as lágrimas dos olhos: \"Sim, Senhor, eu creio inabalavelmente! Eu tenho certeza absoluta de que o Senhor é o Cristo, o Filho de Deus, Aquele que foi prometido para vir ao mundo para salvar a humanidade.\"",
      "referencias": [
        "Mateus 16:16",
        "João 1:41"
      ],
      "comentario": "A confissão de Marta é um clímax teológico no Evangelho de João. Ela encapsula a fé perfeita: reconhecer Jesus não apenas como um profeta, mas como o Messias (*Christos* em grego, *Mashiach* em hebraico) e o Filho de Deus. Esta declaração antecipa a confissão de Pedro e a declaração do centurião.",
      "temas": [
        "Confissão Messianica",
        "Fé Inabalável"
      ],
      "personagens": [
        "Marta",
        "Jesus"
      ]
    },
    "28": {
      "parafrase": "Tendo dito isso, ela voltou rapidamente para casa e chamou sua irmã, Maria, em voz baixa, mas urgente, dizendo: \"O Mestre está aqui, Ele chegou, e está chamando por você! Apresse-se!\"",
      "referencias": [
        "Mateus 13:54",
        "Marcos 6:3"
      ],
      "comentario": "A ação de Marta mostra sua transição de questionadora preocupada para mensageira da fé. A chamada é direta: 'O Mestre' (*ho didáskalos*), um título de respeito, mas que agora carrega um peso imenso de poder e autoridade, dada a confissão anterior de Marta.",
      "temas": [
        "Serviço",
        "Chamada Urgente"
      ],
      "personagens": [
        "Marta",
        "Maria",
        "Jesus"
      ]
    },
    "29": {
      "parafrase": "Assim que Maria ouviu a notícia, levantou-se imediatamente, com uma rapidez que surpreendeu a todos, e saiu correndo para encontrar Jesus, pois ainda não tinha saído de casa desde que soube da morte de Lázaro.",
      "referencias": [
        "Lucas 10:39",
        "Atos 9:4"
      ],
      "comentario": "O contraste entre a reação de Marta (que primeiro questiona e depois age) e Maria (que imediatamente se levanta e corre) é notável. Maria demonstra uma obediência e prontidão imediatas ao chamado de Jesus, um contraste frequentemente explorado na exegese sobre as duas irmãs.",
      "temas": [
        "Obediência Imediata",
        "Devoção"
      ],
      "personagens": [
        "Maria",
        "Jesus"
      ]
    },
    "30": {
      "parafrase": "Enquanto isso, Jesus ainda estava no lugar onde Marta O havia encontrado, fora da cidade, à espera que as irmãs O alcançassem.",
      "referencias": [
        "João 11:20",
        "João 11:1"
      ],
      "comentario": "A espera de Jesus sublinha o Seu controle sobre o tempo e a cena. Ele não está apressado; Ele veio no tempo perfeito, esperando o momento certo para encontrar Maria e completar o testemunho diante da comunidade judaica reunida (v. 31).",
      "temas": [
        "Soberania do Tempo Divino"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "31": {
      "parafrase": "Quando os judeus que estavam com Maria a viram sair apressadamente, pensaram que ela estava indo ao túmulo para chorar mais uma vez sobre o corpo de seu irmão, e, por isso, a seguiram, observando atentamente o que aconteceria.",
      "referencias": [
        "Lucas 7:12",
        "João 20:2"
      ],
      "comentario": "Os judeus acompanhantes representam a descrença ou a expectativa limitada. Eles esperam um ritual de luto, não um milagre de ressurreição. Sua presença cria uma audiência crucial para o testemunho de Jesus.",
      "temas": [
        "Luto Comunitário",
        "Testemunho Público"
      ],
      "personagens": [
        "Maria",
        "Judeus"
      ]
    },
    "32": {
      "parafrase": "Ao chegar ao local onde Jesus estava, Maria caiu aos pés dEle, e então disse, com a voz embargada pela dor: \"Senhor, se o Senhor estivesse aqui, meu irmão não teria morrido. A ausência de Sua presença nos custou a vida dele.\"",
      "referencias": [
        "Mateus 14:31",
        "Lucas 8:48"
      ],
      "comentario": "A postura de Maria ao cair aos pés (Gr. *pesousa pros tous pódas autou*) é um ato de profunda submissão e reconhecimento da autoridade de Jesus, mesmo em meio à sua dor mais profunda. Sua frase ecoa a que Marta havia dito, reforçando o tema da ausência de Jesus como a causa percebida da tragédia.",
      "temas": [
        "Submissão na Dor",
        "Reconhecimento de Autoridade"
      ],
      "personagens": [
        "Maria",
        "Jesus"
      ]
    },
    "33": {
      "parafrase": "Jesus viu Maria chorando, e também viu todos aqueles que a acompanhavam chorando convulsivamente. Uma profunda emoção tomou conta dEle, e Ele se sentiu profundamente abalado em Seu espírito, como se estivesse prestes a explodir em dor.",
      "referencias": [
        "Hebreus 4:15",
        "Romanos 12:15"
      ],
      "comentario": "Este é um dos momentos mais humanos de Jesus. O verbo grego para 'profundamente abalado' ou 'inquieto' é *enemržato* (ou *embrimēsasthai*), sugerindo um profundo estremecimento ou indignação misturada à tristeza. Esta emoção é dirigida à realidade da morte humana, que é uma invasão alienígena ao plano original de Deus.",
      "temas": [
        "Compaixão de Cristo",
        "Revolta Contra a Morte"
      ],
      "personagens": [
        "Jesus",
        "Maria",
        "Multidão"
      ]
    },
    "34": {
      "parafrase": "Ele perguntou, com a voz rouca pela emoção: \"Onde foi que vocês o colocaram?\" Eles responderam: \"Senhor, venha e veja o lugar onde ele jaz.\"",
      "referencias": [
        "Gênesis 23:6",
        "Salmos 116:8"
      ],
      "comentario": "Jesus, sendo Deus que cria a vida, pede para ser conduzido ao lugar da ausência de vida. Isso demonstra Sua disposição de entrar no domínio da morte para aniquilá-lo, honrando o processo natural de luto antes de intervir sobrenaturalmente.",
      "temas": [
        "Confronto com a Morte",
        "Localização do Luto"
      ],
      "personagens": [
        "Jesus",
        "Acompanhantes"
      ]
    },
    "35": {
      "parafrase": "Nesse momento, Jesus chorou. Foi um lamento breve, mas carregado de todo o peso da dor humana e da tristeza pela condição caída do mundo.",
      "referencias": [
        "Hebreus 5:7",
        "Lucas 19:41"
      ],
      "comentario": "Este é o versículo mais curto da Bíblia. O choro de Jesus (*edákrusen*) é uma resposta direta à morte de Seu amigo, mas também à incredulidade e à dor que a morte traz ao mundo. Diferente do choro lamentoso dos outros, o d'Ele é compassivo e momentâneo, pois Ele já sabe o resultado.",
      "temas": [
        "Lágrimas de Jesus",
        "Dor Humana"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "36": {
      "parafrase": "Ao verem Suas lágrimas, os judeus que estavam ali disseram uns aos outros com espanto e admiração: \"Vejam como Ele amava Lázaro! Como Ele deve estar sofrendo com esta perda!\"",
      "referencias": [
        "João 10:13",
        "Romanos 12:15"
      ],
      "comentario": "Os espectadores fazem uma observação correta, mas superficial. Eles veem a emoção, mas não compreendem a Fonte dessa emoção (o poder divino que está prestes a se manifestar). Para eles, as lágrimas são prova de amor profundo, não de poder iminente.",
      "temas": [
        "Percepção Humana",
        "Amor de Jesus"
      ],
      "personagens": [
        "Judeus",
        "Lázaro"
      ]
    },
    "37": {
      "parafrase": "Alguns deles, no entanto, questionaram a profundidade do poder de Jesus, murmurando: \"Será que Aquele que abriu os olhos do cego de nascença não poderia ter impedido que Lázaro chegasse a este estado de morte?\"",
      "referencias": [
        "João 9:6",
        "Mateus 8:2"
      ],
      "comentario": "A murmuração representa a dúvida persistente. Eles lembram-se de milagres passados, mas hesitam em aplicar essa fé à ressurreição. Este ceticismo serve para aumentar o impacto do milagre vindouro, pois a fé de Jesus será demonstrada além da expectativa deles.",
      "temas": [
        "Dúvida",
        "Recordação dos Milagres"
      ],
      "personagens": [
        "Judeus descrentes"
      ]
    },
    "38": {
      "parafrase": "Voltando ao sepulcro, que era uma caverna selada com uma grande pedra na entrada, Jesus sentiu-se novamente indignado com a presença opressora da morte e ordenou: \"Tirem esta pedra que fecha a entrada da tumba!\"",
      "referencias": [
        "Ezequiel 37:3",
        "Marcos 16:3"
      ],
      "comentario": "A indignação (*enautemazō*) de Jesus é novamente mencionada. Ele ordena que removam a pedra, um ato que simboliza a remoção das barreiras criadas pelo pecado e pela morte. O milagre será realizado *através* da cooperação humana, mas *pelo* poder divino.",
      "temas": [
        "Ordem Divina",
        "Remoção de Barreiras"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "39": {
      "parafrase": "Marta, protestando com apreensão, interveio: \"Senhor, mas já faz quatro dias que Lázaro morreu! O corpo dele certamente já está em decomposição e cheira mal! Não é hora de fazer isso.\"",
      "referencias": [
        "1 Coríntios 15:42",
        "Gênesis 3:19"
      ],
      "comentario": "Marta ainda está presa à lógica humana e biológica ('cheiro de morte'). Em suas mentes, a janela para a intervenção acabou. Quatro dias era o tempo tradicionalmente associado à dissolução completa do corpo (segundo antigas crenças judaicas sobre a alma que deixava o corpo).",
      "temas": [
        "Lógica Humana vs. Fé",
        "Decomposição"
      ],
      "personagens": [
        "Marta"
      ]
    },
    "40": {
      "parafrase": "Jesus respondeu com firmeza, lembrando-a da promessa anterior: \"Eu não lhe disse que, se você acreditasse de verdade, veria a glória de Deus manifestada? A dúvida é desnecessária agora!\"",
      "referencias": [
        "João 11:4",
        "2 Crônicas 20:17"
      ],
      "comentario": "Jesus conecta diretamente o milagre iminente à confissão de fé de Marta (v. 27). A glória (*dóxa*) não será apenas a ressurreição de Lázaro, mas a manifestação visível do poder de Deus através de Jesus, que comprovará Sua divindade.",
      "temas": [
        "Glória de Deus",
        "A Fé como Pré-requisito"
      ],
      "personagens": [
        "Jesus",
        "Marta"
      ]
    },
    "41": {
      "parafrase": "Então, eles removeram a grande pedra. Jesus levantou Seus olhos para o céu, como se estivesse se conectando com Sua fonte eterna de poder, e orou em voz alta para que todos os presentes pudessem ouvir e testemunhar:",
      "referencias": [
        "João 17:1",
        "Salmos 121:1"
      ],
      "comentario": "Este ato de Jesus olhar para o céu é um ato de comunhão com o Pai e uma declaração pública de que o poder para o milagre vem de Deus. A oração, dita em voz alta, serve para instruir a multidão sobre a origem de Seu poder, evitando que O tivessem por um feiticeiro.",
      "temas": [
        "Oração Pública",
        "Dependência do Pai"
      ],
      "personagens": [
        "Jesus",
        "Multidão"
      ]
    },
    "42": {
      "parafrase": "\"Pai, eu Te agradeço porque Tu sempre Me escutas. Eu já sabia disso, mas falei em voz alta agora, para que estas pessoas que estão ao meu redor acreditem firmemente que Foste Tu Quem Me enviou ao mundo com este propósito divino.\"",
      "referencias": [
        "João 10:25",
        "Lucas 11:9"
      ],
      "comentario": "A gratidão é um elemento central. Jesus afirma a comunhão pré-existente com o Pai, mas a oração vocalizada é tática: ela serve como um selo de autenticidade do milagre para os presentes, garantindo que a glória vá para Deus, e não para Jesus sozinho.",
      "temas": [
        "Gratidão",
        "Missão Divina"
      ],
      "personagens": [
        "Jesus",
        "Pai Celestial"
      ]
    },
    "43": {
      "parafrase": "Após essa declaração solene, Jesus deu uma ordem poderosa e penetrante, que ecoou no silêncio da tumba: \"Lázaro, saia daqui imediatamente! Venha para fora agora!\"",
      "referencias": [
        "Marcos 5:41-42",
        "Apocalipse 20:12"
      ],
      "comentario": "O comando é autoritário, mas familiar. A voz de Jesus penetra o véu da morte, alcançando a alma de Lázaro. O verbo grego para 'saia' (*exérchou*) é um imperativo direto, semelhante à ordem dada à filha de Jairo.",
      "temas": [
        "Poder da Palavra de Cristo",
        "Chamado à Vida"
      ],
      "personagens": [
        "Jesus",
        "Lázaro"
      ]
    },
    "44": {
      "parafrase": "E, para o espanto absoluto de todos os presentes, o homem que estava morto saiu do sepulcro! Ele estava visivelmente envolto em faixas de linho, como se estivesse pronto para ser enterrado, e seu rosto ainda estava coberto por um pano escuro.",
      "referencias": [
        "Atos 9:34",
        "João 20:7"
      ],
      "comentario": "O milagre é completo: a vida retorna. No entanto, Lázaro não sai liberto; ele sai 'amarrado'. Isso aponta para a necessidade futura de libertação completa do pecado e da morte, simbolizada pelas vendas. Jesus não o desamarrou, pois o ato de desamarrar seria o próximo passo de ensino.",
      "temas": [
        "Ressurreição Física",
        "Simbolismo das Vendas"
      ],
      "personagens": [
        "Lázaro"
      ]
    },
    "45": {
      "parafrase": "Muitos dos judeus que haviam testemunhado o que aconteceu e visto a prova irrefutável da vida retornando ao corpo acreditaram em Jesus, aceitando-O como o Salvador.",
      "referencias": [
        "João 2:23",
        "Atos 4:4"
      ],
      "comentario": "Este versículo mostra o poder de Deus em mover corações endurecidos. A evidência direta da ressurreição levou muitos à fé genuína, validando a intenção da oração de Jesus no versículo 42.",
      "temas": [
        "Convicção pela Evidência",
        "Caminho da Fé"
      ],
      "personagens": [
        "Judeus crentes",
        "Jesus"
      ]
    },
    "46": {
      "parafrase": "Contudo, nem todos se renderam à verdade. Alguns dos que viram o milagre correram imediatamente para contar aos líderes fariseus o que Jesus acabara de realizar.",
      "referencias": [
        "João 12:10",
        "Atos 6:11"
      ],
      "comentario": "Aqui se inicia a reação institucional da oposição. Aqueles que relatam a notícia não o fazem para louvar, mas para alertar. A verdade, quando confronta o poder estabelecido, frequentemente gera medo e conspiração, e não conversão.",
      "temas": [
        "Oposição Religiosa",
        "Consequências do Milagre"
      ],
      "personagens": [
        "Fariséus"
      ]
    },
    "47": {
      "parafrase": "Diante disso, o Sinédrio, o sumo conselho dos judeus, convocou uma reunião urgente. Eles estavam profundamente perturbados e perguntaram entre si: \"O que faremos agora? Este homem está realizando sinais cada vez mais impressionantes!\"",
      "referencias": [
        "João 12:19",
        "Atos 4:16"
      ],
      "comentario": "A reunião do Sinédrio não é para investigar a verdade, mas para planejar a contenção. O milagre de Lázaro é visto como uma ameaça direta à ordem social e religiosa mantida pelos líderes.",
      "temas": [
        "Reunião do Sinédrio",
        "Ameaça ao Status Quo"
      ],
      "personagens": [
        "Líderes Judeus"
      ]
    },
    "48": {
      "parafrase": "Se continuarmos a deixá-lo fazer isso, todos acreditarão nEle, o povo se voltará para Ele, e os romanos virão e destruirão nosso Templo sagrado e a nossa própria nação, tirando tudo o que temos!\"",
      "referencias": [
        "Mateus 24:2",
        "Romanos 11:20"
      ],
      "comentario": "O medo é duplo: religioso (perda da autoridade) e político (intervenção romana). Eles argumentam logicamente (do ponto de vista deles) que um líder messiânico popular inevitavelmente provocaria a repressão romana, o que eles temiam mais do que a justiça divina.",
      "temas": [
        "Medo Político",
        "Perda de Autoridade"
      ],
      "personagens": [
        "Líderes Judeus"
      ]
    },
    "49": {
      "parafrase": "Porém, Caifás, que era o Sumo Sacerdote naquele ano, um homem com grande influência, interveio e disse-lhes categoricamente: \"Vocês não estão entendendo nada do que está acontecendo!\"",
      "referencias": [
        "Lucas 3:2",
        "João 18:14"
      ],
      "comentario": "Caifás, o sumo sacerdote, é o porta-voz da autoridade estabelecida. Seu comentário demonstra uma miopia espiritual; ele vê apenas o perigo imediato para o poder, ignorando o propósito eterno.",
      "temas": [
        "Liderança Cega",
        "Sacerdócio Corrompido"
      ],
      "personagens": [
        "Caifás"
      ]
    },
    "50": {
      "parafrase": "\"É muito melhor para vocês que um único homem morra pelo bem de toda a nação, em vez de arriscar que toda a nossa comunidade seja destruída pela fúria de Roma!\" Ele falava isso sem perceber que estava profetizando a morte sacrificial de Jesus.",
      "referencias": [
        "João 11:52",
        "Isaías 53:5"
      ],
      "comentario": "Este é um momento de ironia dramática suprema. Caifás, ao tentar salvar a nação politicamente, declara, involuntariamente, a verdade teológica central: a morte vicária de Cristo (a expiação). O Evangelista João imediatamente aponta que Caifás falou profeticamente, não por inspiração do Espírito, mas pela pressão dos eventos.",
      "temas": [
        "Profecia Involuntária",
        "Morte Expiatória",
        "Ironia Dramática"
      ],
      "personagens": [
        "Caifás"
      ]
    },
    "51": {
      "parafrase": "Naquele momento de crise, Caifás, que era o sumo sacerdote daquele ano, sentiu uma inspiração terrível e profética, mesmo sem perceber a profundidade de suas próprias palavras. Ele declarou, com a autoridade máxima do sacerdócio judaico, que era muito melhor e mais seguro para toda a nação que apenas um homem pagasse o preço final, morrendo no lugar de toda a comunidade, em vez de arriscar que a nação inteira fosse destruída pela intervenção dos romanos. 🩸",
      "referencias": [
        "Isaías 49:6",
        "Romanos 5:8"
      ],
      "comentario": "O sumo sacerdote Caifás (sacerdócio saduceu) profetiza involuntariamente a redenção. O termo grego usado para 'somente um homem' é 'eis anthrōpon hena' (um homem). O conceito de sacrifício vicário (um morrendo pelo povo) é central no Antigo Testamento, mas aqui é aplicado literalmente a Jesus, cumprindo o papel do sacrifício definitivo. Esta profecia involuntária destaca a soberania de Deus sobre os planos humanos. João observa que essa ideia não veio dele próprio, mas de uma autoridade superior (o Espírito Santo através do cargo sacerdotal).",
      "temas": [
        "Profecia involuntária",
        "Sacrifício Vicário",
        "Soberania de Deus"
      ],
      "personagens": [
        "Caifás"
      ]
    },
    "52": {
      "parafrase": "João, o narrador, intervém explicando a consequência dessa declaração: O destino de Jesus estava selado não só pelo plano divino, mas também pela reação do Sinédrio. A morte de Jesus não seria apenas um ato de justiça contra um sedicioso, mas um ato que reuniria e traria de volta para Deus todos os filhos dispersos de Israel, alcançando até mesmo aqueles que estavam longe ou ainda não faziam parte do povo escolhido. ✨",
      "referencias": [
        "Isaías 11:12",
        "Efésios 2:17"
      ],
      "comentario": "Este versículo revela o propósito maior da morte de Cristo: a reunião dos dispersos. O termo 'paidia tou theou' (filhos de Deus, embora não explícito, o sentido é de um povo reunido) aponta para a universalidade da salvação. A 'reunião' refere-se tanto à restauração nacional futura quanto, primariamente, à inclusão dos gentios (os 'outros' que estavam 'longe').",
      "temas": [
        "Reunião dos Dispersos",
        "Propósito da Morte",
        "Universalidade da Salvação"
      ],
      "personagens": [
        "Jesus (mencionado indiretamente)"
      ]
    },
    "53": {
      "parafrase": "A partir daquele dia, os líderes religiosos e as autoridades da nação tomaram a decisão formal e terrível de executar Jesus. Eles começaram a conspirar ativamente, tecendo os fios da traição, pois temiam que a presença contínua de Jesus desestabilizasse tudo e provocasse uma reação violenta de Roma, o que resultaria na destruição completa do templo e da própria identidade nacional judaica. ⚔️",
      "referencias": [
        "Salmo 2:2",
        "Mateus 26:3-4"
      ],
      "comentario": "Este é o ponto de não retorno político e teológico. A 'conspiração' (greg: 'esymboulion epoiesan') demonstra um planejamento deliberado. O medo é duplo: a revolta popular que atrairia a ira romana (que destruiria o Templo em 70 d.C., o que Lucas também registra), e a ameaça ao status quo sacerdotal. Eles agiram por medo político, não por justiça teológica.",
      "temas": [
        "Conspiração",
        "Medo Político",
        "Decisão de Execução"
      ],
      "personagens": [
        "Líderes Judeus"
      ]
    },
    "54": {
      "parafrase": "Diante da iminente ameaça e da decisão hostil dos inimigos, Jesus, com sabedoria tática, retirou-se da perseguição direta em Jerusalém e seguiu para uma área mais discreta, perto do deserto, na cidade chamada Efraim, onde permaneceu com seus discípulos, longe do alcance imediato dos seus caçadores. 🚶‍♂️",
      "referencias": [
        "Mateus 2:13-15",
        "Miqueias 7:2"
      ],
      "comentario": "A retirada para Efraim (identificada por alguns como Ephraim, perto de Beteel) é um movimento estratégico, não uma fuga de covardia. Jesus sabe que seu tempo determinado por Deus (o 'kairós') ainda não chegou. Ele demonstra controle sobre o tempo de sua paixão, esperando o momento exato para o clímax de sua missão.",
      "temas": [
        "Estratégia",
        "Controle do Tempo Divino",
        "Retiro"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "55": {
      "parafrase": "A proximidade da Páscoa judaica, a celebração da libertação do Egito, anunciava o momento crucial. Multidões de todo o país subiam a Jerusalém semanas antes, não apenas para a festa ritual, mas também para realizar um ritual de purificação cerimonial, preparando-se para se apresentar a Deus de maneira digna. 🐑",
      "referencias": [
        "Êxodo 12:6",
        "1 Coríntios 5:7"
      ],
      "comentario": "A Páscoa é o pano de fundo essencial. O ritual de purificação ('katharismon') era frequentemente realizado pelos peregrinos antes de entrarem na cidade para a festa principal, garantindo que estivessem ritualmente aptos. O contraste é evidente: eles buscam purificação física e cerimonial, enquanto o 'Cordeiro de Deus' estava prestes a oferecer a purificação definitiva e espiritual.",
      "temas": [
        "Páscoa Judaica",
        "Purificação Ritual",
        "Antecipação"
      ],
      "personagens": []
    },
    "56": {
      "parafrase": "Enquanto estavam reunidos, aguardando o início das celebrações, todos se perguntavam e cochichavam com ansiedade: 'O que vocês acham? Será que ele virá para a festa? Estará ele escondido, temendo os mesmos líderes que querem sua cabeça?' As pessoas estavam em suspense, observando todos os movimentos, pois sua presença era um sinal de esperança e desafio. 🤔",
      "referencias": [
        "Lucas 19:3",
        "Mateus 21:8-9"
      ],
      "comentario": "A expectativa do povo demonstra que eles não haviam desistido de Jesus como o Messias libertador, mesmo com as notícias de sua perseguição. O verbo grego sugere uma busca ou observação atenta ('etēroun'). A tensão entre a fé do povo e a conspiração dos líderes atingiu o ápice, tudo emoldurado pela maior festa de liberdade de Israel.",
      "temas": [
        "Expectativa Popular",
        "Tensão Religiosa",
        "Busca por Jesus"
      ],
      "personagens": [
        "Multidão"
      ]
    },
    "57": {
      "parafrase": "Os sumos sacerdotes, por sua vez, haviam emitido uma ordem pública e severa: quem quer que soubesse o paradeiro de Jesus, o Nazareno, deveria denunciá-lo imediatamente, para que pudessem capturá-lo e levá-lo à justiça forçada. A rede de vigilância e traição estava totalmente armada. 🚨",
      "referencias": [
        "Provérbios 29:12",
        "Atos 5:33"
      ],
      "comentario": "A ordem de prisão é um ato oficial do Sinédrio. A menção a Jesus como 'o Nazareno' (ho Nazōraios) é um título depreciativo usado pelos seus oponentes, ligando-o à sua origem humilde e, para eles, de pouca importância ou até mesmo de má fama. A armadilha está montada e pronta para ser acionada assim que Ele entrasse na cidade.",
      "temas": [
        "Ordem de Captura",
        "Oposição Oficial",
        "A Denúncia"
      ],
      "personagens": [
        "Sumos Sacerdotes",
        "Jesus (o Nazareno)"
      ]
    }
  }
}