{
  "livro": "2 Crônicas",
  "capitulo": 9,
  "contexto_historico": "Após a construção e dedicação espetacular do Templo de Salomão, que culminou com a visita da Rainha de Sabá (Capítulo 9, versículos 1-12), o foco se desloca para a consolidação do reino de Israel sob a sabedoria e riqueza de Salomão. O capítulo 9, em sua totalidade, serve como um clímax da glória terrena do rei, contrastando fortemente com os declínios futuros. A visita da Rainha de Sabá, em particular, é um testemunho das nações sobre a sabedoria e prosperidade de Jerusalém, validando o reinado de Salomão aos olhos do mundo antigo. 👑💰🕌",
  "bloco_tematico": "O Ápice da Glória de Salomão: Sabedoria e Riqueza Reconhecidas Globalmente 🌍✨",
  "versiculos": {
    "1": {
      "parafrase": "Ao saber a Rainha de Sabá sobre a extraordinária fama de Salomão e o esplendor do Reino de Israel, ela resolveu empreender uma longa e árdua jornada para pôr à prova a sabedoria do rei com enigmas complexos e questões difíceis, cheia de expectativas sobre a glória de Jerusalém. Ela veio com uma comitiva imponente, carregada de presentes suntuosos, camelos repletos de especiarias raras, ouro abundantíssimo e pedras preciosas de grande valor, ansiosa por testemunhar a verdade por si mesma.",
      "referencias": [
        "1 Reis 10:1",
        "Mateus 12:42"
      ],
      "comentario": "O versículo introduz a famosa visita da Rainha de Sabá (geralmente associada à Arábia ou Etiópia). O ato de vir 'provar' (testar/examinar) indica que sua motivação não era apenas admiração, mas uma verificação rigorosa da sabedoria publicamente atribuída a Salomão. A riqueza que ela traz espelha a riqueza que ela espera ver.",
      "temas": [
        "Sabedoria",
        "Testemunho",
        "Fama",
        "Viagem"
      ],
      "personagens": [
        "Rainha de Sabá",
        "Salomão"
      ]
    },
    "2": {
      "parafrase": "Ela chegou a Jerusalém, não de forma discreta, mas com grande pompa e circunstância, e começou a interrogar Salomão sobre tudo o que conseguia imaginar. Ela não poupou nenhum assunto, apresentando-lhe os desafios mais intrincados e as dúvidas mais profundas que habitavam seu coração e sua corte.",
      "referencias": [
        "Provérbios 1:6"
      ],
      "comentario": "A Rainha não faz perguntas superficiais; ela busca as 'questões difíceis' (em hebraico, 'chidot' ou 'quebra-cabeças'). Isso sinaliza que a sabedoria de Salomão era conhecida por sua profundidade filosófica e prática, capaz de resolver dilemas reais de governo e existência.",
      "temas": [
        "Questionamento",
        "Teste de Sabedoria",
        "Profundidade"
      ],
      "personagens": [
        "Rainha de Sabá",
        "Salomão"
      ]
    },
    "3": {
      "parafrase": "No entanto, assim como acontece com todos os que buscam conhecimento, Salomão respondeu a cada uma das perguntas dela com clareza absoluta. Não houve sequer uma única questão, por mais complexa ou obscura que fosse, que ele não soubesse explicar ou resolver para a total satisfação da rainha.",
      "referencias": [
        "1 Reis 4:34",
        "Tiago 1:5"
      ],
      "comentario": "Este versículo é a validação da fama de Salomão. A frase 'nada houve que lhe fosse oculto' (ou 'nenhuma coisa que não pudesse explicar') enfatiza a integralidade do seu conhecimento, que abrangia a natureza, a ciência e a lei divina.",
      "temas": [
        "Completude do Saber",
        "Resposta",
        "Clareza"
      ],
      "personagens": [
        "Salomão",
        "Rainha de Sabá"
      ]
    },
    "4": {
      "parafrase": "Quando a Rainha viu toda a magnificência da glória de Salomão — o esplendor de seus palácios, a excelência de seus servos, a organização de sua corte e a qualidade de seus banquetes —, sua admiração foi total.",
      "referencias": [
        "Cântico dos Cânticos 6:9"
      ],
      "comentario": "A admiração da rainha move-se da teoria (as respostas) para a prática (a demonstração do reino). O texto destaca a ordem e o serviço ('serviçais'), mostrando que a sabedoria se manifestava na administração e na logística do reino.",
      "temas": [
        "Esplendor",
        "Administração",
        "Ordem"
      ],
      "personagens": [
        "Rainha de Sabá",
        "Salomão"
      ]
    },
    "5": {
      "parafrase": "Ela então declarou, com a voz cheia de espanto: 'É verdade, o que me contaram em minha terra sobre suas realizações e sua inteligência era apenas uma fração da realidade! Eu não havia acreditado no que me contaram até que meus próprios olhos testemunharam esta grandiosidade, que supera em muito o que ouvi.'",
      "referencias": [
        "1 Reis 10:7"
      ],
      "comentario": "A experiência pessoal supera o relato de terceiros. Este é um testemunho poderoso sobre o impacto da evidência direta. A sua fala expressa um assombro que transcende a expectativa inicial.",
      "temas": [
        "Testemunho Ocular",
        "Assombro",
        "Experiência"
      ],
      "personagens": [
        "Rainha de Sabá",
        "Salomão"
      ]
    },
    "6": {
      "parafrase": "Continuou ela, com profunda reverência: 'Que sorte a de seus homens e que sorte a desses seus servos que estão sempre diante de você, ouvindo sua sabedoria todos os dias e aprendendo com sua inteligência inigualável!'",
      "referencias": [
        "Provérbios 29:2"
      ],
      "comentario": "A Rainha reconhece que a maior bênção não é o ouro ou o palácio, mas o acesso contínuo à fonte da sabedoria, personificada em Salomão. Ela inveja a proximidade dos conselheiros e servos.",
      "temas": [
        "Privilégio de Aprendizado",
        "Acesso",
        "Felicidade"
      ],
      "personagens": [
        "Rainha de Sabá",
        "Servos de Salomão"
      ]
    },
    "7": {
      "parafrase": "Bendito seja o seu Deus, o Senhor, que demonstrou tanto favor por você, decidindo colocá-lo no trono de Israel! O Senhor ama seu povo e, por isso, o estabeleceu como rei para exercer a justiça e o julgamento corretos sobre eles.'",
      "referencias": [
        "Salmos 89:14",
        "Deuteronômio 28:12"
      ],
      "comentario": "Este é o ponto de virada teológico do relato. A Rainha, pagã, atribui a prosperidade e a sabedoria de Salomão diretamente ao Deus de Israel. Ela reconhece a soberania de Deus em estabelecer reinos justos.",
      "temas": [
        "Soberania Divina",
        "Justiça",
        "Reconhecimento de Deus"
      ],
      "personagens": [
        "Rainha de Sabá",
        "Deus (Senhor)"
      ]
    },
    "8": {
      "parafrase": "E, ao dizer isso, ela reconheceu a bondade imensa do Senhor, que não se esquece de seu pacto, e o tornou rei sobre eles para sempre, garantindo que a dinastia de Davi tivesse um governante que aplicasse o direito e a retidão.",
      "referencias": [
        "Salmos 132:11-12"
      ],
      "comentario": "O texto ressalta a fidelidade de Deus ('hesed', bondade amorosa) em manter a promessa feita a Davi. A estabilidade do trono de Israel é vista como um ato da benevolência divina, não apenas do mérito humano de Salomão.",
      "temas": [
        "Fidelidade de Deus",
        "Aliança",
        "Retidão"
      ],
      "personagens": [
        "Deus (Senhor)",
        "Davi"
      ]
    },
    "9": {
      "parafrase": "Então, ela presenteou Salomão com presentes ainda mais valiosos do que os que havia trazido. Deu-lhe duzentos talentos de ouro puro, uma quantidade imensa, além de grandes porções de especiarias raras, perfumes exóticos e joias preciosas. Nunca mais alguém trouxe uma oferta tão rica para o rei.",
      "referencias": [
        "1 Reis 10:10"
      ],
      "comentario": "A troca de presentes se torna uma demonstração de honra mútua. A generosidade da Rainha é uma resposta direta à generosidade percebida na sabedoria de Salomão. 'Duzentos talentos' representa uma fortuna colossal para a época.",
      "temas": [
        "Generosidade",
        "Honra",
        "Riqueza"
      ],
      "personagens": [
        "Rainha de Sabá",
        "Salomão"
      ]
    },
    "10": {
      "parafrase": "Além disso, os oficiais trouxeram a Salomão, vindos do país de Ofir, uma grande quantidade de madeira de sândalo, que foi usada extensivamente na construção e nos adornos do Templo do Senhor e do palácio real. Também trouxeram madeiras preciosas destinadas a instrumentos musicais e para ornamentação dos cantores.",
      "referencias": [
        "1 Reis 10:11"
      ],
      "comentario": "A menção a Ofir (local lendário de riqueza) mostra a rede comercial abrangente de Salomão. A madeira de sândalo ('algummim') era rara e valiosa, essencial para a beleza e acústica dos locais sagrados e reais.",
      "temas": [
        "Comércio Internacional",
        "Arquitetura Sacra",
        "Recursos Raros"
      ],
      "personagens": [
        "Oficiais",
        "Salomão"
      ]
    },
    "11": {
      "parafrase": "Com esta madeira rara, Salomão mandou fazer balaustradas e grades para o Templo do Senhor e para o seu próprio palácio, e também construiu harpas e liras para os músicos, itens que se tornaram notáveis por sua beleza e a qualidade do material empregado.",
      "referencias": [
        "1 Reis 10:12",
        "Salmos 33:2"
      ],
      "comentario": "A madeira preciosa não é apenas estrutural, mas ornamental. Ela reflete o desejo de Salomão de dedicar o melhor a Deus e de tornar seu reinado um espetáculo de beleza, usando os bens que Deus lhe concedeu.",
      "temas": [
        "Ornamentação",
        "Música Sacra",
        "Dedicatória"
      ],
      "personagens": [
        "Salomão"
      ]
    },
    "12": {
      "parafrase": "Por causa de toda a singularidade dessas ofertas, Salomão, por sua vez, retribuiu à Rainha de Sabá com presentes de igual ou maior esplendor, além daqueles que ela havia trazido, e também lhe deu tudo o que ela desejou pedir, antes que ela partisse para seu reino.",
      "referencias": [
        "Provérbios 3:10"
      ],
      "comentario": "Salomão age com magnanimidade, não apenas retribuindo a troca, mas superando-a, demonstrando a abundância que sua sabedoria gerou. Ele concede 'todos os seus desejos', um sinal de grande generosidade real.",
      "temas": [
        "Generosidade Real",
        "Retribuição",
        "Abundância"
      ],
      "personagens": [
        "Salomão",
        "Rainha de Sabá"
      ]
    },
    "13": {
      "parafrase": "Então, a Rainha de Sabá se despediu de Salomão e retornou para sua terra, levando consigo sua comitiva e todos os presentes maravilhosos que o rei lhe dera.",
      "referencias": [
        "1 Reis 10:13"
      ],
      "comentario": "O encerramento da visita é marcado pela partida. A experiência foi conclusiva e a Rainha volta transformada, levando consigo não só presentes materiais, mas o peso de uma nova compreensão sobre o Deus de Israel.",
      "temas": [
        "Retorno",
        "Conclusão",
        "Transformação"
      ],
      "personagens": [
        "Rainha de Sabá",
        "Salomão"
      ]
    },
    "14": {
      "parafrase": "O peso total do ouro que chegava anualmente ao tesouro de Salomão era extraordinário: trezentos talentos de ouro maciço, sem contar as rendas trazidas por mercadores e viajantes, e tudo o que era arrecadado dos reis da Arábia e dos governadores das províncias vizinhas.",
      "referencias": [
        "1 Reis 10:14"
      ],
      "comentario": "Aqui, o narrador retorna ao tema da opulência material. O 'peso do ouro' (cerca de 10 toneladas por ano) é uma métrica da prosperidade sem precedentes do reino, que excedia o ouro que ele próprio dava como presente.",
      "temas": [
        "Riqueza Nacional",
        "Tributo",
        "Prosperidade"
      ],
      "personagens": [
        "Salomão"
      ]
    },
    "15": {
      "parafrase": "Salomão mandou fabricar duzentos escudos grandes, cada um deles feito com mais de seiscentos siclos de ouro refinado, e os cobriu com essa riqueza.",
      "referencias": [
        "1 Reis 10:16",
        "Êxodo 25:11"
      ],
      "comentario": "Os escudos (talvez cerimoniais ou simbólicos, dada a dificuldade de usar ouro maciço em batalha) eram um símbolo de poder militar e proteção, todos banhados ou feitos com ouro puro ('ouro de primeira qualidade').",
      "temas": [
        "Símbolos de Poder",
        "Defesa",
        "Ouro Refinado"
      ],
      "personagens": [
        "Salomão"
      ]
    },
    "16": {
      "parafrase": "Além disso, ele mandou fazer mais trezentos escudos menores, para os quais usou trezentos siclos de ouro por escudo, e os entregou à guarda no Palácio da Floresta do Líbano, uma estrutura dedicada à sua corte.",
      "referencias": [
        "1 Reis 10:17"
      ],
      "comentario": "A distinção entre os escudos grandes e pequenos indica um sistema de guarda ou um arsenal real. O Palácio da Floresta do Líbano era notável por sua estrutura de madeira de cedro importada, contrastando com o ouro dos escudos.",
      "temas": [
        "Arsenal",
        "Estrutura Real",
        "Contraste de Materiais"
      ],
      "personagens": [
        "Salomão"
      ]
    },
    "17": {
      "parafrase": "O rei também construiu um grande trono de marfim, uma peça de mobiliário colossal, e o revestiu com o mais puro ouro, demonstrando um luxo incomparável em seu assento de julgamento.",
      "referencias": [
        "1 Reis 10:18",
        "Apocalipse 4:2"
      ],
      "comentario": "O trono é o símbolo máximo da autoridade terrena. A combinação de marfim (exótico, importado, símbolo de status) e ouro reflete a glória terrena máxima que Salomão alcançou sob a bênção de Deus.",
      "temas": [
        "Autoridade",
        "Luxo",
        "Símbolo de Governo"
      ],
      "personagens": [
        "Salomão"
      ]
    },
    "18": {
      "parafrase": "O design do trono era extremamente elaborado: ele possuía seis degraus que levavam à base, e havia figuras de leões esculpidas em ambos os lados do apoio de braço, junto aos parafusos do assento.",
      "referencias": [
        "1 Reis 10:19"
      ],
      "comentario": "Os leões ('aryot') eram símbolos de força, realeza e justiça em todo o antigo Oriente Próximo. A construção complexa sublinha que este não era um trono comum, mas um objeto de arte e poder político.",
      "temas": [
        "Simbolismo Real",
        "Artesanato",
        "Poder"
      ],
      "personagens": [
        "Salomão"
      ]
    },
    "19": {
      "parafrase": "Doze leões estavam postados, seis de um lado e seis do outro, sobre os seis degraus que conduziam ao trono, uma imagem majestosa de força guardando o soberano.",
      "referencias": [
        "Gênesis 49:9"
      ],
      "comentario": "A repetição do número de leões (doze, talvez simbolizando as tribos de Israel ou os meses do ano) reforça a ideia de força soberana e estabilidade do reinado.",
      "temas": [
        "Ordem",
        "Força",
        "Estabilidade"
      ],
      "personagens": [
        "Salomão"
      ]
    },
    "20": {
      "parafrase": "Nenhum outro reino na história havia construído ou sequer imaginado tal obra de arte e poder. Era o pináculo da glória real da época, feito inteiramente de ouro, pois ele assim o determinou.",
      "referencias": [
        "Ezequiel 28:12"
      ],
      "comentario": "O narrador enfatiza a singularidade. Embora o texto hebraico sugira que o trono era de ouro (e não apenas revestido), a ênfase é na magnificência sem paralelo entre as nações.",
      "temas": [
        "Singularidade",
        "Glória Máxima",
        "Luxo"
      ],
      "personagens": [
        "Salomão"
      ]
    },
    "21": {
      "parafrase": "Todos os copos que Salomão utilizava para beber eram de ouro puro, e todos os utensílios no Palácio da Floresta do Líbano eram feitos de ouro; a prata era considerada de pouco valor, quase como bronze, durante o reinado de Salomão.",
      "referencias": [
        "1 Reis 10:21",
        "Jeremias 17:25"
      ],
      "comentario": "A desvalorização da prata em comparação com o ouro demonstra a escala da riqueza acumulada. O ouro se torna o material cotidiano para objetos de uso comum, um sinal de extrema fartura.",
      "temas": [
        "Abundância Material",
        "Desvalorização de Bens",
        "Cotidiano Real"
      ],
      "personagens": [
        "Salomão"
      ]
    },
    "22": {
      "parafrase": "Pois o rei possuía frotas de navios mercantes, cujos tripulantes viajavam até Társis, trazendo de lá não apenas ouro, mas também prata, marfim, macacos e pavões, mercadorias exóticas de terras distantes.",
      "referencias": [
        "Jonas 1:3",
        "Ezequiel 27:14"
      ],
      "comentario": "A frota de Társis (possivelmente no Mediterrâneo Ocidental) era crucial para a importação de itens de luxo e animais exóticos. Isso ilustra que a sabedoria de Salomão se estendia à gestão econômica e à logística marítima.",
      "temas": [
        "Comércio Marítimo",
        "Globalização Antiga",
        "Importação de Exotismo"
      ],
      "personagens": [
        "Salomão"
      ]
    },
    "23": {
      "parafrase": "Assim, Salomão se tornou o homem mais rico e mais sábio de toda a terra, superando todos os outros reis em opulência e esplendor, de modo que todos desejavam encontrá-lo.",
      "referencias": [
        "Eclesiastes 1:16"
      ],
      "comentario": "Este versículo resume o clímax do reinado de Salomão em termos de sucesso terreno: riqueza e sabedoria maximizadas. A atração exercida sobre 'todos os reis' confirma seu prestígio internacional.",
      "temas": [
        "Supremacia",
        "Fama Internacional",
        "Pico da Glória"
      ],
      "personagens": [
        "Salomão"
      ]
    },
    "24": {
      "parafrase": "Todos os príncipes da terra vinham anualmente a Jerusalém para encontrá-lo e se maravilhar com a sabedoria que Deus havia colocado em seu coração, apresentando-lhe presentes valiosos, como ouro, prata, vestimentas finas, armas e perfumes.",
      "referencias": [
        "Isaías 60:6"
      ],
      "comentario": "A peregrinação anual dos líderes estrangeiros solidifica a capital de Israel como um centro de poder e conhecimento. Os presentes funcionam como tributos e ofertas de aliança, reconhecendo a superioridade do rei judeu.",
      "temas": [
        "Peregrinação Política",
        "Reconhecimento de Autoridade",
        "Diplomacia"
      ],
      "personagens": [
        "Príncipes da Terra",
        "Salomão",
        "Deus"
      ]
    },
    "25": {
      "parafrase": "Salomão também aumentou seu poder militar, possuindo quatro mil cocheiras para seus cavalos de guerra e doze mil cavaleiros, que ele alocou em diversas cidades fortificadas e em Jerusalém, perto de si.",
      "referencias": [
        "Deuteronômio 17:16",
        "Números 31:14"
      ],
      "comentario": "Este versículo marca uma clara contradição com as ordens dadas por Deus a reis futuros (Dt 17:16), que proibiam a acumulação excessiva de cavalos e carros, geralmente ligados a alianças egípcias e à dependência de força militar externa. Isso aponta para o início do desvio de Salomão.",
      "temas": [
        "Poder Militar",
        "Desobediência Implícita",
        "Cavalaria"
      ],
      "personagens": [
        "Salomão"
      ]
    },
    "26": {
      "parafrase": "Quando Salomão completou todos esses trabalhos, que incluíram a construção da Casa do Senhor, o seu próprio palácio real, e todos os tesouros e provisões que ele havia planejado, a glória da presença divina se manifestou no Templo de forma tão intensa que ele não podia mais permanecer lá dentro. Os sacerdotes, que serviam no Santo Lugar, foram forçados a se retirar, pois a majestade de Deus encheu aquele espaço sagrado como uma nuvem de esplendor indescritível. Era o selo celestial de aprovação sobre a obra terminada. 👑✨",
      "referencias": [
        "Êxodo 40:34",
        "1 Reis 8:10",
        "Isaías 6:1"
      ],
      "comentario": "O verbo hebraico traduzido como 'encher' (כָּלָה - kálah, completou) e 'não pôde entrar' (לֹא־יָכוֹל, lo yakhol) enfatiza a completude da obra e a sobrecarga da glória divina. A 'Nuvem' (כָּבוֹד - kavod, glória/peso) que preenche o Templo é uma repetição direta da teofania vista no Tabernáculo (Êxodo 40:34) e na dedicação do Templo de Salomão (1 Reis 8:10), sinalizando a aceitação divina da morada construída.",
      "temas": [
        "Glória de Deus",
        "Consagração do Templo",
        "Presença Divina"
      ],
      "personagens": [
        "Salomão",
        "Sacerdotes"
      ]
    },
    "27": {
      "parafrase": "Então, o Senhor falou claramente a Salomão, transmitindo-lhe instruções vitais. Deus estabeleceu um pacto solene com o rei, prometendo que, se ele e seus descendentes seguissem firmemente os caminhos do Senhor, obedecendo a todos os Seus mandamentos e estatutos, o trono de Israel jamais perderia a sua continuidade, reinando para sempre. A promessa estava condicionada à lealdade inabalável. 📜🤝",
      "referencias": [
        "2 Samuel 7:12-16",
        "Deuteronômio 28:1",
        "Salmos 132:11-12"
      ],
      "comentario": "Esta é a renovação da Aliança Davídica (2 Samuel 7), agora reafirmada a Salomão após a dedicação do Templo. A condição 'se andares' (אִם־תֵּלֵךְ, im telekh) estabelece a dependência da bênção contínua na obediência (Deuteronômio 28). O trono é prometido como perpétuo, uma promessa que aponta teologicamente para o Messias, descendente de Davi.",
      "temas": [
        "Aliança Divina",
        "Condicionalidade da bênção",
        "Sucessão Real"
      ],
      "personagens": [
        "Senhor",
        "Salomão"
      ]
    },
    "28": {
      "parafrase": "Entretanto, o Senhor advertiu com a mesma seriedade: se Salomão ou seus futuros reis se desviassem, abandonando os mandamentos e passando a seguir outros deuses, prestando-lhes culto e servindo-os, o reino de Israel seria imediatamente arrancado de sua posse. O preço da desobediência seria a perda da soberania estabelecida. ⚠️💔",
      "referencias": [
        "Deuteronômio 28:15",
        "Jeremias 22:24-30",
        "1 Reis 11:9-11"
      ],
      "comentario": "Esta é a contraparte da bênção, a maldição ou consequência da quebra da aliança. O termo hebraico para 'desviar-se' (לִפְנֹת, lifnot) sugere uma virada intencional de direção. A consequência é a remoção (ou amputação) do trono, um aviso profético que se cumpriria parcialmente com a divisão do reino após Salomão.",
      "temas": [
        "Consequências da Desobediência",
        "Idolatria",
        "Juízo Divino"
      ],
      "personagens": [
        "Senhor",
        "Salomão"
      ]
    },
    "29": {
      "parafrase": "Quanto aos demais registros sobre o reinado de Salomão — desde seus primeiros atos de governo até suas mais profundas obras de sabedoria e os planos arquitetônicos de suas construções — tudo isso está minuciosamente documentado. Essas narrativas completas podem ser encontradas no grande livro que contém a história de Salomão, um registro oficial da época. 📚📜",
      "referencias": [
        "1 Reis 11:41",
        "Provérbios 1:1"
      ],
      "comentario": "O texto faz referência a fontes históricas contemporâneas que não nos foram integralmente preservadas, especificamente 'as palavras de Salomão' e 'a história de Salomão'. O termo usado (דִּבְרֵי, divrei) indica crônicas oficiais ou anais reais, destacando que a Bíblia não é o único registro existente da época, mas sim uma seleção com foco teológico.",
      "temas": [
        "Registros Históricos",
        "Sabedoria de Salomão",
        "Arquivo Real"
      ],
      "personagens": [
        "Salomão"
      ]
    },
    "30": {
      "parafrase": "Salomão reinou sobre todo o Israel, desde o grande rio Eufrates, o limite máximo do império idealizado, até a fronteira do Egito, estendendo sua influência por todas as nações sob seu domínio. Seu reinado foi longo e próspero, cobrindo todo o período estabelecido por Deus para a estabilidade do reino. 🗺️👑",
      "referencias": [
        "Gênesis 15:18",
        "1 Reis 4:21",
        "Números 34:5"
      ],
      "comentario": "Este versículo descreve a extensão territorial máxima alcançada pelo reino unido de Israel sob Salomão, a fronteira idealizada (o 'Rio' = Eufrates) e o limite sul (o 'Sebes do Egito' = wadi el Arish). Isso confirma a promessa feita a Abraão (Gênesis 15:18) em sua plenitude política, embora temporária.",
      "temas": [
        "Extensão do Reino",
        "Poder Político",
        "Prosperidade"
      ],
      "personagens": [
        "Salomão"
      ]
    },
    "31": {
      "parafrase": "E quanto ao restante da vida de Salomão, suas vitórias, a sabedoria inigualável com que governou, e todas as decisões justas que proferiu, elas também foram registradas em detalhe. Essas façanhas estão catalogadas na crônica especial dedicada à vida e ao legado do próprio Salomão, provando que ele foi o maior rei de sua era. 🌟📖",
      "referencias": [
        "1 Reis 10:14-29",
        "Provérbios 25:1"
      ],
      "comentario": "Este versículo reitera a riqueza documental sobre Salomão, separando os feitos de construção e tributos (v. 29) de sua sabedoria e administração (v. 31). A menção à 'sabedoria' (חָכְמַת, chokmat) ecoa o pedido inicial de Salomão, confirmando que Deus o atendeu plenamente em seu reinado. A inclusão deste detalhe visa engrandecer o período da monarquia unida.",
      "temas": [
        "Sabedoria Real",
        "Legado",
        "Administração"
      ],
      "personagens": [
        "Salomão"
      ]
    }
  }
}