{
  "livro": "2 Crônicas",
  "capitulo": 10,
  "contexto_historico": "O Capítulo 10 de 2 Crônicas narra a trágica divisão do Reino de Israel após a morte do Rei Salomão. Os líderes de Israel, insatisfeitos com a pesada carga de trabalho e os impostos impostos por Salomão (e que Roboão, seu sucessor, se recusou a aliviar), se reuniram em Siquém. Eles pediram a Roboão que suavizasse as exigências de seu pai. Roboão, aconselhado pelos jovens e inexperientes, rejeitou as súplicas do povo e respondeu com arrogância, prometendo aumentar a opressão. Esta decisão levou dez das doze tribos a se rebelarem contra a Casa de Davi e estabelecerem Roboão apenas sobre Judá e Benjamim, formando o Reino do Norte (Israel) liderado por Jeroboão, e o Reino do Sul (Judá) liderado por Roboão. Este evento marca o fim da unidade territorial do povo de Deus, um ponto de inflexão crucial na história bíblica. 💔👑",
  "bloco_tematico": "A Cisão do Reino: A Arrogância de Roboão e a Separação das Dez Tribos 🗣️📉",
  "versiculos": {
    "1": {
      "parafrase": "Ao saber o Rei Salomão da chegada de Renome, o filho de Reaobã, ele se preparou imediatamente. Com a notícia correndo como fogo, Salomão reuniu em Jerusalém todos os seus conselheiros mais sábios e os líderes influentes de todo o reino, pois ele sabia que o destino de Israel estava em jogo.",
      "referencias": [
        "1 Reis 12:1",
        "2 Crônicas 9:29"
      ],
      "comentario": "O versículo estabelece o cenário para a grande crise política. A chegada de Renome (ou Roboão, dependendo da leitura, mas aqui se refere à visita dele) é o catalisador. Salomão, demonstrando sabedoria até o fim, busca conselho antes de confrontar a situação tensa com as dez tribos do norte.",
      "temas": [
        "Inteligência política",
        "Convocação de líderes",
        "Preparação para a crise"
      ],
      "personagens": [
        "Rei Salomão",
        "Renome (Roboão)"
      ]
    },
    "2": {
      "parafrase": "Roboão, que estava em Segurança em Jerusalém após ser coroado na cidade de Siquém, reuniu-se com seus assessores para entender como responder à rebelião das tribos do norte.",
      "referencias": [
        "1 Reis 12:2",
        "2 Crônicas 10:1"
      ],
      "comentario": "Este versículo recapitula brevemente a situação de Roboão em Jerusalém, local de sua coroação inicial, antes de ele se encontrar com os líderes das tribos que vieram de Siquém (que é mencionada no versículo seguinte, mas o contexto é a sua presença na capital).",
      "temas": [
        "Governança centralizada",
        "Localização do poder"
      ],
      "personagens": [
        "Roboão"
      ]
    },
    "3": {
      "parafrase": "Então, os líderes de Israel, representando as dez tribos do norte, vieram a Roboão e disseram com clareza: 'Seu pai, Salomão, nos impôs um jugo pesado, uma carga de trabalho e tributos muito duros. Diminua agora um pouco a severidade desse fardo, e nós lhe serviremos fielmente, como súditos leais.'",
      "referencias": [
        "Êxodo 20:17",
        "Deuteronômio 28:48"
      ],
      "comentario": "Este é o cerne da queixa. A palavra hebraica para 'jugo' (על - 'ol') evoca a imagem de um arado ou carga. Eles não pediram a abolição total, mas um alívio. Isso mostra que a lealdade ao trono ainda era negociável se o custo fosse razoável.",
      "temas": [
        "Opressão fiscal",
        "Negociação política",
        "Fardo real"
      ],
      "personagens": [
        "Líderes de Israel",
        "Roboão"
      ]
    },
    "4": {
      "parafrase": "Roboão lhes respondeu, pedindo três dias para pensar e dar uma resposta final. Assim, ele se afastou do povo para consultar seus conselheiros.",
      "referencias": [
        "1 Reis 12:4",
        "Provérbios 18:13"
      ],
      "comentario": "O adiamento é um movimento tático, mas também indica que Roboão não tinha a resposta imediata, sinalizando insegurança ou falta de sabedoria inerente, contrastando com seu pai.",
      "temas": [
        "Deliberação",
        "Paciência governamental"
      ],
      "personagens": [
        "Roboão"
      ]
    },
    "5": {
      "parafrase": "Roboão então convocou os conselheiros anciãos que haviam servido fielmente ao seu pai, Salomão, enquanto este ainda vivia, e lhes perguntou: 'Como devo responder a este povo que me pede para aliviar o jugo imposto por meu pai?'",
      "referencias": [
        "1 Reis 12:6",
        "Eclesiastes 1:4"
      ],
      "comentario": "Aqui, Roboão busca a sabedoria da experiência passada, recorrendo aos homens que testemunharam a gestão de Salomão no auge de seu reinado. Esta é a primeira e correta via de consulta.",
      "temas": [
        "Sabedoria dos anciãos",
        "Experiência governamental"
      ],
      "personagens": [
        "Roboão",
        "Conselheiros anciãos"
      ]
    },
    "6": {
      "parafrase": "Mas Roboão rejeitou o conselho dos velhos, perguntando: 'Que me aconselham vocês a dizer a esse povo que me pede para aliviar o peso que meu pai colocou sobre eles?'",
      "referencias": [
        "Provérbios 15:1",
        "Juízes 8:1"
      ],
      "comentario": "Este versículo estabelece a virada dramática. Roboão ignora a orientação dos sábios. A repetição da pergunta, agora dirigida a um novo grupo, prepara o palco para a influência nefasta dos jovens conselheiros.",
      "temas": [
        "Rejeição da sabedoria",
        "Tomada de decisão errada"
      ],
      "personagens": [
        "Roboão"
      ]
    },
    "7": {
      "parafrase": "Os jovens, que haviam crescido ao lado de Roboão e eram seus amigos íntimos, responderam com arrogância: 'Diga-lhes assim: Meu pai impôs a vocês um jugo pesado; eu, no entanto, farei o fardo de vocês ainda mais pesado! Meu pai os castigava com chicotes, mas eu os castigarei com escorpiões de ferro!' 🦂",
      "referencias": [
        "Provérbios 13:20",
        "Salmos 12:3"
      ],
      "comentario": "A metáfora do escorpião ('Aqrabim' em hebraico, possivelmente um instrumento de flagelação mais severo que o chicote comum) é brutal. Ela simboliza tirania calculada, um aperto de poder em vez de um alívio. A juventude e a inexperiência levaram a uma resposta desproporcional e destrutiva.",
      "temas": [
        "Tirania",
        "Conselho destrutivo",
        "Arrogância juvenil"
      ],
      "personagens": [
        "Jovens conselheiros",
        "Roboão"
      ]
    },
    "8": {
      "parafrase": "Eles responderam a Roboão, dizendo: 'Seu pai fez o trabalho dele ser pesado, mas você deve torná-lo insuportável, transformando o jugo dele num peso de rocha, esmagador!'",
      "referencias": [
        "Jó 39:10",
        "Isaías 58:6"
      ],
      "comentario": "A analogia da 'pedra' ou 'rocha' (Hebraico: 'Abanim') reforça a ideia de esmagamento e permanência imutável. Eles incentivam Roboão a não apenas manter, mas a maximizar a opressão, mostrando total desprezo pela dor do povo.",
      "temas": [
        "Má gestão",
        "Opressão extrema"
      ],
      "personagens": [
        "Jovens conselheiros",
        "Roboão"
      ]
    },
    "9": {
      "parafrase": "Roboão, então, respondeu ao povo no terceiro dia, repetindo o conselho insensato que recebera dos seus amigos: 'Meu pai os sobrecarregou com impostos pesados; mas eu tornarei o seu trabalho muito mais pesado! Meu pai os disciplinou com chicotes comuns, mas eu usarei o flagelo mais cruel!'",
      "referencias": [
        "1 Reis 12:13",
        "Provérbios 29:2"
      ],
      "comentario": "Aqui Roboão formaliza sua escolha, comunicando a decisão ao povo. Ele opta pela rigidez, abraçando a insensatez dos jovens, o que efetivamente sela a divisão do reino.",
      "temas": [
        "Inflexibilidade",
        "Falta de tato político",
        "Consequências da má escolha"
      ],
      "personagens": [
        "Roboão",
        "Povo de Israel"
      ]
    },
    "10": {
      "parafrase": "Os velhos conselheiros lhe haviam advertido sobre as consequências, mas ele não lhes deu ouvidos, pois havia decidido seguir a orientação dos seus amigos de infância.",
      "referencias": [
        "2 Crônicas 12:1",
        "Tito 3:3"
      ],
      "comentario": "Este versículo é uma condenação direta da falha de Roboão. Ele escolheu a lealdade pessoal e o orgulho sobre a sabedoria testada pelo tempo. Isso demonstra que a origem do conselho é tão importante quanto o seu conteúdo.",
      "temas": [
        "Prejuízo da parcialidade",
        "Desobediência à experiência"
      ],
      "personagens": [
        "Roboão",
        "Conselheiros"
      ]
    },
    "11": {
      "parafrase": "Ao ouvir a resposta dura, o povo respondeu com desdém e revolta: 'Que parte temos nós com Davi? Não há herança para nós no filho de Jessé! Voltem para suas próprias tendas, ó Israel! Cuide agora de sua casa, ó Roboão!'",
      "referencias": [
        "2 Samuel 20:1",
        "Jeremias 3:7"
      ],
      "comentario": "A menção a 'Davi' e 'filho de Jessé' é uma clara rejeição da legitimidade da Casa de Davi em relação às dez tribos. Eles se desvinculam da aliança original estabelecida com Davi, buscando autonomia total.",
      "temas": [
        "Rejeição dinástica",
        "Separatismo",
        "Deslealdade"
      ],
      "personagens": [
        "Povo de Israel",
        "Roboão",
        "Davi",
        "Jessé"
      ]
    },
    "12": {
      "parafrase": "Assim, o povo de Israel se retirou de Jerusalém e foi para Siquém, onde Jeroboão, filho de Nebate, havia retornado do Egito, e lá o proclamaram rei sobre eles. Nenhuma tribo seguiu a casa de Davi, exceto a tribo de Judá.",
      "referencias": [
        "1 Reis 12:16",
        "Oséias 8:4"
      ],
      "comentario": "O cisma está consumado. Siquém se torna o novo centro político para o norte, e Jeroboão, que tinha um histórico de revolta contra Salomão enquanto estava no Egito, é empossado como líder. O texto destaca a lealdade exclusiva de Judá (e de Benjamim, embora não explicitamente citado aqui como seguidora de Judá na divisão subsequente, a ênfase está em Judá como a única remanescente fiel).",
      "temas": [
        "Cisma",
        "Ascensão de Jeroboão",
        "Fidelidade de Judá"
      ],
      "personagens": [
        "Povo de Israel",
        "Jeroboão",
        "Roboão",
        "Davi"
      ]
    },
    "13": {
      "parafrase": "Quando Roboão retornou a Jerusalém, ele tentou reunir as tribos que haviam se rebelado. Ele convocou todos os homens de Judá e Benjamim, um exército de cento e oitenta mil homens corajosos, prontos para a guerra.",
      "referencias": [
        "1 Reis 12:21",
        "2 Samuel 10:9"
      ],
      "comentario": "Roboão percebe tardiamente o erro e tenta reverter a situação militarmente. O número de 180.000 é significativo, representando a força de Judá e Benjamim unidas, as tribos mais leais e próximas da capital.",
      "temas": [
        "Tentativa de reconquista",
        "Força militar"
      ],
      "personagens": [
        "Roboão",
        "Homens de Judá e Benjamim"
      ]
    },
    "14": {
      "parafrase": "Mas a palavra do Senhor chegou ao homem de Deus chamado Semaías, dizendo: 'Vá e diga a Roboão, filho de Salomão, rei de Judá, e a toda a casa de Judá e Benjamim: Não subam nem entrem em batalha contra seus irmãos, os israelitas!'",
      "referencias": [
        "1 Reis 12:22",
        "Jeremias 26:5"
      ],
      "comentario": "Deus intervém diretamente para impedir a guerra civil imediata. Semaías é o profeta intermediário. A ordem é clara: a divisão não deve ser resolvida pela força, mas é um juízo divino em curso.",
      "temas": [
        "Intervenção divina",
        "Proibição da guerra civil",
        "Vontade de Deus"
      ],
      "personagens": [
        "Semaías",
        "Roboão",
        "Israelitas"
      ]
    },
    "15": {
      "parafrase": "Semaías transmitiu a mensagem, explicando o motivo: 'Assim diz o Senhor: Vocês não devem subir, nem lutar contra seus irmãos. Cada um de vocês deve voltar para casa, pois isso foi determinado por mim!'",
      "referencias": [
        "Lamentações 3:37",
        "Amós 3:6"
      ],
      "comentario": "A confirmação da origem divina da ordem é crucial. O Senhor afirma a soberania sobre a situação política. A divisão não é um acidente, mas um desígnio divino, possivelmente como retribuição pela opressão de Salomão (1 Reis 11:9-13).",
      "temas": [
        "Soberania de Deus",
        "Aceitação do juízo"
      ],
      "personagens": [
        "Semaías",
        "Roboão"
      ]
    },
    "16": {
      "parafrase": "Ao ouvirem a palavra do Senhor por meio de Semaías, os israelitas obedeceram imediatamente. Eles abandonaram o plano de ataque e voltaram para suas respectivas casas, reconhecendo a voz de Deus na proibição.",
      "referencias": [
        "Atos 5:39",
        "1 Reis 12:24"
      ],
      "comentario": "A obediência das dez tribos à proibição divina (enviada a Roboão) é notável. Mesmo em sua rebelião política, eles ainda reconhecem a autoridade profética de Deus sobre a guerra, diferentemente de Roboão, que inicialmente ignorou o profeta.",
      "temas": [
        "Obediência profética",
        "Reconhecimento divino"
      ],
      "personagens": [
        "Israelitas",
        "Semaías"
      ]
    },
    "17": {
      "parafrase": "Dessa forma, Roboão continuou a reinar sobre o povo que permaneceu em Judá, governando as cidades fortificadas de Judá e Benjamim.",
      "referencias": [
        "1 Reis 12:17",
        "Isaías 11:11"
      ],
      "comentario": "O reino do sul é formalmente estabelecido com Judá e Benjamim como seus pilares geográficos e tribais. As cidades fortificadas (de defesa e controle) se tornam a base da sua nova administração.",
      "temas": [
        "Fundação do Reino do Sul",
        "Governo de Roboão"
      ],
      "personagens": [
        "Roboão"
      ]
    },
    "18": {
      "parafrase": "Roboão, filho de Salomão, tentou impor tributos e pesados impostos sobre eles, mas Deus não permitiu que ele fosse bem-sucedido em subjugar as dez tribos que haviam se afastado.",
      "referencias": [
        "2 Crônicas 12:14",
        "Salmos 127:1"
      ],
      "comentario": "Embora tenha mantido Judá e Benjamim, Roboão persistentemente tentou exercer a mesma opressão que causou a divisão. No entanto, Deus o deteve de forçar a reconquista ou aumentar a opressão sobre as tribos rebeldes, garantindo que a divisão permanecesse.",
      "temas": [
        "Tentativas frustradas",
        "Limites impostos por Deus"
      ],
      "personagens": [
        "Roboão"
      ]
    },
    "19": {
      "parafrase": "Assim, Israel se manteve separado da casa de Davi desde aquele tempo, e essa separação perdurou até os dias atuais (os dias do cronista).",
      "referencias": [
        "2 Reis 17:21",
        "Jeremias 31:31"
      ],
      "comentario": "Este é o veredito final do cronista, registrando a divisão como um fato histórico permanente (até o ponto de vista da escrita). A quebra da unidade sob Davi e Salomão se cristaliza em dois reinos distintos, um marco fundamental na história de Israel.",
      "temas": [
        "Permanência da divisão",
        "Consequências históricas"
      ],
      "personagens": [
        "Casa de Davi",
        "Israel"
      ]
    }
  }
}