{
  "livro": "2 Crônicas",
  "capitulo": 13,
  "contexto_historico": "Após a morte de Salomão, o Reino Unido de Israel se dividiu. Roboão, filho e sucessor de Salomão, enfrentou a insatisfação das dez tribos do norte devido aos pesados impostos e ao trabalho forçado impostos por seu pai. Quando as tribos pediram alívio, Roboão, aconselhado por seus amigos jovens, rejeitou as súplicas, respondendo com arrogância e ameaças. Isso levou à secessão das dez tribos, que formaram o Reino do Norte (Israel), deixando apenas Judá e Benjamim leais a Roboão, formando o Reino do Sul (Judá). O capítulo 13 narra os eventos imediatamente subsequentes à divisão, focando no conflito direto entre os dois novos reinos, especificamente entre Roboão (Judá) e Jeroboão (Israel). É um momento crucial de cisma político e teológico.",
  "bloco_tematico": "Guerra Civil e a Escolha da Lealdade: Roboão vs. Jeroboão ⚔️👑",
  "versiculos": {
    "1": {
      "parafrase": "Quando Roboão, filho de Salomão, já estava firme em seu trono e seu reino se fortalecia em Judá, ele e todo o Israel rejeitaram a sabedoria do Senhor que lhes havia sido ensinada.",
      "referencias": [
        "1 Reis 12:1",
        "Deuteronômio 28:15"
      ],
      "comentario": "Este versículo marca o ponto de inflexão trágico. Roboão, tendo alcançado a estabilidade política (fortalecer o reino), opta por ignorar o caminho de Deus, ecoando o erro de seu pai em seus últimos dias. A rejeição não é um acidente, mas uma decisão ativa contra o conhecimento divino recebido.",
      "temas": [
        "Rejeição da Lei",
        "Estabelecimento do Reino",
        "Firmeza no Mal"
      ],
      "personagens": [
        "Roboão",
        "Salomão"
      ]
    },
    "2": {
      "parafrase": "E aconteceu que, no quinto ano do reinado de Roboão, que fora no quarto ano de Jeroboão como rei de Israel, Sisaque, o rei do Egito, marchou com um exército imenso contra Jerusalém.",
      "referencias": [
        "1 Reis 14:25",
        "Joel 3:2"
      ],
      "comentario": "A consequência da desobediência não demora a chegar. Sisaque (identificado historicamente como Sheshonq I) representa o poder estrangeiro. O tempo é precisamente medido: o quinto ano de Roboão coincide com o quarto de Jeroboão, mostrando a cronologia paralela dos reinos divididos. A invasão egípcia é a punição imediata.",
      "temas": [
        "Invasão Estrangeira",
        "Consequências da Desobediência",
        "Cronologia dos Reinos"
      ],
      "personagens": [
        "Roboão",
        "Jeroboão",
        "Sisaque"
      ]
    },
    "3": {
      "parafrase": "Sisaque trouxe consigo mil e duzentos carros de guerra, sessenta mil cavaleiros, e um número incontável de soldados que vieram com ele do Egito, incluindo líbios, sufitas e etíopes, uma onda avassaladora.",
      "referencias": [
        "Êxodo 15:4",
        "Jeremias 46:2"
      ],
      "comentario": "A descrição do exército é hiperbólica, mas serve para ilustrar a magnitude da força opressora. A menção às etnias (líbios, sufitas, etíopes) sublinha que esta não era apenas uma força egípcia, mas uma coalizão militar vasta e temível, vinda de todas as fronteiras egípcias.",
      "temas": [
        "Poder Militar",
        "Coalizão de Nações",
        "Ameaça Externa"
      ],
      "personagens": [
        "Sisaque"
      ]
    },
    "4": {
      "parafrase": "E eles conquistaram todas as cidades fortificadas de Judá e chegaram até mesmo aos portões de Jerusalém, a cidade escolhida do Senhor.",
      "referencias": [
        "Miquéias 1:11",
        "Josué 10:16"
      ],
      "comentario": "A queda das fortalezas indica a falha da defesa humana, já que Deus havia prometido proteção ao Seu povo fiel. O avanço até Jerusalém demonstra o quão perto a nação chegou da destruição total por causa de seu pecado.",
      "temas": [
        "Queda das Muralhas",
        "Ameaça a Jerusalém",
        "Aproximação do Juízo"
      ],
      "personagens": []
    },
    "5": {
      "parafrase": "Então, o profeta Semaias foi até Roboão e os líderes de Judá, que haviam se reunido em Jerusalém por causa do avanço egípcio, e lhes disse com a autoridade do Senhor: 'Assim diz o Senhor: Vocês me abandonaram, e por isso eu os entreguei nas mãos de Sisaque!'",
      "referencias": [
        "1 Reis 12:22",
        "Jeremias 35:15"
      ],
      "comentario": "A intervenção divina ocorre no momento de maior desespero. Semaias (cujo nome significa 'O Senhor ouviu') atua como porta-voz. A mensagem é direta e inescapável: o sofrimento é uma resposta direta ao abandono divino. É o diagnóstico teológico da crise.",
      "temas": [
        "Intervenção Profética",
        "Diagnóstico Espiritual",
        "A Soberania de Deus"
      ],
      "personagens": [
        "Semaias",
        "Roboão"
      ]
    },
    "6": {
      "parafrase": "Os líderes de Judá e o rei, ao ouvirem isso, humilharam-se profundamente e, com voz que reconhecia a verdade, declararam: 'O Senhor é justo!'",
      "referencias": [
        "Lamentações 3:39",
        "Jó 1:21"
      ],
      "comentario": "Esta é a chave do versículo: o reconhecimento da justiça divina (Hebraico: *Yhwh tsaddiq*). A humildade surge somente após o choque da constatação de que a causa de sua desgraça está neles mesmos, e não na força de Sisaque. É o início do arrependimento.",
      "temas": [
        "Humilhação",
        "Reconhecimento da Justiça",
        "Arrependimento"
      ],
      "personagens": [
        "Líderes de Judá",
        "Roboão"
      ]
    },
    "7": {
      "parafrase": "E quando o Senhor viu que eles se humilharam de verdade, Ele transmitiu uma palavra a Semaias dizendo: 'Pois que eles se renderam humildemente a Mim, Eu não destruirei totalmente vocês, nem derramarei Minha ira sobre Jerusalém de forma completa.'",
      "referencias": [
        "Salmos 103:13",
        "Jeremias 18:7-8"
      ],
      "comentario": "A misericórdia de Deus é acionada pela 'humilhação verdadeira' (Hebraico: *shachah*). Deus sempre retém o golpe final quando há um genuíno retorno. A destruição não será total, indicando que um remanescente será preservado.",
      "temas": [
        "Misericórdia de Deus",
        "Preservação do Remanescente",
        "Condicionalidade do Perdão"
      ],
      "personagens": [
        "O Senhor",
        "Semaias"
      ]
    },
    "8": {
      "parafrase": "No entanto, eles servirão a Sisaque e a seu povo. A razão é que eles deverão carregar o jugo do serviço a Sisaque, para que possam experimentar a diferença entre servir a Mim e servir aos reinos da terra.",
      "referencias": [
        "Gálatas 5:1",
        "Mateus 11:30"
      ],
      "comentario": "O julgamento parcial impõe uma lição prática e dolorosa. O serviço forçado (o 'jugo') serve como um 'laboratório' teológico. Servir a Deus é libertador ('o jugo é suave'), enquanto servir às potências mundanas traz escravidão e fardo pesado.",
      "temas": [
        "Servidão Temporal",
        "Lição de Contraste",
        "Jugos"
      ],
      "personagens": [
        "Roboão",
        "Sisaque"
      ]
    },
    "9": {
      "parafrase": "Assim, Sisaque, o rei do Egito, saqueou todos os tesouros do templo do Senhor e também todos os tesouros da casa real de Roboão. Ele levou embora tudo, incluindo os escudos de ouro que Salomão havia feito.",
      "referencias": [
        "1 Reis 10:16-17",
        "Isaías 39:3-4"
      ],
      "comentario": "O custo do pecado é materializado no saque dos tesouros. Os escudos de ouro, símbolos da glória e da paz estabelecida sob Salomão, são levados. Este é o despojamento da riqueza adquirida sob a bênção, agora perdida pela desobediência.",
      "temas": [
        "Saque dos Tesouros",
        "Perda da Glória Material",
        "Simbolismo dos Escudos"
      ],
      "personagens": [
        "Sisaque",
        "Roboão",
        "Salomão"
      ]
    },
    "10": {
      "parafrase": "Em substituição aos escudos de ouro perdidos, o rei Roboão ordenou que fossem feitos novos escudos de bronze, e os entregou aos responsáveis pela guarda das portas do palácio real.",
      "referencias": [
        "Neemias 2:8",
        "Êxodo 27:1-5"
      ],
      "comentario": "Bronze substitui ouro. É uma troca de valor e glória. O bronze era material forte, mas comum, simbolizando a substituição da realeza glorificada pela realidade dura da punição. O rei tenta restaurar o aparato externo, mas a essência da aliança foi ferida.",
      "temas": [
        "Substituição Material",
        "Restauração Superficial",
        "Consequências Visíveis"
      ],
      "personagens": [
        "Roboão"
      ]
    },
    "11": {
      "parafrase": "Sempre que o rei ia ao templo do Senhor, os guardas levavam esses escudos de bronze e os devolviam ao depósito de armas ao final do serviço.",
      "referencias": [
        "2 Samuel 8:7",
        "1 Crônicas 25:1"
      ],
      "comentario": "Os escudos de bronze tinham que ser ativamente transportados e devolvidos, ao contrário dos de ouro que provavelmente ficavam em exibição permanente. Isso reforça a ideia de que a proteção agora exige esforço ativo e lembrete constante de sua perda anterior.",
      "temas": [
        "Rotina de Serviço",
        "Lembrança do Pecado",
        "Segurança Condicional"
      ],
      "personagens": [
        "Roboão"
      ]
    },
    "12": {
      "parafrase": "E, quando o rei demonstrava arrependimento e buscava ao Senhor com sinceridade, o Senhor, em Sua compaixão, não permitia que Semaias lhes trouxesse mais profecias de destruição total.",
      "referencias": [
        "Salmos 145:18",
        "Oseias 6:1"
      ],
      "comentario": "Enquanto Roboão mantiver, mesmo que oscilantemente, o caminho da humildade e da busca a Deus, a ameaça existencial de aniquilação é suspensa. A profecia de Semaias se torna um barômetro da resposta real.",
      "temas": [
        "Sinceridade do Arrependimento",
        "Suspensão do Juízo",
        "Busca a Deus"
      ],
      "personagens": [
        "Roboão",
        "Senhor",
        "Semaias"
      ]
    },
    "13": {
      "parafrase": "Assim, Roboão se estabeleceu como rei em Jerusalém, governando e fortalecendo o reino por mais tempo. Ele reinou por dezessete anos no total.",
      "referencias": [
        "1 Reis 14:21",
        "Esdras 10:17"
      ],
      "comentario": "Roboão teve um reinado longo (total de 22 anos, sendo 5 antes da invasão e 17 depois, conforme 1 Reis 14:21). Este período pós-invasão foi de estabilidade relativa, mas alcançado através do sofrimento e da lição imposta. A estabilidade foi reconquistada, mas a integridade do templo foi marcada.",
      "temas": [
        "Estabilidade Governamental",
        "Duração do Reinado",
        "Aprendizado através da Dor"
      ],
      "personagens": [
        "Roboão"
      ]
    },
    "14": {
      "parafrase": "Entretanto, ele não se dedicou firmemente em seu coração a seguir os preceitos e mandamentos do Senhor, o Deus vivo, mantendo uma inclinação para o caminho errado.",
      "referencias": [
        "Jeremias 17:9",
        "Atos 15:19"
      ],
      "comentario": "Este é o epitáfio do seu caráter. Apesar das correções, a raiz da infidelidade persiste: o coração não foi transformado, apenas temporariamente contido pelo medo e pela perda. Ele fez o que era necessário para sobreviver politicamente, mas não o que era essencial espiritualmente.",
      "temas": [
        "Coração Dividido",
        "Infidelidade Persistente",
        "A Necessidade de Transformação Interna"
      ],
      "personagens": [
        "Roboão"
      ]
    },
    "15": {
      "parafrase": "Os atos de Roboão, desde o início até o fim de seu reinado, estão todos registrados na crônica histórica do profeta Ido e também no registro genealógico de Semaías e de Ada, que incluía anais detalhados.",
      "referencias": [
        "1 Reis 14:19",
        "Esdras 6:1"
      ],
      "comentario": "Esta nota historiográfica assegura a veracidade do relato. Ido e Ada são apresentados como fontes primárias, sublinhando que a história de Roboão não é uma lenda, mas um registro factual dos eventos do reino de Judá, preservado por historiadores proféticos.",
      "temas": [
        "Registro Histórico",
        "Fontes Proféticas",
        "Veracidade Bíblica"
      ],
      "personagens": [
        "Roboão",
        "Ido",
        "Semaías",
        "Ada"
      ]
    },
    "16": {
      "parafrase": "E após a morte de Roboão, seu pai, houve uma guerra constante e cheia de hostilidades entre Roboão e Jeroboão, o rei de Israel, durante todo o tempo em que viveram.",
      "referencias": [
        "1 Reis 14:30",
        "Provérbios 10:12"
      ],
      "comentario": "A divisão política estabelecida pela insensatez de Roboão tornou-se a norma. A guerra mútua ('hostilidade contínua') prova que a paz não foi restaurada, apenas a invasão externa foi temporariamente adiada. O conflito interno é o preço da unidade quebrada.",
      "temas": [
        "Guerra Contínua",
        "Divisão Política",
        "Hostilidade Fraternal"
      ],
      "personagens": [
        "Roboão",
        "Jeroboão"
      ]
    },
    "17": {
      "parafrase": "Quando Roboão retornou a Jerusalém, ele se esforçou para defender a cidade, e fortaleceu as fortificações que seu pai, Salomão, havia construído como defesas principais.",
      "referencias": [
        "2 Crônicas 11:5-12",
        "Provérbios 24:27"
      ],
      "comentario": "Aqui vemos a ação prática de Roboão em fortalecer o que resta. Ele investiu em defesa física, mas negligenciou a defesa espiritual. Isso mostra um líder preocupado com a segurança aparente do Estado, mas não com a integridade do pacto.",
      "temas": [
        "Fortificação Urbana",
        "Defesa Física",
        "Prioridades Políticas"
      ],
      "personagens": [
        "Roboão",
        "Salomão"
      ]
    },
    "18": {
      "parafrase": "Ele construiu novas fortalezas e colocou guardas em todas essas cidades fortificadas de Judá, além de colocar suprimentos de comida, óleo e vinho, um esforço concentrado para proteger o reino do Sul.",
      "referencias": [
        "Números 32:36",
        "Cântico dos Cânticos 8:11"
      ],
      "comentario": "A estratégia de defesa é abrangente: muros, homens e suprimentos. Esta infraestrutura de segurança foi construída sobre as ruínas da confiança em Deus. É um esforço humano colossal para compensar a ausência da bênção divina.",
      "temas": [
        "Investimento em Defesa",
        "Logística Militar",
        "Esforço Humano vs. Divino"
      ],
      "personagens": [
        "Roboão"
      ]
    },
    "19": {
      "parafrase": "Assim, Roboão reinou em Judá por todos esses anos, mantendo o reino firmemente separado do reino de Israel.",
      "referencias": [
        "1 Reis 12:19",
        "Amós 9:11"
      ],
      "comentario": "O foco aqui é a consolidação da divisão. Roboão, mesmo após a punição, foi bem-sucedido em manter a integridade territorial do Sul, mas ao custo da unidade de Israel. A separação se tornou um fato político estabelecido e duradouro.",
      "temas": [
        "Consolidação do Sul",
        "Manutenção da Separação",
        "Sucesso Político"
      ],
      "personagens": [
        "Roboão"
      ]
    },
    "20": {
      "parafrase": "Roboão casou-se com Naamá, uma mulher de Amom, que se tornou sua esposa principal, e ela lhe deu um filho chamado Abias, que finalmente sucedeu ao trono.",
      "referencias": [
        "1 Reis 14:21",
        "Deuteronômio 7:3"
      ],
      "comentario": "A escolha da esposa estrangeira, Naamá, é um deslize que ecoa os pecados dos juízes e reis passados. Esta união com uma moabita/amonita (tradicionalmente proibida) mostra que Roboão não aprendeu a lição fundamental: a pureza da aliança era crucial para a bênção real.",
      "temas": [
        "Casamento Estrangeiro",
        "Sucessão Real",
        "Infidelidade Conjugal"
      ],
      "personagens": [
        "Roboão",
        "Naamá",
        "Abias"
      ]
    },
    "21": {
      "parafrase": "Roboão tinha quarenta e um anos quando começou a reinar, e reinou em Jerusalém, a cidade que o Senhor escolhera para colocar Seu nome, por um total de dezessete anos. Sua mãe era Naamá, de Amom.",
      "referencias": [
        "1 Reis 14:21",
        "Jeremias 25:18"
      ],
      "comentario": "Este versículo serve como um resumo biográfico final, reforçando a cronologia (idade de ascensão e duração do reinado) e o contexto espiritual de sua linhagem (a influência amonita através de sua mãe). Jerusalém é reafirmada como o centro teocrático, apesar das falhas do rei.",
      "temas": [
        "Resumo Biográfico",
        "Centro Teocrático",
        "Influência Maternal"
      ],
      "personagens": [
        "Roboão",
        "Naamá"
      ]
    },
    "22": {
      "parafrase": "A história de tudo o que Roboão fez, desde seus atos mais piedosos até seus atos mais pecaminosos, está escrita nos registros de Semaias, o profeta, e também nos anais de Ido, o vidente, que registrava as genealogias.",
      "referencias": [
        "2 Crônicas 12:15",
        "Salmos 139:16"
      ],
      "comentario": "Mais uma vez, a referência às fontes oficiais. O texto conclui que a vida de Roboão foi um mosaico de extremos: ele soube se arrepender em momentos de crise (Semaias), mas falhou em manter a santidade no dia a dia (a persistência da idolatria e dos casamentos errados). A história é completa.",
      "temas": [
        "Dualidade do Rei",
        "Registro Completo",
        "Ato de Vidente"
      ],
      "personagens": [
        "Roboão",
        "Semaias",
        "Ido"
      ]
    }
  }
}