{
  "livro": "2 Crônicas",
  "capitulo": 30,
  "contexto_historico": "O capítulo 30 de 2 Crônicas descreve o reinado de Ezequias, Rei de Judá, que havia recentemente restaurado o culto a Deus após a apostasia de seu pai, Acaz. Após a purificação do Templo 🕍 e a retomada das festividades, Ezequias convida todo o Israel (incluindo o Reino do Norte, Israel) a celebrar a Páscoa em Jerusalém, um evento que não era realizado de forma tão grandiosa desde os dias de Salomão. Muitos em Israel, especialmente os do norte, zombam e ridicularizam a convocação, mas alguns se arrependem e vão. A celebração é um marco na unificação religiosa do povo sob a liderança de Judá e na reafirmação da aliança com Deus, apesar da desobediência de muitos. O foco é a renovação espiritual após a destruição da idolatria. 🙏",
  "bloco_tematico": "A Grande Festa da Páscoa: Unificação, Arrependimento e Renovação da Aliança 🐑🎉",
  "versiculos": {
    "1": {
      "parafrase": "Ezequias, o rei de Judá, sentiu que era chegado o momento de despertar seu povo para a verdadeira adoração. Ele reuniu todos os líderes de Jerusalém e também os sacerdotes e levitas, que estavam um tanto desorganizados e talvez negligentes em seu dever sagrado. O rei convocou-os para um grande encontro no templo, expressando a urgência de restaurar a pureza e o fervor perdidos.",
      "referencias": [
        "2 Crônicas 29:3",
        "2 Crônicas 30:6"
      ],
      "comentario": "O verbo hebraico 'ajuntou' (QHL) sugere uma convocação oficial e solene. Ezequias age como líder espiritual, não apenas político, buscando restaurar a ordem litúrgica após o declínio sob seu pai, Acaz.",
      "temas": [
        "Restauração Religiosa",
        "Liderança Real",
        "Convocação"
      ],
      "personagens": [
        "Ezequias",
        "Sacerdotes",
        "Levitas"
      ]
    },
    "2": {
      "parafrase": "O rei decidiu que a primeira grande celebração a ser realizada seria a Páscoa, aquela festa fundamental que lembra a libertação milagrosa do Egito. Isso aconteceu no segundo mês, o mês de Iar, pois, no tempo determinado originalmente, muitos sacerdotes ainda não estavam purificados adequadamente, e o povo não havia se reunido em Jerusalém a tempo.",
      "referencias": [
        "Êxodo 12:2",
        "Números 9:10-11"
      ],
      "comentario": "O calendário original da Páscoa (Nissã/Abibe) foi ignorado devido à impureza ritual dos sacerdotes e à falta de preparação congregacional. Isso demonstra a flexibilidade (Lei de Exceção, 2 Cr 30:5) baseada na necessidade pastoral, um princípio encontrado em Números 9:11, que permite a celebração no segundo mês (Iar).",
      "temas": [
        "Celebração da Páscoa",
        "Pureza Ritual",
        "Tempo Sagrado"
      ],
      "personagens": [
        "Ezequias"
      ]
    },
    "3": {
      "parafrase": "Eles não conseguiram realizar a celebração na data correta, mas o coração de Ezequias estava firme. Ele disse ao povo e aos líderes: 'Precisamos fazer isso agora! É imperativo que nos voltemos para o Senhor, nosso Deus, para que Ele retorne a nós, pois nos afastamos Dele por muito tempo.'",
      "referencias": [
        "Jeremias 3:12",
        "Lamentações 3:40"
      ],
      "comentario": "Aqui está o cerne da motivação de Ezequias: o arrependimento não é apenas um ritual, mas um movimento do coração em direção a Deus ('retorne a nós'). O afastamento passado é reconhecido como a causa da ausência da presença divina ('nos afastamos Dele').",
      "temas": [
        "Arrependimento",
        "Busca por Deus",
        "Fidelidade"
      ],
      "personagens": [
        "Ezequias"
      ]
    },
    "4": {
      "parafrase": "Todos concordaram com o plano do rei, e foi decidido que, embora não fosse o momento estipulado pela Lei, eles fariam a celebração ali mesmo, na data secundária, e que todos deveriam se preparar e santificar-se para a ocasião.",
      "referencias": [
        "2 Crônicas 30:3",
        "Esdras 6:21"
      ],
      "comentario": "A unanimidade entre o rei, os sacerdotes e o povo indica um consenso nacional sobre a necessidade de restaurar a comunhão com Deus, mesmo que fora do calendário estrito. A obediência ao espírito da Lei supera a rigidez da letra, quando necessário.",
      "temas": [
        "Consenso",
        "Preparação Espiritual",
        "Adoração Comunitária"
      ],
      "personagens": [
        "Povo de Judá"
      ]
    },
    "5": {
      "parafrase": "Então, Ezequias enviou mensageiros com cartas urgentes para todo o reino, desde Berseba, no sul, até Dã, no extremo norte. A mensagem era clara: 'Venham urgentemente a Jerusalém para celebrar a Páscoa em honra ao Senhor, Deus de Israel. Vocês demoraram muito, mas Deus ainda os espera!'",
      "referencias": [
        "Juízes 20:1",
        "1 Reis 18:39"
      ],
      "comentario": "A abrangência da convocação, de Berseba a Dã, simboliza a tentativa de unificar o reino de Judá (e provavelmente incluir remanescentes do ex-reino do Norte, Israel) sob uma única prática de adoração, um ato profundamente político e teológico.",
      "temas": [
        "Unificação",
        "Proclamação",
        "Reino de Deus"
      ],
      "personagens": [
        "Ezequias",
        "Mensageiros"
      ]
    },
    "6": {
      "parafrase": "Os mensageiros levaram as cartas e os arautos viajaram por todo o território de Efraim e Manassés (territórios do antigo Reino do Norte), fazendo o anúncio oficial até mesmo em Zebulom. Mas, infelizmente, muitos simplesmente caíram na risada e zombaram dos mensageiros, ignorando o chamado sério do rei.",
      "referencias": [
        "Isaías 30:16",
        "Jeremias 20:7"
      ],
      "comentario": "Este versículo revela a dura realidade: a reforma de Ezequias não foi universalmente aceita. As tribos do Norte (Efraim e Manassés), há muito tempo sob influência idólatra, ridicularizaram a tentativa de retorno à Lei, mostrando a profundidade da apostasia em muitas partes da terra.",
      "temas": [
        "Rejeição da Mensagem",
        "Zombaria",
        "Apostasias"
      ],
      "personagens": [
        "Mensageiros",
        "Povo de Efraim e Manassés"
      ]
    },
    "7": {
      "parafrase": "Contudo, um grupo significativo, especialmente aqueles que eram sinceros e tinham corações humildes, ouviu a mensagem. Eles se mostraram dispostos a abandonar a idolatria e ir a Jerusalém para se purificar e adorar o Senhor, o Deus de seus antepassados.",
      "referencias": [
        "Isaías 1:19",
        "Atos 2:41"
      ],
      "comentario": "Em contraste com a zombaria, a resposta de uma 'multidão' (hebraico: 'qahal' ou 'pluralidade') de homens de Manassés, Issacar e Zebulom, que se humilharam, mostra que a semente da reforma encontrou solo fértil em alguns corações dispostos, mesmo entre aqueles mais distantes de Judá.",
      "temas": [
        "Humildade",
        "Sinceridade",
        "Conversão"
      ],
      "personagens": [
        "Homens de Manassés",
        "Homens de Issacar",
        "Homens de Zebulom"
      ]
    },
    "8": {
      "parafrase": "Eles se apressaram em direção a Jerusalém. Mas alguns, mesmo com boa intenção, não estavam ritualmente puros, pois não haviam passado pelo processo de purificação exigido. Mesmo assim, confiando na misericórdia de Deus, eles vieram.",
      "referencias": [
        "Hebreus 10:22",
        "Números 9:11"
      ],
      "comentario": "Estes adoradores vieram 'sem se purificarem' conforme o padrão estrito, mas o fizeram com fé na provisão de Deus, reconhecendo que o espírito da adoração era mais importante naquele momento de crise do que a perfeição cerimonial. Eles estavam em estado de impureza ritual, mas pureza de intenção.",
      "temas": [
        "Fé sobre o Ritual",
        "Pressa em Adorar",
        "Misericórdia Divina"
      ],
      "personagens": [
        "Adoradores impuros"
      ]
    },
    "9": {
      "parafrase": "Se alguém tivesse se demorado ou se recusado a ir, Deus não teria aceitado sua desculpa. Mas aqueles que foram, mesmo com a imperfeição da purificação, Deus os aceitou plenamente. O rei Ezequias havia instruído que quem estivesse com o coração pronto, Deus o aceitaria.",
      "referencias": [
        "Salmos 51:17",
        "Lucas 13:26-27"
      ],
      "comentario": "Este é um dos versículos mais teologicamente ricos: Deus prioriza a 'prontidão do coração' ('lev naskoa' - coração disposto) sobre a observância mecânica. O rito pode ser adiado ou adaptado, mas a disposição interior é o critério divino.",
      "temas": [
        "Aceitação Divina",
        "Disposição do Coração",
        "Graça"
      ],
      "personagens": [
        "Ezequias",
        "Deus"
      ]
    },
    "10": {
      "parafrase": "Assim, muitos de Manassés, Efraim, Issacar e Zebulom vieram a Jerusalém, embora estivessem em um estado de impureza cerimonial, e participaram da refeição da Páscoa. Eles desobedeceram à lei de Moisés sobre a purificação, mas obedeceram ao chamado do rei para se arrepender.",
      "referencias": [
        "Mateus 23:23",
        "1 Coríntios 5:8"
      ],
      "comentario": "Ainda que tenham transgredido a lei específica (Números 9:13), a celebração ocorreu sob a autoridade do rei e a expectativa da graça. O ato coletivo de fé e arrependimento superou a falta de purificação de alguns, resultando na comunhão.",
      "temas": [
        "Comunhão",
        "Transgressão Mitigada",
        "Unidade na Adoração"
      ],
      "personagens": [
        "Povo"
      ]
    },
    "11": {
      "parafrase": "Em Judá, a mão de Deus estava sobre o povo, concedendo-lhes um único coração para obedecerem às ordens do rei e dos sacerdotes, que eram, por sua vez, as ordens transmitidas pelo Senhor.",
      "referencias": [
        "Filipenses 2:13",
        "Esdras 7:6"
      ],
      "comentario": "A 'mão de Deus' (força capacitadora) é explicitamente mencionada como o fator que uniu o povo de Judá em obediência, contrastando com a resistência e zombaria vista nas tribos do norte. Isso indica uma intervenção divina direta na vontade do povo de Judá.",
      "temas": [
        "Intervenção Divina",
        "Obediência Coletiva",
        "Propósito de Deus"
      ],
      "personagens": [
        "Deus",
        "Rei",
        "Sacerdotes"
      ]
    },
    "12": {
      "parafrase": "Havia também homens de Israel (do Norte) que subiram a Jerusalém, embora estivessem com o coração impuro, sem terem se santificado conforme a lei. Eles também queriam participar da festa, mas Deus os viu com desaprovação, e não foram aceitos na celebração principal.",
      "referencias": [
        "Amós 5:21-24",
        "2 Crônicas 30:19"
      ],
      "comentario": "Este grupo do Norte (diferente daqueles do v. 7) veio com o corpo, mas sem o espírito de purificação, e foram rejeitados. A diferença crucial parece estar na intencionalidade da purificação: os do v. 7, apesar de impedidos, tentaram se purificar, enquanto este grupo simplesmente negligenciou o rito.",
      "temas": [
        "Rejeição",
        "Impureza Intencional",
        "Julgamento"
      ],
      "personagens": [
        "Homens de Israel"
      ]
    },
    "13": {
      "parafrase": "Em meados do segundo mês, uma grande multidão se reuniu em Jerusalém para celebrar a Festa dos Pães Asmos, que é a celebração da Páscoa prolongada. Muitos, vendo que não podiam celebrar no tempo certo, se reuniram para a celebração tardia.",
      "referencias": [
        "Levítico 23:6",
        "Números 9:11"
      ],
      "comentario": "A realização da Festa dos Pães Asmos (sete dias após a Páscoa) no segundo mês oficializa a adaptação litúrgica para toda a congregação que conseguiu chegar a Jerusalém.",
      "temas": [
        "Festa dos Pães Asmos",
        "Adaptação Ritual",
        "Celebração"
      ],
      "personagens": []
    },
    "14": {
      "parafrase": "Eles então removeram os altares de sacrifício impuros, aqueles que haviam sido erigidos em Jerusalém para a adoração de ídolos, e também jogaram fora todos os altares pequenos e sujos que serviam para queimar incenso em desobediência ao Senhor.",
      "referencias": [
        "Deuteronômio 7:5",
        "2 Reis 18:4"
      ],
      "comentario": "Este é um ato concreto de iconoclastia. A remoção dos 'altares' (plural) e dos 'lugares de incenso' (hebraico: mikmânîm) demonstra que a reforma não foi apenas espiritual, mas uma limpeza física e visível do Templo e da cidade de todo vestígio da idolatria de Acaz.",
      "temas": [
        "Iconoclastia",
        "Destruição da Idolatria",
        "Purificação do Templo"
      ],
      "personagens": []
    },
    "15": {
      "parafrase": "No décimo quarto dia do segundo mês, a congregação sacrificou os cordeiros da Páscoa. Os sacerdotes e levitas se sentiram envergonhados por não terem se purificado a tempo, mas, apesar da falha, eles se santificaram o melhor que puderam e trouxeram as ofertas queimadas ao Senhor.",
      "referencias": [
        "Levítico 12:1-8",
        "Esdras 6:20"
      ],
      "comentario": "A vergonha aqui é positiva; é o sentimento de inadequação diante da santidade divina. Os levitas e sacerdotes, que deveriam ser os modelos de pureza, reconhecem sua falha, mas avançam com a fé de que a oferta, mesmo imperfeita, seria aceita pela misericórdia.",
      "temas": [
        "Vergonha Santa",
        "Oferta de Sacrifício",
        "Arrependimento Sacerdotal"
      ],
      "personagens": [
        "Sacerdotes",
        "Levitas"
      ]
    },
    "16": {
      "parafrase": "Eles então retomaram a prática correta, colocando os levitas em seus postos designados para conduzir os sacrifícios, e os sacerdotes, com suas trombetas de prata, estavam prontos para soar o sinal, como o rei Davi havia estabelecido em seus regulamentos antigos.",
      "referencias": [
        "1 Crônicas 23:5",
        "2 Crônicas 29:26"
      ],
      "comentario": "O retorno imediato à ordem estabelecida por Davi (a estrutura original do culto) mostra o desejo de Ezequias de restaurar a glória passada, alinhando a prática presente com a tradição teocrática idealizada.",
      "temas": [
        "Ordem Litúrgica",
        "Tradição Davídica",
        "Restauração do Culto"
      ],
      "personagens": [
        "Levitas",
        "Sacerdotes",
        "Davi (mencionado)"
      ]
    },
    "17": {
      "parafrase": "Havia muitos no meio do povo que ainda não tinham se purificado. Eles não podiam celebrar a Páscoa na data correta, então Ezequias decidiu que eles poderiam oferecer os seus sacrifícios de Páscoa 'no segundo mês' como uma provisão especial.",
      "referencias": [
        "Números 9:11",
        "2 Crônicas 30:3"
      ],
      "comentario": "Este versículo formaliza a segunda oportunidade para aqueles que estavam ritualmente 'impuros' (talvez por contato com mortos ou outras impurezas maiores) ou geograficamente impossibilitados de chegar a tempo para o dia 14.",
      "temas": [
        "Provisão para os Impuros",
        "Segunda Chance",
        "Legislação de Exceção"
      ],
      "personagens": [
        "Ezequias"
      ]
    },
    "18": {
      "parafrase": "Se um homem tivesse o coração reto e estivesse pronto para adorar, mesmo que não tivesse feito todos os ritos de purificação previstos, Deus o perdoaria e permitiria que ele participasse da comunhão da Páscoa, desde que recebesse a bênção do sacerdote.",
      "referencias": [
        "Salmos 145:18",
        "Isaías 58:6-7"
      ],
      "comentario": "A bênção sacerdotal funciona como um selo de aceitação final. O sacerdote intercede para que a imperfeição do adorador seja coberta pela fé demonstrada, superando a barreira da impureza cerimonial.",
      "temas": [
        "Bênção Sacerdotal",
        "Fé e Pureza",
        "Mediação"
      ],
      "personagens": [
        "Homem de coração reto",
        "Sacerdote"
      ]
    },
    "19": {
      "parafrase": "Para aqueles que tinham o coração determinado a buscar a Deus, mesmo estando impuros por não terem se purificado segundo os padrões do santuário, Ezequias orou fervorosamente a Deus, pedindo que Ele os perdoasse e aceitasse.",
      "referencias": [
        "Salmos 145:18",
        "1 João 1:9"
      ],
      "comentario": "Ezequias, como intercessor principal (como Moisés e Samuel antes dele), assume a responsabilidade de expiar a falta de pureza de seu povo, orando para que Deus aplique o sacrifício de forma retroativa àqueles que vieram com sinceridade.",
      "temas": [
        "Intercessão",
        "Oração Fervorosa",
        "Perdão"
      ],
      "personagens": [
        "Ezequias",
        "Deus"
      ]
    },
    "20": {
      "parafrase": "E o Senhor ouviu a oração de Ezequias, e aceitou o pedido, e permitiu que aqueles que estavam impuros participassem da festa, recebendo o perdão pelo erro na purificação.",
      "referencias": [
        "1 Reis 8:53",
        "Salmos 106:45"
      ],
      "comentario": "Esta é a resposta definitiva: Deus honra a oração do rei e a sinceridade dos fiéis. A aliança é mantida através da graça mediada pela oração do líder piedoso.",
      "temas": [
        "Atendimento de Oração",
        "Aceitação",
        "Graça Suprema"
      ],
      "personagens": [
        "Senhor",
        "Ezequias"
      ]
    },
    "21": {
      "parafrase": "E assim, o povo de Judá e todos os que vieram de Israel celebraram a Festa dos Pães Asmos com grande alegria por sete dias inteiros. A música e a celebração eram tão intensas que os levitas e sacerdotes louvavam ao Senhor dia após dia com instrumentos fortes e vibrantes.",
      "referencias": [
        "2 Crônicas 29:30",
        "Salmos 100:2"
      ],
      "comentario": "O contraste com a celebração anterior (sob Acaz) é marcante. A alegria é o fruto visível do arrependimento e do perdão recebido. A música incessante reflete a exuberância da redenção.",
      "temas": [
        "Grande Alegria",
        "Louvor Contínuo",
        "Celebração Coletiva"
      ],
      "personagens": [
        "Povo de Judá",
        "Povo de Israel",
        "Levitas",
        "Sacerdotes"
      ]
    },
    "22": {
      "parafrase": "Ezequias falou diretamente aos corações dos levitas, exortando-os a dedicarem-se inteiramente ao serviço do Senhor, pois eles haviam aprendido uma lição profunda sobre a santidade e a graça.",
      "referencias": [
        "Neemias 13:30",
        "1 Crônicas 25:6-7"
      ],
      "comentario": "Este incentivo direto aos levitas é crucial. Após o erro inicial de impureza, o rei os chama a retomar seu papel com um novo vigor espiritual, ensinando que o serviço ministerial deve ser acompanhado de rigorosa santificação.",
      "temas": [
        "Exortação Ministerial",
        "Dedicacão",
        "Ensino"
      ],
      "personagens": [
        "Ezequias",
        "Levitas"
      ]
    },
    "23": {
      "parafrase": "Toda a assembleia decidiu estender a celebração por mais sete dias. Eles estavam tão felizes com a presença de Deus e com a restauração da comunhão que decidiram dobrar o tempo de júbilo.",
      "referencias": [
        "Levítico 23:36",
        "2 Crônicas 7:8-9"
      ],
      "comentario": "A extensão voluntária da festa (totalizando 14 dias de celebração dos Pães Asmos) é uma resposta espontânea de gratidão, ecoando a celebração incomum realizada pelo Rei Salomão, sinalizando um avivamento genuíno.",
      "temas": [
        "Extensão da Festa",
        "Gratidão",
        "Avivamento"
      ],
      "personagens": [
        "Assembleia"
      ]
    },
    "24": {
      "parafrase": "Pois Ezequias, o rei, e os líderes de Judá, juntamente com toda a congregação, decidiram oferecer centenas de animais como sacrifício de comunhão e ação de graças. A generosidade do rei e do povo garantiu que o louvor fosse abundante.",
      "referencias": [
        "2 Crônicas 29:33",
        "Deuteronômio 16:16-17"
      ],
      "comentario": "A generosidade (a oferta de 'mil bois e sete mil ovelhas') é a expressão material da alegria interior e do reconhecimento da bênção divina. Isso ultrapassa o mínimo exigido pela lei, refletindo um coração transbordante.",
      "temas": [
        "Generosidade",
        "Ofertas Abundantes",
        "Ação de Graças"
      ],
      "personagens": [
        "Ezequias",
        "Líderes de Judá",
        "Congregação"
      ]
    },
    "25": {
      "parafrase": "Os sacerdotes e os levitas, em seus postos, celebraram com grande regozijo, com instrumentos musicais poderosos, louvando ao Senhor com toda a sua força, sob a liderança dos levitas que ensinavam o povo a adorar.",
      "referencias": [
        "1 Crônicas 25:1",
        "Neemias 12:27-29"
      ],
      "comentario": "O clímax da seção mostra a completa restauração da ordem cultual. Os sacerdotes e levitas não apenas oferecem, mas também ensinam ('o povo a adorar'), garantindo a continuidade da prática correta, com grande fervor ('com toda a força').",
      "temas": [
        "Fervor no Culto",
        "Ensino Litúrgico",
        "Restauração Completa"
      ],
      "personagens": [
        "Sacerdotes",
        "Levitas"
      ]
    },
    "26": {
      "parafrase": "Naquele grande dia de alegria e celebração sincera, o povo de Judá, incluindo o rei Ezequias, os sacerdotes e os levitas, derramou seus corações em ações de graças. Eles trouxeram ofertas de gratidão e comunhão, e a festa estava tão saturada da presença de Deus que os sacerdotes e levitas, seguindo a ordem estabelecida por Davi e pelo vidente Natã, não conseguiam mais realizar todos os sacrifícios rapidamente, pois a devoção do povo era avassaladora e transbordava em ofertas. 🥳",
      "referencias": [
        "2 Crônicas 29:36",
        "1 Crônicas 25:1-3",
        "2 Crônicas 31:2"
      ],
      "comentario": "O termo hebraico para 'ofertas de comunhão' ou 'ofertas pacíficas' é 'shelamim' (שְׁלָמִים), que carrega a ideia de paz, completude e relacionamento restaurado com Deus. O versículo destaca o êxtase coletivo da adoração após a purificação do templo (2Cr 29-30). A inabilidade dos sacerdotes em processar tudo rapidamente não é um sinal de ineficiência, mas um testemunho da imensa e voluntária participação do povo. A referência a Davi e Natã estabelece a continuidade da tradição litúrgica legítima instituída pelo rei Davi, validando o culto realizado por Ezequias. 🙏",
      "temas": [
        "Adoração Coletiva",
        "Celebração da Páscoa",
        "Devoção Espontânea",
        "Organização Litúrgica"
      ],
      "personagens": [
        "Ezequias",
        "Sacerdotes",
        "Levitas",
        "Davi",
        "Natã"
      ]
    },
    "27": {
      "parafrase": "Então, os levitas e os sacerdotes se levantaram do altar, prontos para abençoar o povo. E a voz deles ecoou, não em um sussurro tímido, mas com poder e autoridade celestial, pois eles subiram àquela plataforma elevada, o 'altar de sacrifício', e clamaram ao Senhor por bênçãos sobre o povo de Israel. Assim, a expressão de favor divino foi invocada sobre todos eles, pois sua fé e arrependimento eram verdadeiros. 🙌",
      "referencias": [
        "Números 6:24-26",
        "Deuteronômio 28:1-14",
        "Neemias 9:38"
      ],
      "comentario": "Este ato de ascensão ('subiram') para a bênção final é crucial. Os levitas e sacerdotes eram os mediadores ungidos. Eles não apenas ofereciam sacrifícios, mas também pronunciavam a bênção sacerdotal (como em Números 6). A frase 'clamaram ao Senhor por bênçãos' (em hebraico: 'barak' - בָּרַךְ, abençoar/invocar favor) mostra que o clímax da cerimônia era a declaração formal da aprovação divina sobre a nação restaurada. O texto implícita que Deus respondeu a essa oração poderosa. ✨",
      "temas": [
        "Bênção Sacerdotal",
        "Mediação",
        "Resposta Divina",
        "Restauração da Fé"
      ],
      "personagens": [
        "Levitas",
        "Sacerdotes",
        "O Senhor"
      ]
    }
  }
}