{
  "livro": "Lucas",
  "capitulo": 6,
  "contexto_historico": "O Evangelho de Lucas, escrito provavelmente entre 80 e 90 d.C., insere a narrativa de Jesus em um contexto histórico e geográfico preciso, visando a Teófilo (provavelmente uma autoridade romana ou um patrono cristão). O capítulo 6 ocorre após o ministério inicial de Jesus na Galileia e o estabelecimento de seus seguidores. É um momento de consolidação da sua autoridade, enfrentamento com os fariseus sobre a Lei (como a observância do sábado) e a escolha formal dos Doze Apóstolos. Este período marca a transição de Jesus como mestre itinerante para a formação de um núcleo de liderança permanente para a futura igreja. A audiência primária pode ter se beneficiado de uma ênfase na universalidade da mensagem de Cristo e na superação das divisões sociais e religiosas da época. ⚖️📜",
  "bloco_tematico": "O Sermão da Planície: A Ética Radical do Reino e a Escolha dos Doze 👑🌱",
  "versiculos": {
    "1": {
      "parafrase": "Enquanto um sábado se desenrolava, Jesus caminhava por entre campos de trigo. Seus discípulos, sentindo a fome natural do caminho, começaram a arrancar espigas com as mãos, esfregando-as para comer os grãos. A cena era simples, mas o ato despertaria uma discussão sobre a lei.",
      "referencias": [
        "Mateus 12:1",
        "Marcos 2:23"
      ],
      "comentario": "Lucas situa o evento em um Sábado, dia sagrado de descanso. A ação de colher (mesmo que para saciar a fome) era considerada 'trabalho' segundo a interpretação estrita dos fariseus. A permissão implícita dada por Jesus aponta para a prioridade da necessidade humana sobre a ritualística legalista.",
      "temas": [
        "Sábado",
        "Lei Mosaica",
        "Fome"
      ],
      "personagens": [
        "Jesus",
        "Discípulos"
      ]
    },
    "2": {
      "parafrase": "Os líderes religiosos, que observavam atentamente cada movimento de Jesus, questionaram-no com um tom inquisitivo: 'Por que vocês estão fazendo algo que é proibido fazer no dia de descanso, segundo as regras dos nossos antepassados?'",
      "referencias": [
        "Mateus 12:2",
        "Marcos 2:24"
      ],
      "comentario": "A observação não é casual; é uma emboscada teológica. O foco não é a lei original (que permitia colher para comer, Deuteronômio 23:25), mas sim as tradições orais e restrições rabínicas que haviam se acumulado sobre a Lei.",
      "temas": [
        "Legalismo",
        "Interpretação da Lei",
        "Confronto"
      ],
      "personagens": [
        "Fariseus"
      ]
    },
    "3": {
      "parafrase": "Jesus, percebendo a intenção deles, respondeu-lhes com uma pergunta igualmente profunda: 'Vocês nunca leram o que fez Davi, quando ele e seus companheiros sentiram fome? Como ele entrou na Casa de Deus e comeu os pães sagrados da apresentação, que somente os sacerdotes tinham permissão para tocar?'",
      "referencias": [
        "1 Samuel 21:1-6",
        "Levítico 24:5-9"
      ],
      "comentario": "Jesus usa um precedente de autoridade máxima (o Rei Davi). O precedente mostra que em situações de necessidade extrema, os rituais podem ser temporariamente suspensos. Os pães da proposição eram pães sagrados, o que torna a ação de Davi ainda mais impactante.",
      "temas": [
        "Autoridade de Davi",
        "Necessidade vs. Ritual",
        "Precedente Bíblico"
      ],
      "personagens": [
        "Jesus",
        "Davi"
      ]
    },
    "4": {
      "parafrase": "Então Jesus completou seu argumento, lembrando-os: 'Além disso, vocês não leram nas Escrituras que, no dia de Sábado, os próprios sacerdotes trabalham dentro do Templo, realizando rituais e sacrifícios? E eles não são considerados culpados por quebrar o Sábado!'",
      "referencias": [
        "Números 28:9-10",
        "Mateus 12:5"
      ],
      "comentario": "Este é o segundo ponto do argumento de Jesus: a analogia do Templo. O trabalho sacerdotal era essencial e permitido no Sábado. Jesus estabelece que Seus atos, ou os de Seus seguidores, que são para o benefício essencial ou serviço divino, têm precedência sobre a restrição sabática.",
      "temas": [
        "Serviço no Templo",
        "Exceção Ritualística",
        "Prioridade Divina"
      ],
      "personagens": [
        "Jesus",
        "Sacerdotes"
      ]
    },
    "5": {
      "parafrase": "E, concluindo com uma declaração de autoridade, Jesus disse a eles: 'O Filho do Homem é o Senhor até mesmo do Sábado!'",
      "referencias": [
        "Mateus 12:8",
        "Marcos 2:28"
      ],
      "comentario": "Esta é uma reivindicação messiânica poderosa. Ao se identificar como 'Filho do Homem' (um título que aponta para Daniel 7:13 e Sua autoridade escatológica), Jesus afirma que Ele possui a autoridade final para definir o propósito e a aplicação da Lei de Deus, inclusive o descanso sabático.",
      "temas": [
        "Filho do Homem",
        "Soberania de Cristo",
        "Senhor do Sábado"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "6": {
      "parafrase": "Em outro Sábado, em uma sinagoga, Jesus ensinava novamente. E, lá, havia um homem cujo braço direito estava completamente atrofiado e paralisado.",
      "referencias": [
        "Mateus 12:9",
        "Marcos 3:1"
      ],
      "comentario": "A narrativa muda para um segundo incidente de cura no Sábado, reforçando o tema. A presença do homem com a mão inútil é um teste claro para os oponentes de Jesus. A cura era vista como trabalho proibido no Sábado.",
      "temas": [
        "Cura no Sábado",
        "Sinagoga",
        "Deficiência Física"
      ],
      "personagens": [
        "Jesus",
        "Homem com mão seca"
      ]
    },
    "7": {
      "parafrase": "Os escribas e os fariseus, espertos e calculistas, ficaram atentos, esperando em segredo para ver se Jesus faria a cura no dia de Sábado, para que tivessem uma acusação formal contra Ele.",
      "referencias": [
        "Marcos 3:2"
      ],
      "comentario": "A hostilidade é explícita. Eles não buscavam a verdade ou o bem do homem; buscavam apenas uma brecha legal para condenar Jesus. A observação deles é cheia de malícia disfarçada de zelo religioso.",
      "temas": [
        "Perseguição",
        "Hipocrisia",
        "Acusação"
      ],
      "personagens": [
        "Escribas",
        "Fariseus"
      ]
    },
    "8": {
      "parafrase": "Mas Jesus, lendo os pensamentos secretos que fervilhavam nos corações deles, falou ao homem com a mão doente: 'Levante-se e fique aqui no centro, para que todos possam ver.'",
      "referencias": [
        "Mateus 12:10"
      ],
      "comentario": "A onisciência de Jesus é demonstrada ('lendo os pensamentos'). Ele não se intimida; pelo contrário, ele força o confronto, expondo a intenção dos críticos ao mover o homem para o centro das atenções.",
      "temas": [
        "Omnisciência de Cristo",
        "Exposição da Verdade",
        "Coragem"
      ],
      "personagens": [
        "Jesus",
        "Homem com mão seca"
      ]
    },
    "9": {
      "parafrase": "Então, voltando-se para os observadores, Jesus lançou-lhes o desafio decisivo: 'Digam-me agora: É permitido no Sábado fazer o bem, salvando uma vida, ou fazer o mal, deixando-a sofrer? É lícito curar neste dia, ou não?'",
      "referencias": [
        "Marcos 3:4"
      ],
      "comentario": "Jesus enquadra a questão moralmente: a escolha não é entre 'trabalhar' ou 'não trabalhar', mas entre 'fazer o bem' ou 'permitir o mal'. Ele eleva a discussão do legalismo técnico para a ética do amor e da compaixão.",
      "temas": [
        "Fazer o Bem",
        "Ética Cristã",
        "Salvação"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "10": {
      "parafrase": "Ele olhou para todos eles, um olhar penetrante, e ordenou ao homem: 'Estenda o seu braço que estava paralisado!' O homem obedeceu, e o braço voltou a funcionar perfeitamente, como se nunca tivesse estado doente.",
      "referencias": [
        "Mateus 12:13",
        "Marcos 3:5"
      ],
      "comentario": "A cura é instantânea e completa, um milagre demonstrativo. O comando direto ('Estenda') exige fé e ação do homem. A perfeição da restauração anula qualquer argumento de que o ato não foi completo ou genuíno.",
      "temas": [
        "Milagre",
        "Restauração",
        "Obediência"
      ],
      "personagens": [
        "Jesus",
        "Homem com mão seca"
      ]
    },
    "11": {
      "parafrase": "Mas os fariseus e os escribas ficaram furiosos! Seus rostos se contorceram em raiva, e começaram a conspirar entre si sobre o que fariam a respeito de Jesus, pois Ele havia quebrado a tradição deles de uma maneira tão espetacular.",
      "referencias": [
        "Marcos 3:6"
      ],
      "comentario": "A ira deles é a evidência da falência moral. Em vez de se alegrarem pela cura, eles se ofendem pela demonstração de poder que expôs sua cegueira espiritual. A ira é o prelúdio do complô da Paixão.",
      "temas": [
        "Ira",
        "Oposição",
        "Conspiração"
      ],
      "personagens": [
        "Fariseus",
        "Escribas"
      ]
    },
    "12": {
      "parafrase": "Naqueles dias, Jesus foi para uma montanha isolada para orar, passando a noite inteira em profunda comunhão com Deus.",
      "referencias": [
        "Mateus 14:23"
      ],
      "comentario": "O contraste é nítido: a escuridão da conspiração humana (v. 11) é seguida pela luz da comunhão divina (v. 12). Jesus busca força no Pai antes de tomar a decisão mais importante de Seu ministério público.",
      "temas": [
        "Oração",
        "Isolamento",
        "Busca pela Vontade do Pai"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "13": {
      "parafrase": "Ao amanhecer, Ele chamou aqueles que Ele desejava, e eles vieram até Ele. De todo o grupo de seguidores, Ele selecionou doze, nomeando-os como seus Apóstolos.",
      "referencias": [
        "Mateus 10:1-4",
        "Marcos 3:13-19"
      ],
      "comentario": "A oração da noite culmina na escolha formal dos Doze. O termo 'Apóstolos' (do grego *apostolos*) significa 'enviados', indicando que sua função primária seria a missão de proclamar o Reino.",
      "temas": [
        "Chamado dos Doze",
        "Apostolado",
        "Missão"
      ],
      "personagens": [
        "Jesus",
        "Os Doze"
      ]
    },
    "14": {
      "parafrase": "Ele escolheu Simão, a quem também deu o nome de Pedro; André, seu irmão; Tiago e João; Filipe e Bartolomeu; Mateus e Tomé; Tiago, filho de Alfeu; e Simão, chamado Zelote; Judas, filho de Tiago; e Judas Iscariotes, que se tornaria o traidor.",
      "referencias": [
        "Mateus 10:2-4"
      ],
      "comentario": "Lucas oferece a lista dos Apóstolos, notavelmente incluindo os epítetos que ajudam a distinguir membros com nomes comuns (e.g., Pedro, Zelote). Judas Iscariotes é introduzido imediatamente com sua nota trágica.",
      "temas": [
        "Lista dos Apóstolos",
        "Traição",
        "Diversidade dos Seguidores"
      ],
      "personagens": [
        "Simão Pedro",
        "André",
        "Tiago",
        "João",
        "Filipe",
        "Bartolomeu",
        "Mateus",
        "Tomé",
        "Simão Zelote",
        "Judas Iscariotes"
      ]
    },
    "15": {
      "parafrase": "E então, estes doze enviados desceram da montanha com Jesus, e Ele os colocou como Seu círculo íntimo de autoridade.",
      "referencias": [
        "Marcos 3:14"
      ],
      "comentario": "A descida da montanha simboliza a transição do retiro espiritual para a ação pública com a nova estrutura de liderança estabelecida.",
      "temas": [
        "Estrutura da Igreja",
        "Liderança Apostólica"
      ],
      "personagens": [
        "Jesus",
        "Os Doze"
      ]
    },
    "16": {
      "parafrase": "Eles seguiram para pregar o Reino de Deus, acompanhados de uma multidão que os seguia por toda parte.",
      "referencias": [
        "Mateus 10:5"
      ],
      "comentario": "A missão principal dos Apóstolos é clara: proclamação do Reino. A multidão indica a popularidade crescente de Jesus e o reconhecimento de que algo novo estava acontecendo.",
      "temas": [
        "Pregando o Reino",
        "Autoridade Missionária"
      ],
      "personagens": [
        "Os Doze"
      ]
    },
    "17": {
      "parafrase": "Descendo do monte, Jesus e Seus Apóstolos pararam em um lugar plano, onde uma grande multidão se reunia, vinda de toda a Judeia, Jerusalém, e da costa do mar da fenícia, todos buscando ouvir Suas palavras e serem curados de suas enfermidades.",
      "referencias": [
        "Mateus 4:25",
        "Marcos 3:7-8"
      ],
      "comentario": "Lucas enfatiza o alcance geográfico da fama de Jesus: não apenas a Galileia, mas Judeia e a Fenícia (região gentílica, o que é significativo para Lucas). A multidão buscava duas coisas: ensino e cura.",
      "temas": [
        "Alcance Universal",
        "Busca por Cura",
        "Multidões"
      ],
      "personagens": [
        "Jesus",
        "Os Doze"
      ]
    },
    "18": {
      "parafrase": "Também vieram pessoas atormentadas por espíritos impuros, e elas eram curadas de seus tormentos e possessões.",
      "referencias": [
        "Atos 10:38"
      ],
      "comentario": "A libertação de demônios é uma marca registrada do ministério de Jesus, um sinal tangível de que o Reino de Deus estava em conflito direto e vitorioso sobre as forças das trevas.",
      "temas": [
        "Exorcismo",
        "Domínio sobre o Mal",
        "Libertação"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "19": {
      "parafrase": "E a multidão se esforçava para tocá-Lo, porque sentiam que um poder especial emanava d'Ele, e todos os que O tocavam recebiam a cura e eram restaurados.",
      "referencias": [
        "Marcos 5:30",
        "Atos 19:11-12"
      ],
      "comentario": "A ideia de 'poder' (*dynamis*) fluindo de Jesus para curar é central aqui. O toque físico funciona como um canal para a energia divina de restauração, ecoando a mulher com fluxo de sangue.",
      "temas": [
        "Poder Divino (Dynamis)",
        "Toque Terapêutico",
        "Restauração Física"
      ],
      "personagens": [
        "Jesus",
        "A Multidão"
      ]
    },
    "20": {
      "parafrase": "Então, Jesus olhou para os Seus discípulos reunidos e começou a falar-lhes com uma voz suave, mas carregada de significado: 'Bem-aventurados vocês, que são pobres de espírito, pois o Reino de Deus pertence a vocês.'",
      "referencias": [
        "Mateus 5:3"
      ],
      "comentario": "Este é o início do Sermão da Planície (em contraste com o Sermão da Montanha em Mateus). A 'pobreza de espírito' (Grego: *ptōchoi tō pneumati*) refere-se a uma total dependência de Deus, a consciência da própria insuficiência espiritual.",
      "temas": [
        "Sermão da Planície",
        "Bem-aventuranças",
        "Humildade Espiritual"
      ],
      "personagens": [
        "Jesus",
        "Discípulos"
      ]
    },
    "21": {
      "parafrase": "'Bem-aventurados vocês que agora estão cheios de tristeza e choram, pois serão consolados com alegria que não terá fim.'",
      "referencias": [
        "Apocalipse 21:4"
      ],
      "comentario": "A bem-aventurança aplica-se à tristeza genuína, seja por sofrimento injusto ou por remorso piedoso. A compensação não é apenas um alívio momentâneo, mas uma alegria eterna e completa no Reino vindouro.",
      "temas": [
        "Choro e Consolação",
        "Esperança Eterna",
        "Aflição Terrena"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "22": {
      "parafrase": "'Bem-aventurados serão vocês quando, por causa do Filho do Homem, as pessoas os odiarem, os rejeitarem, os insultarem cruelmente e lançarem seu bom nome na lama. Alegrem-se nesse dia, pois a recompensa de vocês nos céus é grande, pois assim trataram os profetas de antigamente.'",
      "referencias": [
        "1 Pedro 4:14",
        "Atos 5:41"
      ],
      "comentario": "Lucas enfatiza o sofrimento específico vindo da perseguição 'por causa do Filho do Homem'. O ódio e a difamação eram o destino dos profetas do Antigo Testamento, ligando os seguidores de Jesus à linhagem da profecia perseguida.",
      "temas": [
        "Perseguição",
        "Recompensa Celestial",
        "Identificação com Profetas"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "23": {
      "parafrase": "Portanto, celebrem e saltem de alegria quando isso acontecer, pois sua verdadeira e imortal recompensa está reservada para vocês no céu. Lembrem-se que os antepassados fizeram o mesmo com os verdadeiros mensageiros de Deus.",
      "referencias": [
        "Tiago 1:2"
      ],
      "comentario": "A instrução é radical: transformar a dor da perseguição em alegria, baseada na certeza da recompensa futura. Isso desvincula o valor do crente das circunstâncias terrenas.",
      "temas": [
        "Alegria na Adversidade",
        "Recompensa",
        "Fidelidade"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "24": {
      "parafrase": "'Mas, ai de vocês, os ricos e satisfeitos, pois vocês já receberam todo o conforto e prazer que terão na vida terrena.'",
      "referencias": [
        "Mateus 6:2",
        "Tiago 5:1-5"
      ],
      "comentario": "Aqui começa o contraste (os 'Ais' ou 'Woes'). A condenação não é contra a riqueza em si, mas contra a satisfação auto-suficiente que faz da prosperidade terrena a sua recompensa final, eliminando a necessidade de Deus.",
      "temas": [
        "Ais (Condenações)",
        "Riqueza Terrena",
        "Satisfação Própria"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "25": {
      "parafrase": "'Ai de vocês que agora estão fartos e bem alimentados, pois sentirão fome! E ai de vocês que agora se divertem e riem, pois sentirão angústia e pranto!'",
      "referencias": [
        "Provérbios 1:28"
      ],
      "comentario": "O contraste é dramático e invertido: a abundância presente se transformará em privação futura; o riso superficial se tornará lamento profundo. É um aviso severo contra a vida vivida sem horizonte eterno, focada apenas no prazer imediato.",
      "temas": [
        "Inversão de Fortuna",
        "Consequência Espiritual",
        "Fartura Superficial"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "26": {
      "parafrase": "Ai de vocês, meus seguidores, quando todas as pessoas da cidade estiverem falando bem de vocês, quando os elogios e as aclamações vierem de todos os lados, pois essa aprovação humana é passageira e superficial como a espuma do rio.",
      "referencias": [
        "Mateus 5:11",
        "Tiago 4:4"
      ],
      "comentario": "Jesus introduz uma série de advertências severas ('Ai de vocês' – um lamento profético, *ouai* em grego). Ele contrasta a aceitação popular (o 'bom testemunho' de todos) com a aprovação divina. Buscar o aplauso humano é trocar a glória eterna por um prazer momentâneo.",
      "temas": [
        "Perigo da Aclamação Humana",
        "Advertências de Jesus",
        "Falsos Profetas"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "27": {
      "parafrase": "Mas a mim, que sou o Mestre, vocês devem ouvir com atenção: amem os seus inimigos, aqueles que os odeiam e tentam lhes fazer o mal.",
      "referencias": [
        "Mateus 5:44",
        "Romanos 12:14"
      ],
      "comentario": "A regra do amor se expande para além da reciprocidade. O amor aos inimigos (*echthrous*) não é um sentimento, mas uma ação deliberada, demonstrando a natureza radicalmente diferente do Reino de Deus.",
      "temas": [
        "Amor Incondicional",
        "Inimigos",
        "Reciprocidade"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "28": {
      "parafrase": "Façam o bem àqueles que lhes desejam o mal, abençoem aqueles que os amaldiçoam com palavras duras e orem por aqueles que os tratam com desprezo.",
      "referencias": [
        "1 Pedro 3:9",
        "Romanos 12:17"
      ],
      "comentario": "Estas são as ações práticas do amor aos inimigos. O verbo grego para 'abençoar' (*eulogeite*) é uma inversão da maldição, e a oração por quem nos persegue é o mais alto ato de renúncia egocêntrica.",
      "temas": [
        "Perdão",
        "Ação Prática do Amor",
        "Oração"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "29": {
      "parafrase": "Se alguém lhe bater no rosto de um lado, ofereça-lhe o outro lado também, sem hesitar. E se alguém lhe tirar a capa, não o impeça de levar também a túnica, a veste de baixo.",
      "referencias": [
        "Mateus 5:39",
        "2 Coríntios 12:10"
      ],
      "comentario": "Esta é uma metáfora poderosa contra a reação imediata de vingança. O ato de oferecer o outro lado do rosto, no contexto da época, era extremamente humilhante. Jesus ensina a não se apegar à honra pessoal ou à retaliação.",
      "temas": [
        "Não-Resistência ao Mal",
        "Humildade",
        "Rejeição à Vingança"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "30": {
      "parafrase": "Dê generosamente a qualquer um que lhe pedir algo, e se alguém lhe tomar algo seu, não exija que lhe devolva o que foi levado.",
      "referencias": [
        "Deuteronômio 15:8",
        "Mateus 6:3"
      ],
      "comentario": "O princípio aqui é a generosidade radical (*didou*) e a desvinculação da posse material como fonte de identidade ou segurança. É um teste da confiança no suprimento divino.",
      "temas": [
        "Generosidade",
        "Desapego Material",
        "Confiança em Deus"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "31": {
      "parafrase": "Assim como vocês desejam que os outros os tratem, tratem também vocês os outros. Essa é a essência de toda a Lei e de tudo que os profetas ensinaram.",
      "referencias": [
        "Mateus 7:12",
        "Romanos 13:10"
      ],
      "comentario": "Esta é a Regra de Ouro (*Kanônikos*), resumindo a ética do Reino. É a lei moral expressa de forma ativa e recíproca. O termo 'Lei e Profetas' abrange toda a revelação anterior a Cristo.",
      "temas": [
        "Regra de Ouro",
        "Ética do Reino",
        "Sumário da Lei"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "32": {
      "parafrase": "Se vocês amam somente aqueles que os amam, que tipo de recompensa vocês esperam receber? Até mesmo os que não conhecem a Deus fazem o mesmo, pois retribuem o afeto recebido.",
      "referencias": [
        "Mateus 5:46",
        "1 Tessalonicenses 5:15"
      ],
      "comentario": "Jesus questiona a motivação: se o amor se restringe àqueles que nos são favoráveis, ele não é um amor divino, mas puramente humano e interesseiro (um 'negócio').",
      "temas": [
        "Motivação do Amor",
        "Amor Humano vs. Amor Divino",
        "Reciprocidade"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "33": {
      "parafrase": "E se vocês fazem o bem apenas àqueles que lhes fazem o bem, que mérito há nisso? Os que vivem fora da aliança com Deus também praticam a bondade em troca de um benefício.",
      "referencias": [
        "Romanos 5:7",
        "Efésios 2:4"
      ],
      "comentario": "A analogia se mantém para as boas ações. O padrão de Cristo exige uma ação que transcenda a lógica da troca de favores ('pagar na mesma moeda').",
      "temas": [
        "Bondade Desinteressada",
        "Mérito",
        "Padrão de Cristo"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "34": {
      "parafrase": "E se vocês emprestam esperando receber de volta o mesmo valor, que agradecimento vocês merecem? Os coletores de impostos e os agiotas também fazem empréstimos esperando recuperar o principal acrescido de juros!",
      "referencias": [
        "Mateus 5:42",
        "Provérbios 22:7"
      ],
      "comentario": "Aqui, Jesus usa o exemplo dos coletores de impostos (vistos como gananciosos e imorais pela sociedade judaica) para mostrar o quão baixo é o padrão da reciprocidade humana. O Reino exige um empréstimo que é, de fato, uma doação.",
      "temas": [
        "Interesse Financeiro",
        "Ganância",
        "Diferença de Padrões"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "35": {
      "parafrase": "Não! Sejam magnânimos e emprestem sem esperar nada em troca. Se fizerem isso, a recompensa de vocês será grandiosa, e vocês se tornarão filhos do Altíssimo, pois Ele é bondoso e compassivo até mesmo com os ingratos e os perversos.",
      "referencias": [
        "Mateus 5:45",
        "Colossenses 3:13"
      ],
      "comentario": "O ápice da instrução: a mimese de Deus (imitar a Deus). O adjetivo grego para 'magnânimo' ou 'generoso' aqui é *megaloi* (grandes). Os seguidores devem refletir a paciência e a generosidade de Deus para com toda a humanidade, inclusive os rebeldes (*acharistois*).",
      "temas": [
        "Imitar a Deus",
        "Paternidade Divina",
        "Generosidade Radical"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "36": {
      "parafrase": "Portanto, sejam misericordiosos, assim como o Pai de vocês é cheio de misericórdia.",
      "referencias": [
        "Mateus 5:48",
        "1 Pedro 1:16"
      ],
      "comentario": "Um comando direto para a perfeição (*teleios*), que, neste contexto, significa completude ou maturidade moral baseada na compaixão (*oikteirmones*), refletindo o caráter do Pai Celestial.",
      "temas": [
        "Misericórdia",
        "Perfeição Cristã",
        "Caráter de Deus"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "37": {
      "parafrase": "Não julguem os outros, e vocês não serão julgados. Não condenem as pessoas, e vocês não serão condenados. Perdoem, e vocês serão perdoados. Lembrem-se disso.",
      "referencias": [
        "Mateus 7:1",
        "Romanos 2:1"
      ],
      "comentario": "Jesus estabelece uma lei de correspondência no juízo. O verbo 'julgar' (*krinete*) carrega o peso de uma condenação final. A misericórdia demonstrada na avaliação dos outros determinará a medida que será aplicada a nós.",
      "temas": [
        "Julgamento",
        "Perdão Mútuo",
        "Medida de Julgamento"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "38": {
      "parafrase": "Dêem aos outros, e Deus lhes dará também. Eles darão a vocês uma medida grande, generosa, bem apertada, que transborda, porque a medida que vocês usarem para medir os outros será a mesma que Deus usará para medir vocês.",
      "referencias": [
        "2 Coríntios 9:6",
        "Mateus 7:2"
      ],
      "comentario": "Uso da imagem de 'medidas' (cestos ou sacos) para quantificar a recompensa. A expressão 'bem apertada' (*piezon*) sugere que as pessoas tentam reter o máximo possível, mas Deus reverterá essa tendência mesquinha em uma abundância derramada.",
      "temas": [
        "Recompensa Divina",
        "Generosidade (Medida)",
        "Princípio da Semeadura"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "39": {
      "parafrase": "Então, Ele contou-lhes uma pequena parábola: Um cego pode guiar outro cego? Se isso acontecer, os dois inevitavelmente cairão no mesmo buraco, na mesma vala funda.",
      "referencias": [
        "Mateus 15:14",
        "Romanos 14:13"
      ],
      "comentario": "A mudança de tópico para a metáfora do cego (*typhlos*) reforça a necessidade de sabedoria e autoridade espiritual (que não deveria ser baseada em julgamento). Um líder espiritualmente cego leva todos à perdição.",
      "temas": [
        "Liderança Espiritual",
        "Cegueira Espiritual",
        "Parábolas"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "40": {
      "parafrase": "Um aprendiz não é superior ao seu mestre. No entanto, depois de ter sido completamente treinado e refinado, ele será como o seu mestre, mas não além dele.",
      "referencias": [
        "João 13:16",
        "Hebreus 5:12"
      ],
      "comentario": "O discípulo (*mathētēs*) deve almejar a semelhança com o Mestre (Jesus), mas reconhece a hierarquia ontológica. A excelência é alcançada através da imitação fiel, não da superação da fonte.",
      "temas": [
        "Discípulado",
        "Hierarquia Mestre-Discípulo",
        "Excelência"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "41": {
      "parafrase": "Por que você consegue ver o minúsculo cisco, o farelinho que está no olho do seu irmão, mas não percebe a enorme viga de madeira que está atravessada no seu próprio olho?",
      "referencias": [
        "Mateus 7:3",
        "Tiago 1:23"
      ],
      "comentario": "Jesus utiliza a hipérbole da 'viga' (*karphos* em vez de *plaskos*, que é o cisco). O 'cisco' é a falha trivial; a 'viga' é a falha moral massiva. Isso expõe a hipocrisia de quem se concentra nos defeitos alheios ignorando os próprios vícios graves.",
      "temas": [
        "Hipocrisia",
        "Autocrítica",
        "Julgamento Seletivo"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "42": {
      "parafrase": "Como ousa dizer ao seu irmão: 'Deixe-me tirar esse farelo do seu olho', quando você mesmo não consegue enxergar direito por causa daquela trave enorme que obstrui a sua visão?",
      "referencias": [
        "Romanos 2:3",
        "Gálatas 6:1"
      ],
      "comentario": "A pergunta retórica enfatiza a audácia da censura vinda de um estado de falha maior. A remoção da viga (a auto-correção) é a condição prévia para ajudar o outro, pois só então a visão estará clara.",
      "temas": [
        "Condição para Ajudar",
        "Clareza de Visão",
        "Audácia"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "43": {
      "parafrase": "Uma árvore boa não dá frutos estragados, e uma árvore apodrecida não dá frutos saudáveis. É a natureza da árvore que define o fruto que ela produz.",
      "referencias": [
        "Mateus 7:17",
        "Gálatas 5:22"
      ],
      "comentario": "Analogia orgânica. A qualidade interior (*phusis* da árvore) determina a manifestação externa (os frutos). O caráter não pode ser simulado; ele produzirá seu resultado natural.",
      "temas": [
        "Natureza da Árvore",
        "Fruto como Evidência",
        "Integridade"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "44": {
      "parafrase": "Pois cada árvore é reconhecida pelo fruto que carrega. Não se colhem figos de espinheiros, nem se espremem uvas de arbustos cheios de espinhos.",
      "referencias": [
        "Mateus 13:24",
        "Tiago 3:11"
      ],
      "comentario": "Reforça o ponto anterior com exemplos concretos da flora. A tentativa de forçar um bom 'fruto' (ação) a partir de uma raiz má (coração corrupto) é absurda e contra a ordem natural.",
      "temas": [
        "Evidência de Caráter",
        "Coerência",
        "Impossibilidade de Engano"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "45": {
      "parafrase": "Uma pessoa boa tira do tesouro bom que está guardado em seu íntimo as coisas boas que ela fala, assim como uma pessoa má tira do seu reservatório de maldade as palavras destrutivas e más que profere.",
      "referencias": [
        "Mateus 12:34",
        "Provérbios 4:23"
      ],
      "comentario": "O coração (*kardia*) é tratado como um reservatório ou tesouro (*thēsauros*). O que a boca fala é apenas a manifestação audível do que o coração já está cheio. A fala revela a condição interna do ser.",
      "temas": [
        "O Coração como Reservatório",
        "Poder da Palavra",
        "Revelação Interior"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "46": {
      "parafrase": "Mas por que vocês Me chamam de 'Senhor, Senhor', se vocês não cumprem as ordens que Eu dou? Por que repetem Meu título se não praticam a Minha Palavra?",
      "referencias": [
        "Mateus 7:21",
        "Tiago 1:22"
      ],
      "comentario": "Jesus desafia a hipocrisia da religiosidade vazia. Chamar Jesus de 'Senhor' (*Kyrie*) era um ato de reconhecimento de soberania. A obediência prática (*poiountes*) é a única prova verdadeira dessa soberania sobre a vida do indivíduo.",
      "temas": [
        "Religiosidade Vazia",
        "Obediência",
        "Soberania de Cristo"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "47": {
      "parafrase": "Eu lhes direi quem é como aquele que Me ouve, aprende e põe em prática tudo que digo: ele é como um homem que foi construir uma casa e cavou fundo até encontrar a rocha firme, debaixo da terra.",
      "referencias": [
        "Mateus 7:24",
        "Salmos 40:8"
      ],
      "comentario": "O ouvinte ativo (*akouōn*) é comparado ao construtor prudente. A profundidade da escavação até a rocha (*petra*) simboliza o esforço necessário para alcançar a verdade fundamental e o compromisso com os ensinamentos de Cristo.",
      "temas": [
        "Ouvir e Praticar",
        "Construção Sólida",
        "Fundamento na Rocha"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "48": {
      "parafrase": "Quando veio a grande inundação, a força da água bateu com violência contra a casa, mas ela não desmoronou, pois havia sido construída sobre aquela base inabalável.",
      "referencias": [
        "Tiago 1:27",
        "Judas 1:20"
      ],
      "comentario": "A água representa as provações, as tentações ou o juízo final. A casa resiste não pela sua aparência, mas pela solidez do fundamento. A fé praticada suporta o teste da adversidade.",
      "temas": [
        "Provações",
        "Resistência à Adversidade",
        "Segurança Espiritual"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "49": {
      "parafrase": "Mas quem ouve minhas palavras e não faz nada é como um homem que construiu sua casa diretamente sobre o solo solto, sem cavar para achar o alicerce; mal a água da enchente bateu, e a casa caiu em ruínas totais, um desastre completo!",
      "referencias": [
        "Mateus 7:27",
        "Provérbios 10:25"
      ],
      "comentario": "O contraste final. A casa construída sobre a areia (*psammos*) representa a superficialidade da fé meramente intelectual ou auditiva. A queda é total (*megalē ē ptōsis*), indicando o julgamento severo reservado àqueles que ouviram a verdade, mas a ignoraram na prática.",
      "temas": [
        "Superficialidade",
        "Perigo da Inação",
        "Julgamento Severo"
      ],
      "personagens": [
        "Jesus"
      ]
    }
  }
}