{
  "livro": "1 Coríntios",
  "capitulo": 5,
  "contexto_historico": "A Primeira Epístola aos Coríntios foi escrita pelo Apóstolo Paulo por volta de 53-57 d.C. para a igreja em Corinto, uma cidade grega rica, cosmopolita e moralmente dissoluta. A igreja enfrentava sérios problemas internos, incluindo divisões faccionais, imoralidade sexual não resolvida (especificamente um caso de incesto), disputas sobre a lei, desordem nos cultos e confusão sobre questões espirituais e doutrinárias. O capítulo 5 aborda especificamente um escândalo de imoralidade sexual que estava trazendo vergonha ao nome de Cristo na comunidade e na cidade.",
  "bloco_tematico": "Pureza e Justiça: Expurgando o Fermento Velho 🚫🍺",
  "versiculos": {
    "1": {
      "parafrase": "É de conhecimento geral, uma notícia que chegou a todos nós, que existe uma mancha terrível na comunidade de Corinto: há um escândalo de imoralidade sexual sem precedentes, algo que nem mesmo os pagãos ousariam tolerar. Um homem está vivendo em união pecaminosa com a esposa de seu próprio pai.",
      "referencias": [
        "Levítico 18:8",
        "Mateus 15:8"
      ],
      "comentario": "Paulo inicia com uma nota de vergonha e incredulidade. O termo grego para 'imoralidade' é 'porneia' (πορνεία), que abrange todo tipo de pecado sexual. O incesto (união com a esposa do pai, que seria a madrasta) era universalmente condenado, até mesmo em muitas culturas pagãs da época, tornando a tolerância da igreja em Corinto particularmente chocante.",
      "temas": [
        "Vergonha e Escândalo",
        "Pureza Sexual",
        "Disciplina Eclesiástica"
      ],
      "personagens": [
        "Paulo",
        "A Igreja em Corinto"
      ]
    },
    "2": {
      "parafrase": "E, em vez de sentirem a dor e a repulsa que tal ato deveria provocar, vocês estão inchados de orgulho e vaidade. Vocês se sentem superiores, como se a santidade do corpo de Cristo estivesse intacta, quando, na verdade, este pecado está corroendo a fundação da comunidade!",
      "referencias": [
        "Gálatas 5:26",
        "Filipenses 2:3"
      ],
      "comentario": "O contraste é brutal: orgulho ('eufloreis', inchar) versus a vergonha necessária pela impureza. O orgulho espiritual (a arrogância de se achar maduro ou espiritualizado) impede o reconhecimento e a correção do pecado real. Este orgulho é um sintoma da falsa sabedoria que permeava Corinto.",
      "temas": [
        "Orgulho Espiritual",
        "Falsa Sabedoria",
        "Consequências da Tolerância"
      ],
      "personagens": [
        "A Igreja em Corinto"
      ]
    },
    "3": {
      "parafrase": "Eu, embora esteja ausente fisicamente, meu espírito está totalmente presente entre vocês, julgando este caso. E já tomei minha decisão sobre o assunto, como se estivesse aí pessoalmente, reunido em nome do nosso Senhor Jesus Cristo.",
      "referencias": [
        "Colossenses 2:5",
        "Hebreus 10:25"
      ],
      "comentario": "Paulo estabelece sua autoridade apostólica. A frase 'espírito está presente' denota sua profunda preocupação e sua capacidade de exercer discernimento espiritual mesmo à distância. O julgamento deve ser feito 'em nome do Senhor Jesus Cristo', garantindo que a autoridade não seja humana, mas divina.",
      "temas": [
        "Autoridade Apostólica",
        "Presença Espiritual",
        "Julgamento em Nome de Cristo"
      ],
      "personagens": [
        "Paulo",
        "Senhor Jesus Cristo"
      ]
    },
    "4": {
      "parafrase": "Portanto, quando vocês estiverem reunidos, com o poder e a autoridade do nosso Senhor Jesus, eu também estarei espiritualmente presente com vocês para entregar este homem ao adversário, Satanás.",
      "referencias": [
        "2 Tessalonicenses 3:14",
        "1 Timóteo 1:20"
      ],
      "comentario": "Este é o cerne da disciplina. 'Entregar ao adversário' (Satanás) não significa desejar sua condenação eterna, mas sim isolá-lo da comunhão protetora da igreja, expondo-o ao sofrimento terreno e à pressão dos poderes das trevas para que ele, através da dor e do arrependimento, volte à razão. O verbo grego para entregar é 'paradidomi' (παραδίδωμι).",
      "temas": [
        "Disciplina Eclesiástica",
        "Entrega a Satanás",
        "Poder de Cristo"
      ],
      "personagens": [
        "Paulo",
        "Senhor Jesus Cristo",
        "Satanás"
      ]
    },
    "5": {
      "parafrase": "Façam isso para que o espírito desse homem seja arruinado pela dor, mas que sua alma possa ser salva no dia derradeiro do julgamento do Senhor, quando a redenção for completa.",
      "referencias": [
        "1 Timóteo 5:15",
        "Tiago 5:20"
      ],
      "comentario": "O objetivo da disciplina severa é duplo: a destruição da carne (no sentido de cessar o poder do pecado na vida física do homem, forçando o arrependimento) para que o espírito seja salvo no Dia do Senhor. O foco está na redenção final, não apenas no castigo presente.",
      "temas": [
        "Arrependimento",
        "Salvação da Alma",
        "Propósito da Disciplina"
      ],
      "personagens": [
        "O Homem Culpado"
      ]
    },
    "6": {
      "parafrase": "Que tolice é essa que vocês exibem! Vocês não percebem que um pouquinho de fermento velho é suficiente para contaminar todo o pão? É como deixar um fungo se espalhar e azedar toda a massa antes que ela possa crescer e se tornar um pão santo.",
      "referencias": [
        "Mateus 13:33",
        "Gálatas 5:9"
      ],
      "comentario": "Paulo usa a metáfora do fermento ('zume', ζύμη), um símbolo recorrente para influência corruptora. A santidade deve ser absoluta. A ideia é que o pecado, especialmente quando não confrontado, se espalha como uma doença, minando a integridade de toda a comunidade.",
      "temas": [
        "Metáfora do Fermento",
        "Contaminação Moral",
        "Santidade da Comunidade"
      ],
      "personagens": []
    },
    "7": {
      "parafrase": "Livrem-se imediatamente de todo o fermento antigo, desse mal que vocês têm tolerado, para que se tornem uma massa nova, sem impureza, assim como vocês são, de fato, sem fermento, pois vocês são o pão ázimo, a oferta pura.",
      "referencias": [
        "Êxodo 12:15",
        "1 Pedro 1:19"
      ],
      "comentario": "A instrução é clara: expurgar a influência pecaminosa. A referência ao 'pão ázimo' (pão sem fermento) remete à Páscoa judaica, simbolizando a pureza e a libertação. A igreja deve viver como um pão novo, dedicado a Cristo.",
      "temas": [
        "Expurgo do Pecado",
        "Pureza Ritual e Moral",
        "Simbolismo da Páscoa"
      ],
      "personagens": []
    },
    "8": {
      "parafrase": "Portanto, celebremos a festa! Mas não com o fermento velho da maldade e da depravação. Em vez disso, usemos o pão sem fermento da sinceridade e da verdade, celebrando nossa união com Cristo, nosso verdadeiro sacrifício pascal.",
      "referencias": [
        "Colossenses 3:1",
        "1 Pedro 2:5"
      ],
      "comentario": "Paulo faz uma analogia poderosa entre a festa judaica da Páscoa e a vida cristã. A festa deve ser celebrada com 'sinceridade e verdade' (linguagem clara, sem hipocrisia), substituindo o fermento da corrupção pelo fermento da integridade.",
      "temas": [
        "Celebração Cristã",
        "Sinceridade",
        "Cristo como Sacrifício Pascal"
      ],
      "personagens": [
        "Cristo"
      ]
    },
    "9": {
      "parafrase": "Eu já havia escrito a vocês em uma carta anterior que não deviam se misturar com pessoas imorais deste mundo.",
      "referencias": [
        "1 Coríntios 6:9-10",
        "2 Coríntios 6:14-15"
      ],
      "comentario": "Esta é uma referência a uma carta anterior que não sobreviveu (a 'carta anterior' ou 'dorosa'). Paulo reforça que a separação não é apenas do mundo externo, mas primariamente da tolerância a práticas pecaminosas DENTRO da igreja.",
      "temas": [
        "Comunicação Anterior",
        "Separação do Mundo",
        "Relacionamentos Mundanos"
      ],
      "personagens": [
        "Paulo"
      ]
    },
    "10": {
      "parafrase": "Mas devo esclarecer: esta ordem não se aplica a todos os descrentes que vivem fora da igreja. Não estou dizendo que vocês devem cortar laços com os libertinos, os gananciosos, os idólatras ou qualquer pessoa que viva na desordem moral do mundo, pois, para lidar com eles, seria necessário sair completamente deste planeta!",
      "referencias": [
        "Marcos 10:29-30",
        "Atos 17:23"
      ],
      "comentario": "Aqui está o ajuste crucial. A restrição estrita de associação aplica-se aos irmãos na fé (os que se dizem cristãos). Lidar com o mundo secular é inevitável (o imperativo de viver no mundo, mas não ser do mundo). Paulo lista vícios comuns na sociedade grega: 'acratis' (intemperança/libertinagem), 'pleonektes' (ganancioso), 'eidololatreis' (idólatras).",
      "temas": [
        "Limites da Separação",
        "Interação com Infiéis",
        "Definição de Pecadores"
      ],
      "personagens": []
    },
    "11": {
      "parafrase": "O que eu realmente quis dizer, e o que agora enfatizo, é: se alguém que se diz irmão, que professa ser cristão, estiver vivendo nessa prática imoral, seja ele um devorador de dinheiro, um adorador de ídolos ou um caluniador, com esse tipo de pessoa vocês não devem nem sequer compartilhar uma refeição.",
      "referencias": [
        "Romanos 16:17",
        "2 Tessalonicenses 3:6"
      ],
      "comentario": "A disciplina é interna. O critério é: a pessoa se diz 'irmão' (adeptos da fé). Não compartilhar refeições era um sinal profundo de ostracismo social e espiritual na cultura antiga, indicando a quebra total da comunhão.",
      "temas": [
        "Disciplina Eclesiástica Aplicada",
        "Comunhão Fraterna",
        "Identidade Cristã"
      ],
      "personagens": []
    },
    "12": {
      "parafrase": "Pois, quem sou eu para julgar os de fora? A tarefa de julgar aqueles que não conhecem a verdade de Deus não é nossa. Essa responsabilidade pertence inteiramente a Deus.",
      "referencias": [
        "Mateus 7:1",
        "Romanos 2:16"
      ],
      "comentario": "Paulo reafirma a jurisdição. O crente não tem autoridade para executar o julgamento final sobre o descrente; isso é reservado a Deus. O verbo grego para julgar é 'krinai' (κρίνειν).",
      "temas": [
        "Jurisdição do Julgamento",
        "Autoridade Divina",
        "Discernimento"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "13": {
      "parafrase": "Mas os de dentro, os que fazem parte da comunidade de fé, esses Deus claramente nos encarrega de julgar. Portanto, vocês devem expulsar o mal, remover esse indivíduo impuro de entre vocês, fazendo valer a justiça santa que pertence ao corpo de Cristo.",
      "referencias": [
        "Deuteronômio 17:7",
        "Apocalipse 2:14"
      ],
      "comentario": "Paulo finaliza o argumento estabelecendo a fronteira: A igreja julga seus membros. Este julgamento é um ato de obediência a Deus, visando a purificação do corpo místico de Cristo. 'Expulsar o mal' (apomakrunete ton poneron) exige ação decisiva para manter a pureza da comunidade.",
      "temas": [
        "Poder Disciplinar da Igreja",
        "Expulsão do Mal",
        "Santidade do Corpo de Cristo"
      ],
      "personagens": [
        "Deus"
      ]
    }
  }
}