{
  "livro": "Jó",
  "capitulo": 19,
  "contexto_historico": "Jó está no meio de seu terceiro ciclo de discursos com seus amigos (Elifaz, Bildade e Zofar). Até agora, os amigos insistem na teologia da retribuição (sofrimento é sempre punição por pecado), enquanto Jó defende sua integridade e clama por justiça divina. No capítulo 18, Bildade concluiu seu discurso, descrevendo a sorte terrível dos ímpios, aplicando-a indiretamente a Jó. Jó precisa agora responder a essa nova rodada de acusações, reafirmando sua inocência e expressando seu profundo anseio por um mediador e um dia de justificação perante Deus. Este capítulo marca a continuidade do conflito teológico e a intensificação do desespero pessoal de Jó.",
  "bloco_tematico": "O Clamor por um Mediador e a Certeza da Redenção Final 🛡️⚖️",
  "versiculos": {
    "1": {
      "parafrase": "Então, Jó, em meio ao seu sofrimento excruciante, tomou a palavra novamente, e seu coração estava fervendo de uma necessidade urgente de desabafar. Ele começou dirigindo-se aos seus três amigos, com uma indignação contida, dizendo: 'Ouvi atentamente a cada uma das minhas palavras; preciso que me deem ouvidos agora!'",
      "referencias": [
        "Jó 12:3",
        "Jó 17:2"
      ],
      "comentario": "Jó inicia seu terceiro discurso com uma convocação direta aos amigos para que prestem atenção. O hebraico para 'ouvir atentamente' (hâqshîbû) implica um esforço mental, uma consideração séria, não apenas audição passiva. Ele está prestes a expor seu ponto de vista, sentindo-se negligenciado.",
      "temas": [
        "Confronto",
        "Apelo por Atenção",
        "Início do Discurso"
      ],
      "personagens": [
        "Jó",
        "Elifaz",
        "Bildade",
        "Zofar"
      ]
    },
    "2": {
      "parafrase": "Ele continuou, sua voz carregada de ironia amarga: 'Vocês se julgam tão sábios, tão donos da verdade, que falam como se fossem os únicos a possuir o conhecimento do mundo. Francamente, vocês não passam de mestres em consolar quem está sofrendo, pois suas palavras só aumentam minha dor!'",
      "referencias": [
        "Jó 13:4",
        "Jó 25:2"
      ],
      "comentario": "Jó acusa os amigos de serem 'conselheiros de nada' (ou 'conselheiros de poeira' em algumas traduções literais), indicando que suas tentativas de conforto são inúteis e até prejudiciais. Eles falam com uma presunção de sabedoria, mas carecem de empatia real.",
      "temas": [
        "Ironia",
        "Inutilidade do Conforto",
        "Presunção da Sabedoria"
      ],
      "personagens": [
        "Jó"
      ]
    },
    "3": {
      "parafrase": " 'E agora, prestem atenção em minha defesa. Deixem-me falar, e talvez, depois de ouvir o que tenho a dizer, vocês percebam o quão vazias são as suas afirmações. Quero expor meu caso diante de vocês!' ",
      "referencias": [
        "Jó 18:2",
        "Jó 23:4"
      ],
      "comentario": "Jó estabelece o tom de seu discurso: uma defesa pessoal. Ele pede uma audiência justa, sugerindo que, se eles realmente escutassem, a lógica de sua dor seria evidente. Ele está pronto para apresentar suas 'provas'.",
      "temas": [
        "Defesa Pessoal",
        "Busca pela Justiça",
        "Argumentação"
      ],
      "personagens": [
        "Jó"
      ]
    },
    "4": {
      "parafrase": " 'Eu sei que Deus está acima de tudo, e não posso provar minha inocência olhando para Ele face a face. Mas e quanto a vocês? Vocês têm algum poder ou influência para defender minha causa perante o Todo-Poderoso? Dúvido muito!'",
      "referencias": [
        "Jó 9:32-33",
        "Jó 33:3"
      ],
      "comentario": "Aqui reside o dilema central de Jó: ele reconhece a soberania incomparável de Deus (o 'Alto'), mas critica os amigos por assumirem o papel de advogados de Deus, algo que nem eles nem Jó podem fazer efetivamente contra o Criador.",
      "temas": [
        "Soberania de Deus",
        "Limitações Humanas",
        "Mediação"
      ],
      "personagens": [
        "Jó",
        "Deus"
      ]
    },
    "5": {
      "parafrase": " 'Pois, embora eu não tenha coragem de me aproximar dEle por causa da minha condição, meu espírito ainda está inquieto com a injustiça que vejo. Meus olhos, mesmo vendo o sofrimento, ainda persistem em buscar a verdade sobre esta provação.', ele confessou.",
      "referencias": [
        "Jó 13:15",
        "Jó 31:35"
      ],
      "comentario": "Jó expressa seu desejo de enfrentar Deus, mesmo sentindo-se indigno ou incapaz de se apresentar formalmente. O contraste entre sua condição física e sua busca espiritual por uma audiência é forte. Ele ainda tem 'olhos que veem' e busca clareza.",
      "temas": [
        "Busca por Clareza",
        "Inquietação Espiritual",
        "Dignidade"
      ],
      "personagens": [
        "Jó"
      ]
    },
    "6": {
      "parafrase": " 'Olhem para mim, e vejam como estou! Fui reduzido à poeira e à vergonha, e mesmo assim, vocês permanecem calados, fingindo que não viram o quão profundamente fui atingido. Não me façam mais perguntas tolas!', ele clamou.",
      "referencias": [
        "Gênesis 3:19",
        "Jó 2:8"
      ],
      "comentario": "Um pedido desesperado para que parem de interrogá-lo com base em suas teorias de retribuição. A menção de 'olharem para mim' reforça a visibilidade de seu sofrimento. O contraste entre sua aparência e sua dor é um argumento visual.",
      "temas": [
        "Humilhação",
        "Evidência do Sofrimento",
        "Rejeição à Inquisição"
      ],
      "personagens": [
        "Jó"
      ]
    },
    "7": {
      "parafrase": " 'Se vocês tivessem a chance de falar por Deus, tenho certeza de que o defenderiam com todas as vossas forças. Vocês pintariam a justiça dEle com cores vibrantes e louvores exagerados, como se Ele precisasse do vosso apoio barato!', declarou Jó com sarcasmo.",
      "referencias": [
        "Jó 13:7-8",
        "Romanos 2:21"
      ],
      "comentario": "Esta é uma acusação direta: os amigos estão atuando como advogados excessivamente zelosos de Deus, acreditando que a maneira de restaurar a ordem é condenar Jó. Eles estão mais preocupados em defender a teologia da retribuição do que em ouvir a pessoa que sofre.",
      "temas": [
        "Defesa da Teologia",
        "Sarcasmo",
        "Lealdade Falsa"
      ],
      "personagens": [
        "Jó",
        "Deus"
      ]
    },
    "8": {
      "parafrase": " 'Mas, se investigassem a verdade com profundidade, descobririam que Deus não age conforme as regras que vocês inventaram. Tentem sondar os mistérios dEle; vocês encontrarão apenas a profundidade do desconhecido!', desafiou Jó.",
      "referencias": [
        "Jó 11:7",
        "Salmos 145:3"
      ],
      "comentario": "Jó sugere que, se os amigos examinassem a própria natureza de Deus, perceberiam que Ele é transcendente demais para se encaixar em sua simples equação de 'pecado = punição'. O conhecimento divino é inatingível ('sondar os confins').",
      "temas": [
        "Transcendência Divina",
        "Mistério",
        "Limites do Conhecimento Humano"
      ],
      "personagens": [
        "Jó",
        "Deus"
      ]
    },
    "9": {
      "parafrase": " 'E quando Ele começar a julgar, o que acontecerá? Se Ele se virar contra um homem e o acusar, quem poderá dizer que Ele está errado? Não teremos argumentos ou testemunhas suficientes para nos opor a Ele!', admitiu Jó, reconhecendo o poder do julgamento divino.",
      "referencias": [
        "Jó 9:12",
        "Romanos 9:20"
      ],
      "comentario": "Jó reconhece o poder esmagador de Deus no tribunal celestial. Se Deus decidir condenar, não há recurso humano. Isso contradiz a premissa dos amigos de que a culpa de Jó é óbvia e provável.",
      "temas": [
        "Julgamento Divino",
        "Poder Absoluto",
        "Inocência Perante a Soberania"
      ],
      "personagens": [
        "Jó",
        "Deus"
      ]
    },
    "10": {
      "parafrase": " 'No entanto, Ele sabe o caminho que percorri. Se Ele me examinasse com um olhar penetrante, eu sairia deste teste purificado, brilhando como o ouro mais fino que sobreviveu ao fogo mais intenso!', exclamou Jó com convicção em sua integridade.",
      "referencias": [
        "Jó 23:10",
        "1 Pedro 1:7"
      ],
      "comentario": "Este é um ponto de virada crucial. Jó não apenas afirma inocência, mas profetiza que o teste, se conduzido por Deus, revelará sua pureza. O hebraico para 'ouro refinado' (zāhāb nissaḥ) é usado para descrever a pureza máxima.",
      "temas": [
        "Integridade Pessoal",
        "Prova de Fogo",
        "Purificação"
      ],
      "personagens": [
        "Jó",
        "Deus"
      ]
    },
    "11": {
      "parafrase": " 'Mas, ao invés de me limpar, Ele me trata como um criminoso. Minhas pernas estão presas em correntes de aflição e meus movimentos são monitorados como se eu fosse um prisioneiro sob vigilância constante!', lamentou ele.",
      "referencias": [
        "Jó 3:18",
        "Lamentações 3:7"
      ],
      "comentario": "Jó contrasta a expectativa de purificação (v. 10) com a realidade da opressão. Ele se sente algemado e observado ('meus passos Ele observa'), indicando que o sofrimento não é uma prova, mas sim uma prisão imposta.",
      "temas": [
        "Opressão",
        "Vigilância",
        "Contraste entre Expectativa e Realidade"
      ],
      "personagens": [
        "Jó"
      ]
    },
    "12": {
      "parafrase": " 'Aterrorizados diante de mim, os poderosos param de falar. Eles não têm nada a dizer contra mim porque temem a reação de Deus ou simplesmente se recusam a argumentar contra alguém tão evidentemente aflito.', disse Jó, observando o silêncio dos amigos.",
      "referencias": [
        "Jó 29:21-25",
        "Jó 33:27"
      ],
      "comentario": "O medo dos amigos não é mais de confrontar Jó, mas talvez de se aliar a alguém que Deus parece estar punindo. Eles são paralisados pelo pavor de se opor ao julgamento aparente de Deus, preferindo o silêncio à defesa de Jó.",
      "temas": [
        "Medo da Autoridade",
        "Silêncio dos Amigos",
        "Paralisia Social"
      ],
      "personagens": [
        "Jó",
        "Poderosos"
      ]
    },
    "13": {
      "parafrase": " 'Minha esperança está perdida, meus amigos! Quando a esperança desaparece, o coração se apega ao que resta, mas a realidade da morte parece mais próxima do que qualquer alívio.', lamentou Jó.",
      "referencias": [
        "Jó 14:7",
        "Provérbios 11:7"
      ],
      "comentario": "A esperança (tiqvah) está perdida. O foco muda para a iminência da morte. A morte, neste contexto, é vista como a única libertação, pois a vida se tornou insuportável. A morte se torna o 'lugar de residência' desejado.",
      "temas": [
        "Desespero",
        "Morte como Refúgio",
        "Perda da Esperança"
      ],
      "personagens": [
        "Jó"
      ]
    },
    "14": {
      "parafrase": " 'Eu gritaria: 'Vocês são meus irmãos!' e pediria que a lama e o pó da sepultura fossem tratados como meu pai e minha mãe, pois, no fim, é lá que todos nós vamos nos encontrar, independentemente de quão justos ou ímpios fomos em vida.', disse ele, resignado.",
      "referencias": [
        "Gênesis 3:19",
        "Eclesiastes 3:20"
      ],
      "comentario": "Jó usa uma linguagem extremamente poderosa: ele chama a sepultura de 'pai' e 'mãe'. Isso significa que a morte é o destino final e unificador de toda a humanidade, desfazendo as distinções sociais e morais que seus amigos tentam impor.",
      "temas": [
        "Igualdade na Morte",
        "Sepultura",
        "Resignação"
      ],
      "personagens": [
        "Jó"
      ]
    },
    "15": {
      "parafrase": " 'Mas, apesar de tudo isso, meu coração ainda não desistiu totalmente da fé. Eu permaneço firme, esperando que Deus, no último momento, me restaure, nem que seja apenas para que eu possa ter o prazer de vê-Lo de novo.', declarou Jó, sua fé lutando contra o desespero.",
      "referencias": [
        "Jó 13:15",
        "Hebreus 11:1"
      ],
      "comentario": "Este versículo demonstra a resiliência da fé de Jó. O verbo hebraico pode ser traduzido como 'estar vestido de luto' ou 'estar coberto de nojo/vergonha'. Apesar de 'estar coberto' por seu sofrimento, ele não joga fora sua esperança final em Deus.",
      "temas": [
        "Resiliência da Fé",
        "Esperança na Restauração",
        "Convicção Interior"
      ],
      "personagens": [
        "Jó",
        "Deus"
      ]
    },
    "16": {
      "parafrase": " 'Pois, no meu íntimo, eu sei que Ele não me abandonará completamente. Eu O esperarei pacientemente, como um servo espera o seu senhor voltar de uma longa viagem. Minha alma aguarda o sinal de Sua presença.', disse ele.",
      "referencias": [
        "Salmos 27:14",
        "Isaías 8:17"
      ],
      "comentario": "A imagem do servo que espera seu mestre é clássica para denotar paciência ativa e submissão esperançosa. Jó está numa postura de vigilância ativa, aguardando a intervenção divina, que ele acredita que virá.",
      "temas": [
        "Paciência Ativa",
        "Servidão",
        "Expectativa da Intervenção"
      ],
      "personagens": [
        "Jó",
        "Deus"
      ]
    },
    "17": {
      "parafrase": " 'Minhas palavras, quando eu as falava, eram como flechas poderosas, lançadas com toda a minha força. Mas agora, quando eu tento falar, minha voz falha, fraca e sem poder para atingir o alvo.', lamentou Jó sobre sua fraqueza.",
      "referencias": [
        "Jó 6:4",
        "Efésios 6:17"
      ],
      "comentario": "Ele contrasta seu discurso anterior (metaforicamente 'lanças' ou 'flechas de fogo') com sua atual fraqueza de voz. A dor física está minando sua capacidade retórica.",
      "temas": [
        "Fraqueza Física",
        "Poder da Palavra Perdido",
        "Incapacidade de Lutar"
      ],
      "personagens": [
        "Jó"
      ]
    },
    "18": {
      "parafrase": " 'Até as crianças, os pequenos nascidos da terra, zombam de mim e me apontam quando passo. Sou um objeto de escárnio para todos os que me veem sofrer sem entenderem a causa.', relatou ele, sentindo-se envergonhado até pelos mais jovens.",
      "referencias": [
        "Jó 30:1",
        "Lamentações 1:7"
      ],
      "comentario": "O escárnio dos jovens (os 'nascidos da terra' ou 'filhos de prostitutas' em algumas leituras) demonstra a profundidade de sua degradação social. Ele se tornou um espetáculo de infortúnio.",
      "temas": [
        "Humilhação Social",
        "Escárnio Público",
        "Baixa Estima"
      ],
      "personagens": [
        "Jó"
      ]
    },
    "19": {
      "parafrase": " 'Meus amigos mais íntimos, aqueles em quem mais confiava, agora me detestam. Aqueles que eu amava profundamente se afastaram de mim e se voltaram contra a minha causa.', confessou com o coração partido.",
      "referencias": [
        "Jó 6:15",
        "Salmos 38:11"
      ],
      "comentario": "Esta é talvez a dor mais aguda: a traição dos amigos íntimos (me'ūhāḇāw, 'os amados'). A perda do círculo de apoio pessoal é tão dolorosa quanto a perda dos bens e da família.",
      "temas": [
        "Traição",
        "Perda de Amizade",
        "Isolamento Afetivo"
      ],
      "personagens": [
        "Jó",
        "Amigos Íntimos"
      ]
    },
    "20": {
      "parafrase": " 'Minha pele se agarra aos meus ossos e à minha gengiva! Estou definhando, quase sem vida, e me resta apenas a ponta dos meus lábios para falar, pois o resto do meu corpo é pura dor.', descreveu ele com horror.",
      "referencias": [
        "Jó 2:6",
        "Lamentações 4:8"
      ],
      "comentario": "Descrição vívida da caquexia (perda de peso extrema). A pele aderida aos ossos e a gengiva exposta são sinais gráficos de uma doença avançada e debilitante, reforçando a urgência de sua situação.",
      "temas": [
        "Sofrimento Físico Extremo",
        "Doença",
        "Declínio Físico"
      ],
      "personagens": [
        "Jó"
      ]
    },
    "21": {
      "parafrase": " 'Tenham piedade de mim! Tenham piedade, vocês que são meus amigos! Pois a mão de Deus me atingiu com tanta força que estou sendo esmagado pela Sua ira! Por favor, não me torturem mais com suas palavras!', suplicou ele.",
      "referencias": [
        "Jó 6:11",
        "Salmos 51:1"
      ],
      "comentario": "Jó apela diretamente para a compaixão (râḥem, hebraico para misericórdia/compaixão) dos amigos, pedindo que parem de atacá-lo verbalmente, pois o golpe principal já veio de Deus.",
      "temas": [
        "Apelo por Misericórdia",
        "Causa da Dor (Deus)",
        "Rejeição à Crítica"
      ],
      "personagens": [
        "Jó",
        "Amigos"
      ]
    },
    "22": {
      "parafrase": " 'Por que precisam me perseguir como se eu fosse um inimigo de Deus? Por que insistem em me ferir com palavras que são mais cortantes do que a lâmina de uma espada?', perguntou Jó, sentindo-se caçado.",
      "referencias": [
        "Provérbios 12:18",
        "Hebreus 4:12"
      ],
      "comentario": "A palavra é comparada a uma espada. Jó equipara os ataques verbais dos amigos ao aço de uma arma. Ele se sente não apenas julgado, mas ativamente caçado por eles.",
      "temas": [
        "Violência Verbal",
        "Inimizade",
        "Perseguição"
      ],
      "personagens": [
        "Jó"
      ]
    },
    "23": {
      "parafrase": " 'Ah, se estas minhas palavras pudessem ser escritas em algum livro, gravadas em pedra para a posteridade, para que todos vissem a verdade do meu sofrimento!', suspirou Jó, desejando imortalizar sua dor.",
      "referencias": [
        "Jó 31:35",
        "Êxodo 34:1"
      ],
      "comentario": "O desejo de que suas palavras sejam gravadas ('escritas em pedra') ecoa a tradição das tábuas da Lei, mas aqui é para registrar a injustiça sofrida. Ele quer um registro permanente de sua defesa.",
      "temas": [
        "Imortalização do Sofrimento",
        "Desejo de Registro Histórico",
        "Justiça Eterna"
      ],
      "personagens": [
        "Jó"
      ]
    },
    "24": {
      "parafrase": " 'Eu gostaria que um escriba poderoso viesse e, com um cinzel de ferro, cravasse em rocha sólida cada palavra minha, marcando-a para sempre!', insistiu Jó, visualizando a permanência do seu lamento.",
      "referencias": [
        "Jeremias 17:1",
        "Apocalipse 5:1"
      ],
      "comentario": "O uso do cinzel de ferro (que sugere força e permanência) reforça o desejo de que sua causa não seja esquecida ou apagada. Ele exige um monumento à sua provação.",
      "temas": [
        "Permanência da Prova",
        "Memória",
        "Força do Sofrimento"
      ],
      "personagens": [
        "Jó"
      ]
    },
    "25": {
      "parafrase": " 'Eu, Jó, ainda sei que meu Redentor vive, e que, depois que meu corpo for consumido por esta doença terrível, eu O verei com os meus próprios olhos. Sim, verei a Deus, em toda a Sua glória!', concluiu Jó, com um vislumbre de triunfo espiritual.",
      "referencias": [
        "Jó 16:19",
        "1 Coríntios 15:55"
      ],
      "comentario": "Este é um dos versículos mais poderosos do livro. O 'Go'ēl' (Redentor/Vingador) é uma figura legal e familiar. Jó afirma que, mesmo após a morte física ('depois que esta pele for destruída'), ele experimentará a visão beatífica de Deus. É uma declaração de esperança escatológica contra toda a lógica de seu sofrimento imediato.",
      "temas": [
        "Redenção",
        "Esperança Escatológica",
        "Visão de Deus",
        "Ressurreição Implícita"
      ],
      "personagens": [
        "Jó",
        "Redentor",
        "Deus"
      ]
    },
    "26": {
      "parafrase": "Mesmo que a minha pele, este invólucro externo, seja totalmente consumida e devastada por esta doença terrível, e que eu, de dentro da minha carne viva, possa contemplar o fim desta provação... eu sei que verei a Deus. O desespero físico não apagará a chama da minha esperança espiritual.",
      "referencias": [
        "Salmos 27:13",
        "2 Coríntios 4:16"
      ],
      "comentario": "Jó expressa uma certeza quase paradoxal. A palavra hebraica para 'consumida' é 'saras' (consumir, roer). Ele está descrevendo a putrefação da doença. O ponto crucial é a frase 'de minha carne verei a Deus' (min-bhasari ereh Eloah). Isso não é apenas uma visão após a morte, mas uma antecipação de redenção ou justiça enquanto ainda está vivo, ou, no mínimo, a certeza de que o Redentor (Go'el, termo usado mais adiante) irá defendê-lo em sua própria presença física.",
      "temas": [
        "Restauração da Saúde",
        "Esperança na Adversidade",
        "A Certeza da Presença Divina"
      ],
      "personagens": [
        "Jó"
      ]
    },
    "27": {
      "parafrase": "Sim, eu o verei! Não como um espectador distante ou uma miragem em meio ao deserto da minha dor, mas com os meus próprios olhos, frescos e atentos. Meu ser interior anseia por esse momento, e meu coração se consome nessa expectativa de reencontro!",
      "referencias": [
        "Isaías 25:8",
        "1 Coríntios 13:12"
      ],
      "comentario": "A intensidade da visão é reforçada aqui: 'Meus olhos, e não os de outro, o contemplarão'. A repetição da visão pessoal ('meus olhos') sublinha a convicção de que a salvação e o esclarecimento não serão apenas ouvidos por terceiros, mas vivenciados pessoalmente por Jó. O verbo hebraico 'tamar' (desejar intensamente, ser consumido) é usado para descrever a ânsia do seu espírito.",
      "temas": [
        "Testemunho Pessoal",
        "Intimidade com Deus",
        "Desejo Ardente"
      ],
      "personagens": [
        "Jó"
      ]
    },
    "28": {
      "parafrase": "Se vocês, meus amigos, insistem que há uma culpa oculta minha que provocou este sofrimento, e que o juízo de Deus é severo demais, saibam que estão completamente enganados. Eles deveriam temer o julgamento que se aproxima para eles mesmos, pois estão cometendo um erro grave ao me acusar!",
      "referencias": [
        "Tiago 4:11",
        "Mateus 7:3"
      ],
      "comentario": "Jó vira a acusação contra seus amigos. A frase 'Se disserdes: Como o perseguiremos?' indica que os amigos estão na verdade ameaçando-o ou pressionando-o a confessar um pecado. Ele então usa o termo 'hasham' (vergonha, repreensão). A implicação é: 'Vocês temem que Deus me puna, mas quem deveria temer a Deus são vocês por se levantarem como meus juízes sem misericórdia.'",
      "temas": [
        "Acusação Injusta",
        "Julgamento dos Amigos",
        "Vergonha e Repreensão"
      ],
      "personagens": [
        "Jó",
        "Amigos de Jó"
      ]
    },
    "29": {
      "parafrase": "Portanto, considerem bem o que estão dizendo. Se a justiça de Deus parece ter atingido a mim, um homem reto, com tamanha fúria, que juízo esmagador vocês esperam para si mesmos, que estão apegados a argumentos vazios e mentiras? O temor de vocês deveria ser a ira divina, não a minha aflição!",
      "referencias": [
        "Romanos 2:1",
        "Provérbios 17:15"
      ],
      "comentario": "Este versículo funciona como um clímax da defesa de Jó. Ele usa a hipérbole do medo para advertir os amigos. Se Deus trata um servo fiel com tamanha severidade (segundo a percepção deles), o que acontecerá com aqueles que deliberadamente distorcem a verdade e condenam o inocente? O termo 'ira' ou 'juízo' (mishpat) aqui é direcionado contra a presunção teológica e a falta de compaixão dos interlocutores de Jó. 😠🔥",
      "temas": [
        "Advertência Divina",
        "Presunção Humana",
        "Consequências da Falsa Acusação"
      ],
      "personagens": [
        "Jó",
        "Amigos de Jó"
      ]
    }
  }
}