{
  "livro": "Jó",
  "capitulo": 28,
  "contexto_historico": "Após as longas e infrutíferas discussões de Jó com seus três amigos (Elifaz, Bildade e Zofar), que tentaram enquadrar seu sofrimento na teologia tradicional de retribuição (o justo é recompensado, o ímpio é punido), Jó clama por um lugar onde possa apresentar sua causa a Deus. O capítulo 28 marca uma transição crucial: Jó reconhece a onisciência de Deus sobre a sabedoria inacessível, mudando o foco da acusação para a admiração da soberania divina sobre a ordem natural. Este capítulo é uma ode poética à sabedoria oculta, que só Deus conhece, servindo como um prelúdio para o discurso de Deus que virá a seguir. 🧐🌍",
  "bloco_tematico": "A Busca Incessante e Inacessível da Sabedoria Humana vs. o Domínio Divino sobre o Conhecimento ⛏️💎",
  "versiculos": {
    "1": {
      "parafrase": "Então, Jó, em meio à sua profunda dor e desespero, decidiu que era hora de tomar a iniciativa. Ele não aguentava mais o silêncio ou a espera passiva. Com um suspiro que parecia arrancar a própria alma de seu peito, ele convocou o destino, quase como se fosse uma audiência, e começou a falar em forma de lamento, um discurso cheio de amargura: 'Como eu queria que as coisas fossem como eram antes, que Deus cuidasse de mim como fazia no tempo em que Ele ainda me protegia!'",
      "referencias": [
        "Salmos 13:1",
        "Lamentações 1:1"
      ],
      "comentario": "Jó inicia seu segundo grande monólogo (Cap. 28 é uma ode à sabedoria), mas aqui (Cap. 27, que o contexto sugere ser o início de uma nova seção ou um interlúdio temático) ele toma a palavra de forma ativa. O 'chamar' (Heb. 'qara') indica um chamado dramático, um clamor, preparando o palco para sua defesa final ou maldição. Ele deseja o tempo da prosperidade passada, um desejo comum em momentos de crise extrema (comparar com a nostalgia em Números 11:5).",
      "temas": [
        "Clamor de Jó",
        "Nostalgia da Prosperidade",
        "Invocação do Destino"
      ],
      "personagens": [
        "Jó"
      ]
    },
    "2": {
      "parafrase": "O coração de Jó estava exausto e seu espírito estava profundamente atormentado, quase esmagado pela aflição. Por isso, ele prometeu soltar a verdade que fervilhava dentro dele, declarando solenemente que falaria sem rodeios, como se estivesse sob juramento.",
      "referencias": [
        "Jó 19:2",
        "Salmos 143:4"
      ],
      "comentario": "A menção ao 'coração' (Heb. 'lev') e 'espírito' (Heb. 'ruach') mostra a totalidade de seu ser envolvida na angústia. O juramento que ele está prestes a fazer valida a seriedade de suas próximas palavras, marcando uma virada em sua argumentação, focando agora na sua integridade.",
      "temas": [
        "Integridade Pessoal",
        "Angústia Total do Ser",
        "Juramento Solene"
      ],
      "personagens": [
        "Jó"
      ]
    },
    "3": {
      "parafrase": "'Enquanto eu tiver um pingo de vida em mim, enquanto o sopro de Deus ainda estiver vibrando nas minhas narinas, e a força divina ainda animar o meu ser, eu não serei desonesto nem mentirei em minhas palavras.',",
      "referencias": [
        "Jó 10:12",
        "Atos 17:25"
      ],
      "comentario": "Este versículo estabelece um limite dramático para sua defesa: enquanto houver vida. A frase 'sopro de Deus' (Heb. 'neshamah El') é um eco da criação (Gênesis 2:7), ligando sua própria existência à fonte divina. Ele jura manter a verdade, contradizendo as acusações de seus amigos de que seus sofrimentos eram prova de pecado oculto.",
      "temas": [
        "Vínculo Vida-Verdade",
        "Inexistência de Hipocrisia",
        "Sopro Divino"
      ],
      "personagens": [
        "Jó"
      ]
    },
    "4": {
      "parafrase": "'Deus me livre de concordar com tudo o que vocês dizem! Eu jamais permitirei que minha boca se torne uma arma para justificar a maldade ou para dar razão a quem age errado. Minha boca não vai pregar falsidade!',",
      "referencias": [
        "Salmos 31:5",
        "Provérbios 12:22"
      ],
      "comentario": "Aqui, Jó rejeita explicitamente a teologia simplista de seus amigos (teologia da retribuição). 'Justificar o ímpio' (Heb. 'haqdiq rasha') é um ato de grande injustiça moral e religiosa. Ele se recusa a participar da mentira que seus amigos tentam impor ao seu sofrimento.",
      "temas": [
        "Rejeição da Teologia Simplista",
        "Injustiça Moral",
        "Defesa da Verdade"
      ],
      "personagens": [
        "Jó",
        "Amigos de Jó"
      ]
    },
    "5": {
      "parafrase": "'Minha intenção, até o meu último suspiro, é provar que não há falha em mim. Meu coração jamais concordará com os argumentos que me acusam de ter culpa ou pecado oculto. Eu insisto na minha inocência!",
      "referencias": [
        "Jó 9:15",
        "Mateus 12:37"
      ],
      "comentario": "Jó reafirma a inocência central de sua defesa. Ele não está buscando apenas sobreviver, mas sim provar sua retidão (Heb. 'tammim' ou 'inteiro/perfeito'). O foco é a integridade interna do coração, não apenas as ações externas.",
      "temas": [
        "Inocência Declarada",
        "Integridade do Coração",
        "Prova de Retidão"
      ],
      "personagens": [
        "Jó"
      ]
    },
    "6": {
      "parafrase": "'Eu agarro firmemente a justiça que me pertence, e não a soltarei. O meu juízo, a minha consciência, me dizem que não mereço isso. Portanto, meus amigos, vocês serão envergonhados pela incredulidade de vocês!',",
      "referencias": [
        "Filipenses 3:9",
        "Hebreus 10:39"
      ],
      "comentario": "O verbo 'agarro-me' (Heb. 'tôma') sugere uma aderência tenaz à sua causa. Ele está confiante de que sua retidão (Justiça) é tão sólida que, ao final, quem ficará envergonhado serão aqueles que duvidaram de sua integridade baseados em sua dor.",
      "temas": [
        "Apego à Justiça",
        "Convicção Pessoal",
        "Vergonha dos Acusadores"
      ],
      "personagens": [
        "Jó",
        "Amigos de Jó"
      ]
    },
    "7": {
      "parafrase": "'Que os meus inimigos sejam tratados como o ímpio! Que aquele que se levanta contra mim e deseja minha ruína seja reduzido à poeira, como o malfeitor que é!',",
      "referencias": [
        "Salmos 35:4",
        "Apocalipse 20:10"
      ],
      "comentario": "Jó agora invoca uma maldição ou um desejo de retribuição divina sobre seus oponentes. Este desejo é direcionado àqueles que agem como 'ímpios' (Heb. 'rasha'), aqueles que o perseguem sem causa, não necessariamente sobre seus amigos, mas sobre qualquer um que o trate injustamente.",
      "temas": [
        "Invocação de Retribuição",
        "Oposição Injusta",
        "Desejo de Fim para o Mal"
      ],
      "personagens": [
        "Jó",
        "Inimigos"
      ]
    },
    "8": {
      "parafrase": "'Pois, o que esperaria o hipócrita, mesmo quando Deus lhe tirasse tudo? O que ele pediria a Deus, se a sua vida estivesse sendo arrancada?',",
      "referencias": [
        "Mateus 6:5",
        "Lucas 12:20"
      ],
      "comentario": "Jó faz uma pergunta retórica dirigida aos seus amigos, contrastando a situação do homem piedoso com a do hipócrita. Se a esperança do ímpio termina quando Deus intervém com a destruição total, qual é a esperança daquele que alega ser justo, mas não o é?",
      "temas": [
        "Esperança do Hipócrita",
        "Intervenção Divina na Crise",
        "Contraste Moral"
      ],
      "personagens": [
        "Jó",
        "Hipócrita"
      ]
    },
    "9": {
      "parafrase": "'Será que Deus ouviria o seu clamor de socorro quando a angústia o atingisse? Será que ele ousaria orar a Deus quando a sua força tivesse desaparecido completamente?',",
      "referencias": [
        "Jó 13:9",
        "Salmos 18:41"
      ],
      "comentario": "Jó questiona a genuinidade da oração do hipócrita sob extrema pressão. O homem falso, segundo Jó, não terá acesso a Deus na hora da aflição porque sua vida não esteve alinhada com a verdade. A oração é vista como algo reservado àqueles com um coração sincero perante Deus.",
      "temas": [
        "Oração do Ímpio",
        "Acesso a Deus na Crise",
        "Sinceridade na Adoração"
      ],
      "personagens": [
        "Deus",
        "Hipócrita"
      ]
    },
    "10": {
      "parafrase": "'Será que ele encontraria prazer em Deus, ou invocaria o Senhor com a esperança de ser atendido? Ele estaria longe de Deus, não querendo ser incomodado pela Sua presença, apenas se sentindo obrigado a falar.'",
      "referencias": [
        "Isaías 29:13",
        "1 João 2:15"
      ],
      "comentario": "O 'prazer em Deus' (Heb. 'chaphec b'El') implica comunhão íntima e satisfação espiritual. Jó argumenta que o hipócrita não tem essa conexão; sua invocação seria forçada, não vinda de um desejo sincero pelo relacionamento com o Criador.",
      "temas": [
        "Prazer na Presença de Deus",
        "Comunhão Genuína",
        "Relacionamento Forçado"
      ],
      "personagens": [
        "Deus",
        "Hipócrita"
      ]
    },
    "11": {
      "parafrase": "'Eu lhes mostrarei como é a mão de Deus. Vou revelar o que o homem sábio, que conhece a Deus, mantém oculto sobre o poder do Todo-Poderoso, sem precisar de disfarces.',",
      "referencias": [
        "Jó 27:11",
        "Provérbios 25:27"
      ],
      "comentario": "Jó agora se posiciona como o porta-voz da sabedoria divina (o 'homem sábio'). Ele promete expor princípios divinos que seus amigos, apesar de sua retórica, não conseguem aplicar ou compreender em sua situação atual. É uma declaração de que ele tem um conhecimento mais profundo do funcionamento de Deus.",
      "temas": [
        "Revelação da Mão de Deus",
        "Sabedoria Oculta",
        "Conhecimento de Deus"
      ],
      "personagens": [
        "Jó",
        "Deus"
      ]
    },
    "12": {
      "parafrase": "'Mas eu mesmo vi tudo isso com meus próprios olhos. Vocês estão falando coisas que apenas ouviram, teorias vazias; eu sei como Deus realmente opera e o que Ele permite.',",
      "referencias": [
        "Jó 19:25",
        "Lucas 10:23"
      ],
      "comentario": "Este é um ponto crucial da autodefesa de Jó: a experiência pessoal contra a teoria alheia. Ele contrasta o 'ver' (experiência direta) com o 'ouvir' (tradição ou especulação), sublinhando que sua compreensão da justiça divina vem da vivência direta do sofrimento.",
      "temas": [
        "Experiência Pessoal vs. Teoria",
        "Conhecimento Vivenciado",
        "Verificação dos Fatos"
      ],
      "personagens": [
        "Jó",
        "Amigos de Jó"
      ]
    },
    "13": {
      "parafrase": "'Este é o destino reservado ao homem perverso, a herança que o ímpio recebe do Onipotente, o prêmio que os opressores recebem da mão forte de Deus!',",
      "referencias": [
        "Salmos 1:5",
        "Tiago 5:6"
      ],
      "comentario": "Jó volta a descrever o que ele acredita ser o destino final do homem que vive errado. A repetição do 'da mão de Deus' enfatiza que, para o perverso, a mão de Deus é instrumento de juízo e destruição, diferentemente de como age sobre o justo.",
      "temas": [
        "Destino do Ímpio",
        "Juízo do Onipotente",
        "Retribuição Divina"
      ],
      "personagens": [
        "Homem Perverso",
        "Deus"
      ]
    },
    "14": {
      "parafrase": "'Se seus filhos nascem, eles logo morrerão, ceifados pela espada e pela fome. Se sobreviverem, morrerão rapidamente de alguma doença terrível, e eles não terão tempo para chorar por seus mortos.'",
      "referencias": [
        "Deuteronômio 28:30-32",
        "Apocalipse 6:8"
      ],
      "comentario": "Jó detalha a punição genética e familiar que, segundo sua lógica anterior, deveria atingir os ímpios. A ideia de não poder chorar pelos mortos ressalta a rapidez e a desolação do fim, impedindo até mesmo o rito de luto.",
      "temas": [
        "Destruição Familiar",
        "Morte Súbita",
        "Ausência de Luto"
      ],
      "personagens": [
        "Filhos do Ímpio"
      ]
    },
    "15": {
      "parafrase": "'Aqueles que restarem entre eles, os poucos que escaparem da praga, serão sepultados pela morte repentina, e suas viúvas jamais terão oportunidade de lamentar sobre seus túmulos.'",
      "referencias": [
        "Jeremias 14:18",
        "Salmos 78:50"
      ],
      "comentario": "A imagem é de uma aniquilação quase total. A viúva não chorar sobre o túmulo indica que o corpo pode ter desaparecido sem deixar vestígios ou que a morte foi tão rápida que o corpo não foi reconhecido ou honrado com um funeral adequado. É o caos total do fim do ímpio.",
      "temas": [
        "Aniquilação Total",
        "Morte Repentina",
        "Falta de Sepultamento Digno"
      ],
      "personagens": [
        "Viúvas"
      ]
    },
    "16": {
      "parafrase": "'Mesmo que o ímpio acumule tesouros como se fossem areia fina, e guarde montanhas de vestes preciosas para usar, a verdade é que tudo isso será tirado dele e dado a alguém justo.'",
      "referencias": [
        "Lucas 12:16-21",
        "Tiago 5:2-3"
      ],
      "comentario": "Este versículo aborda a questão da riqueza acumulada ('pó' ou 'areia fina' - Heb. 'cu'). A ironia é que a riqueza acumulada pelo erro é transferida. Ele critica a ganância, pois os bens materiais do perverso não lhe conferirão segurança nem eternidade.",
      "temas": [
        "Acúmulo de Riquezas",
        "Transferência de Bens",
        "Vaidade da Riqueza"
      ],
      "personagens": [
        "Ímpio"
      ]
    },
    "17": {
      "parafrase": "'Pois o ímpio constrói suas riquezas com grande esforço, mas é um homem justo quem irá vesti-las. É o homem bom quem herdará a fortuna que ele juntou com tanto trabalho e engano.'",
      "referencias": [
        "Provérbios 13:22",
        "Eclesiastes 2:21"
      ],
      "comentario": "Jó reforça a ideia de que o trabalho do ímpio é, no final, um investimento para o justo. A riqueza acumulada sem retidão não pode ser desfrutada pelo acumulador, contrastando o trabalho árduo (físico) com o resultado espiritual (herança).",
      "temas": [
        "Fruto do Trabalho do Ímpio",
        "Herança do Justo",
        "Trabalho em Vão"
      ],
      "personagens": [
        "Ímpio",
        "Homem Justo"
      ]
    },
    "18": {
      "parafrase": "'Ele tece a sua morada como uma mariposa tece o seu casulo frágil, ou como um vigia constrói um barraco temporário no meio de um campo de uvas. É uma estrutura condenada a desmoronar.'",
      "referencias": [
        "Jó 20:8",
        "Isaías 1:8"
      ],
      "comentario": "As imagens de construção são de extrema fragilidade: o casulo da traça (símbolo de efemeridade e destruição interna) e a cabana temporária do guarda ('tenda de um guarda' ou 'refúgio de um vigia'). Sua vida e fortuna são construções efêmeras, sem fundação.",
      "temas": [
        "Efemeridade da Vida Ímpia",
        "Construção Frágil",
        "Falta de Fundação"
      ],
      "personagens": [
        "Ímpio"
      ]
    },
    "19": {
      "parafrase": "'Quando ele se deita para dormir rico, ele acorda e descobre que tudo desapareceu, como um sonho fugaz. Quando ele tenta agarrar sua riqueza, ela simplesmente se desfaz em suas mãos.'",
      "referencias": [
        "Salmos 73:20",
        "Lucas 16:19-31"
      ],
      "comentario": "A experiência da riqueza do ímpio é comparada à desilusão de um sonho. Ao despertar para a realidade do juízo, o que parecia sólido se evapora. Isso sublinha a irrealidade da segurança baseada apenas em bens materiais.",
      "temas": [
        "Riqueza como Sonho",
        "Desaparecimento Súbito da Fortuna",
        "Ilusão Material"
      ],
      "personagens": [
        "Ímpio"
      ]
    },
    "20": {
      "parafrase": "'O terror o domina e o arrebata no meio do dia. Uma onda de pânico o atinge com violência, e ele é levado embora por uma tempestade repentina, no meio da sua prosperidade.'",
      "referencias": [
        "Salmos 48:6",
        "Provérbios 1:27"
      ],
      "comentario": "O terror (Heb. 'Emah') aqui é quase personificado como um agente de Deus. A tempestade noturna ou diurna representa o juízo abrupto e incontrolável que destrói o homem em seu auge de orgulho e riqueza.",
      "temas": [
        "Terror Inesperado",
        "Destruição por Tempestade",
        "Julgamento no Auge"
      ],
      "personagens": [
        "Terror"
      ]
    },
    "21": {
      "parafrase": "'O calor abrasador do sol o atinge, desfazendo-o completamente. O vento forte o arranca de seu lugar, e ele desaparece sem deixar vestígios, como se nunca tivesse existido naquele local.'",
      "referencias": [
        "Jó 21:18",
        "Jó 3:16"
      ],
      "comentario": "Novas imagens elementares de aniquilação: o calor intenso (como o deserto) e o vento forte. Estas forças da natureza, usadas por Deus, obliteram a memória e a existência física do ímpio, cumprindo a ideia de que seu legado será zero.",
      "temas": [
        "Aniquilação pelo Calor e Vento",
        "Apagamento da Memória",
        "Forças Elementares do Juízo"
      ],
      "personagens": [
        "Jó"
      ]
    },
    "22": {
      "parafrase": "'Pois o desprezo o ataca ferozmente, e quando ele tenta se proteger, sua própria mão o fere. Ele experimenta o desprezo em seu próprio ser antes de ser levado para o lugar onde os mortos residem, sem ter a chance de pedir misericórdia.'",
      "referencias": [
        "Jó 18:19",
        "Salmos 109:17"
      ],
      "comentario": "A ideia da mão atacando a si mesma (um paradoxo de auto-destruição) sugere que o ímpio está em conflito interno e autodestrutivo. O desprezo (Heb. 'boz') é a marca da sua existência rejeitada, culminando no 'Sheol' (a sepultura, a morada dos mortos).",
      "temas": [
        "Autodestruição",
        "Desprezo Divino",
        "Chegada ao Sheol"
      ],
      "personagens": [
        "Ímpio"
      ]
    },
    "23": {
      "parafrase": "'Sim, isso acontece. Se você for vê-lo em seu sofrimento, ele parecerá estranho, e se você tentar ajudá-lo, seu rosto mostrará que ele não sobreviverá para contar a história.'",
      "referencias": [
        "Jó 21:29",
        "Lamentações 1:12"
      ],
      "comentario": "Jó convida seus amigos a testemunharem o fim. O ímpio torna-se tão marcado pelo juízo que parece 'estranho' ou alheio à comunidade dos vivos. A aparência de sua face é um testemunho mudo de sua condenação iminente.",
      "temas": [
        "Testemunho do Sofrimento",
        "Aparência do Juízo",
        "Alienação"
      ],
      "personagens": [
        "Jó",
        "Amigos de Jó"
      ]
    },
    "24": {
      "parafrase": "'Pois quando a mão de Deus se levanta contra ele, a terra treme e se dobra sob seu peso. E quando Ele o puxa, não há como fugir ou se esconder da Sua força!',",
      "referencias": [
        "Salmos 18:7",
        "Jó 9:12"
      ],
      "comentario": "A força esmagadora de Deus é descrita com imagens cósmicas: a terra se dobra. O julgamento divino é inescapável e universalmente sentido. A mão de Deus, que Jó afirmou que estaria contra os ímpios, é ilustrada como uma força geológica.",
      "temas": [
        "Inescapabilidade do Juízo",
        "Poder Cósmico de Deus",
        "A Mão Levantada"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "25": {
      "parafrase": "'Se isso não é verdade, então, por favor, me diga que estou errado! E me mostre que minha descrição do perverso está incorreta. Pois se não for assim, então a justiça que defendi será comprovada como a única realidade para aqueles que tropeçam.'",
      "referencias": [
        "Jó 34:31-33",
        "Provérbios 3:34"
      ],
      "comentario": "Jó conclui esta seção desafiando abertamente seus oponentes a refutar sua descrição do destino do ímpio. Ele coloca sua própria retidão (que ele defendeu nos versículos anteriores) como dependente da veracidade de sua descrição do julgamento divino sobre o mal. Se o ímpio tem esse fim, a fé de Jó em sua inocência é validada.",
      "temas": [
        "Desafio à Refutação",
        "Validação da Inocência",
        "Realidade do Juízo"
      ],
      "personagens": [
        "Jó",
        "Amigos de Jó"
      ]
    },
    "26": {
      "parafrase": "Mas, quando Deus estabeleceu as regras do universo e determinou a medida exata da chuva que cairia, controlando até mesmo o barulho estrondoso dos relâmpagos, Ele já tinha um plano perfeito em vigor. Ele olhou para toda aquela ordem cósmica — aquela estrutura imutável — e garantiu que tudo estivesse no seu devido lugar, como se fosse uma arquitetura divina imperturbável.",
      "referencias": [
        "Salmos 104:5",
        "Provérbios 8:29",
        "Jó 38:34"
      ],
      "comentario": "Jó, neste ponto, continua a descrever a soberania absoluta de Deus sobre a natureza. O verbo hebraico traduzido como 'estabelecer' (H5414: *tsavah*) sugere um mandamento ou uma ordem deliberada. 'Deu regulamento' ou 'deu lei' implica que os elementos naturais não são caóticos, mas sim regidos por decretos divinos inalteráveis (como os limites impostos ao mar em Jó 26:10). O texto enfatiza a ordem e a precisão do plano de Deus antes mesmo da criação plena ou da existência humana, sublinhando a sabedoria de quem 'mediu' e 'pesou' tudo (Isaías 40:22).",
      "temas": [
        "Soberania de Deus",
        "Ordem da Criação",
        "Sabedoria Divina"
      ],
      "personagens": [
        "Deus",
        "Jó"
      ]
    },
    "27": {
      "parafrase": "Ele fez isso para ver Sua obra completa, para que a água caísse precisamente sobre a terra que precisava ser irrigada. Ele fez chover sobre a terra árida e desabitada, onde não havia ninguém para agradecer ou testemunhar o milagre, nutrindo a vegetação que brotaria do solo seco.",
      "referencias": [
        "Gênesis 2:5",
        "Salmos 147:8",
        "Mateus 5:45"
      ],
      "comentario": "Este versículo detalha o propósito prático do decreto divino: a irrigação da terra (*l'haskiq* - para fazer correr ou saciar). Deus provê sustento mesmo em lugares desertos, antes ou independentemente da presença humana que O reconheça. É uma demonstração de generosidade intrínseca e de um cuidado minucioso que visa a manutenção da vida, não apenas o deleite de observadores. A imagem é de um solo sedento que é revigorado pelo 'seu alento' ou 'seu propósito' de irrigar.",
      "temas": [
        "Provisão de Deus",
        "Sustento da Vida",
        "Benevolência"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "28": {
      "parafrase": "Toda a terra, que parecia morta e sedenta, Ele regou com precisão cirúrgica. Ele fez brotar os brotos verdes e as plantas novas, renovando a paisagem estéril e transformando o nada em um jardim viçoso. Deus é o artesão que revive o que parecia ter morrido.",
      "referencias": [
        "Isaías 35:1",
        "Salmos 65:9",
        "Jó 12:7-9"
      ],
      "comentario": "O clímax desta seção é a transformação do deserto em vegetação luxuriante ('plantas viçosas'). O verbo hebraico para 'renovar' ou 'fazer brotar' (*yirq'u* - relacionada a verdejante) foca na revitalização da cor e da vida. Jó aponta que Deus não apenas sustenta o que já existe, mas tem o poder de criar vida e beleza onde antes havia apenas secura e morte. É a demonstração do poder criativo e restaurador de Yahweh, um poder que excede a compreensão humana limitada.",
      "temas": [
        "Restauração",
        "Poder Criador",
        "Renovação"
      ],
      "personagens": [
        "Deus"
      ]
    }
  }
}