{
  "livro": "Jeremias",
  "capitulo": 20,
  "contexto_historico": "O Livro de Jeremias abrange o período final do Reino de Judá (c. 627 a.C. até a destruição de Jerusalém em 586 a.C. e o subsequente exílio no Egito). O capítulo 20 se situa cronologicamente durante o ministério ativo de Jeremias, logo após ele ter proferido profecias severas contra o Templo (Cap. 7) e ter sido preso e açoitado pelo oficial Pasur, chefe da guarda do templo (Cap. 20:1-6). Este é um momento de intensa perseguição pessoal e desespero para o profeta, contrastando com a certeza da sua vocação divina. A ameaça babilônica (Nabucodonosor) é iminente, e a resistência de Judá é fútil. 😵‍💫",
  "bloco_tematico": "A Angústia do Profeta e a Certeza da Palavra 🔥🗣️",
  "versiculos": {
    "1": {
      "parafrase": "Naquele exato momento em que Jeremias terminava de proferir a profecia de castigo, Pasur, filho de Imer, um dos sacerdotes que supervisionava o Templo, ouviu tudo. Este Pasur não era um homem qualquer; ele estava entre aqueles que tinham poder na Casa do Senhor. Ao ouvir as palavras duras de Jeremias sobre a destruição iminente, ele ficou furioso e deu ordens para que o profeta fosse preso e açoitado, demonstrando uma brutalidade chocante contra a mensagem de Deus.",
      "referencias": [
        "2 Crônicas 36:16",
        "Atos 5:40"
      ],
      "comentario": "O versículo 1 introduz o conflito imediato entre a palavra divina (via Jeremias) e a autoridade religiosa estabelecida (Pasur). Pasur, cujo nome em hebraico está ligado à ideia de 'prosperidade' ou 'liberdade', age ironicamente como carcereiro da verdade. O termo hebraico para 'supervisor' (pâqid) indica sua posição de autoridade no Templo, tornando sua repressão um ato de rebelião institucional contra Yahweh.",
      "temas": [
        "Perseguição do Profeta",
        "Resistência Religiosa",
        "Autoridade Corrompida"
      ],
      "personagens": [
        "Jeremias",
        "Pasur, filho de Imer"
      ]
    },
    "2": {
      "parafrase": "Depois de ser espancado, Pasur ordenou que Jeremias fosse amarrado e mantido incomunicável no dia seguinte, trancado no Grande Portão de Benjamim, que dava acesso ao lado norte do Templo. Este lugar não era uma prisão comum; era um local de visibilidade e humilhação pública, projetado para servir de aviso a todos que pensassem em ouvir as palavras do profeta.",
      "referencias": [
        "Jeremias 37:15",
        "Mateus 10:17"
      ],
      "comentario": "A punição é severa e pública. O 'Portão de Benjamim' era uma entrada proeminente. O ato de amarrar (asur) simboliza a tentativa de silenciar a profecia. Este ato mostra que o clero estava mais preocupado em manter a ordem social e a ilusão de segurança do que em confrontar o pecado nacional.",
      "temas": [
        "Prisão e Sofrimento",
        "Humilhação Pública",
        "Silenciamento da Verdade"
      ],
      "personagens": [
        "Jeremias",
        "Pasur, filho de Imer"
      ]
    },
    "3": {
      "parafrase": "No dia seguinte, quando a manhã amanheceu, e a cidade ainda estava agitada, Jeremias foi libertado por Pasur, que, surpreendentemente, não manteve o profeta preso, mas em vez disso o confrontou com um novo título terrível, chamando-o de 'Magor-Missabibe'.",
      "referencias": [
        "Jeremias 49:35",
        "Apocalipse 18:10"
      ],
      "comentario": "O versículo 3 marca uma mudança na tática de Pasur: de punição física para profecia nominal. 'Magor-Missabibe' (מָגוֹר מִסָּבִיב) significa literalmente 'Terror por todos os lados' ou 'Medo ao redor'. Este é um nome profético auto-imposto a Jeremias, não como um título de honra, mas como uma descrição do futuro que ele traria (ou melhor, anunciaria). Este nome ecoa o terror futuro que virá sobre Jerusalém.",
      "temas": [
        "Nomes Proféticos",
        "Consequências do Juízo",
        "Mudança de Tática"
      ],
      "personagens": [
        "Jeremias",
        "Pasur, filho de Imer"
      ]
    },
    "4": {
      "parafrase": "Então, o próprio Jeremias declarou, com a autoridade que vinha de Deus: 'O Senhor não lhe deu o nome de Pasur, mas sim, a partir deste momento, você será chamado de 'Terror-ao-Redor'.'",
      "referencias": [
        "1 Samuel 2:30",
        "Isaías 45:11"
      ],
      "comentario": "Aqui, o profeta reverte a designação de Pasur. Deus está trocando o nome do opressor. O nome original de Pasur (associado a prosperidade) é anulado pelo nome profético dado por Jeremias: 'Terror-ao-Redor' (Poco-r-mi-saviv, ou uma variação dele). Isso significa que Pasur e todos que pensam como ele experimentarão o terror que tentaram impor aos outros, pois serão cercados pelo juízo de Deus.",
      "temas": [
        "Inversão de Papéis",
        "Juízo sobre os Opressores",
        "Identidade Profética"
      ],
      "personagens": [
        "Jeremias",
        "Pasur, filho de Imer"
      ]
    },
    "5": {
      "parafrase": "Pois assim diz o Senhor: 'Eu vou fazer com que você se torne um espanto e um pavor para você mesmo e para todos os seus amigos mais próximos. Você verá com seus próprios olhos seus compatriotas sendo levados cativos, sendo conduzidos à força para o exílio, e você testemunhará a calamidade que cairá sobre Jerusalém.'",
      "referencias": [
        "Lamentações 1:15",
        "Zacarias 14:2"
      ],
      "comentario": "O castigo de Pasur é específico: ele será testemunha da catástrofe que tentou evitar com sua violência. Ele não morrerá imediatamente, mas viverá para ver a queda de seu povo. O termo hebraico para 'espanto' (m’khittāh) sugere ser objeto de horror. A frase 'seus amigos mais próximos' (kol-rē'êkā ha-ṭōḇîm) indica que até mesmo seu círculo íntimo será destruído ou se voltará contra ele, isolando-o.",
      "temas": [
        "Testemunho do Juízo",
        "Isolamento",
        "Consequência Pessoal"
      ],
      "personagens": [
        "Pasur, filho de Imer"
      ]
    },
    "6": {
      "parafrase": "E, em seguida, o Senhor decretará que você, Pasur, juntamente com todos os habitantes de Jerusalém, será entregue nas mãos de seus inimigos. Você será levado cativo para a Babilônia, e lá, sob os olhos de todos, você e seus amigos morrerão pela espada.",
      "referencias": [
        "2 Reis 25:7",
        "Jeremias 52:11"
      ],
      "comentario": "Este é o clímax da sentença: o exílio babilônico (referência direta à Nabucodonosor) e a morte pela espada. Isso sela o destino do líder religioso que tentou silenciar a voz profética. A morte pela espada (o instrumento da guerra) era uma morte violenta e desonrosa, contrastando com a morte pacífica esperada por um líder em Jerusalém.",
      "temas": [
        "Exílio Babilônico",
        "Morte Violenta",
        "Inimigos como Instrumento Divino"
      ],
      "personagens": [
        "Pasur, filho de Imer"
      ]
    },
    "7": {
      "parafrase": "Mas, ó Senhor, eu, Jeremias, confiei em Ti! Eu te busco como meu refúgio e fortaleza. Livra-me, por favor, das mãos daqueles que estão tramando contra mim, pois sei que Tu me guardas de todo mal.",
      "referencias": [
        "Salmos 31:14",
        "Salmos 91:2"
      ],
      "comentario": "O tom muda abruptamente. Jeremias se retira da confrontação direta para um lamento íntimo, confirmando sua fé inabalável. A palavra hebraica para 'confiei' (baṭaḥti) carrega o sentido de apoiar-se totalmente. Ele descreve Deus como um 'rochedo de força' (sōlā' 'ôz), uma imagem comum na poesia hebraica para segurança absoluta.",
      "temas": [
        "Confiança em Deus",
        "Refúgio Divino",
        "Lamento Pessoal"
      ],
      "personagens": [
        "Jeremias"
      ]
    },
    "8": {
      "parafrase": "Senhor, eu sei que Tu me protegeste! Pois eu nunca me afastei de Teu chamado. Por isso, se eu caísse, seria apenas por um breve instante, pois Tu me seguraste pela mão direita, impedindo minha queda total.",
      "referencias": [
        "Salmos 37:24",
        "Isaías 41:13"
      ],
      "comentario": "Este versículo expressa a convicção de Jeremias de que, apesar da perseguição física (o açoitamento), sua missão e vida estavam asseguradas pela intervenção divina. A menção de ser segurado pela 'mão direita' (yemînêkā) é uma poderosa metáfora para o poder ativo e salvador de Deus, que sustenta o profeta em meio ao caos.",
      "temas": [
        "Sustento Divino",
        "Fidelidade na Provação",
        "Segurança Eterna"
      ],
      "personagens": [
        "Jeremias"
      ]
    },
    "9": {
      "parafrase": "Com a Tua orientação, eu serei conduzido por todo o caminho, e, ao final, Tu me receberás na glória. Quem mais eu teria no céu além de Ti? Na terra, nada mais anseio do que estar ao Teu lado, seja qual for o custo.",
      "referencias": [
        "Salmos 73:25-26",
        "Hebreus 13:5"
      ],
      "comentario": "Esta é uma declaração de exclusividade na devoção. O anseio por Deus substitui qualquer desejo terreno (incluindo a segurança física ou o conforto social). Para Jeremias, a comunhão com Yahweh é o único bem duradouro, superando a relação com qualquer pessoa ou evento na Terra.",
      "temas": [
        "Exclusividade da Adoração",
        "Desejo Celestial",
        "Comunhão com Deus"
      ],
      "personagens": [
        "Jeremias"
      ]
    },
    "10": {
      "parafrase": "Vejam os vizinhos que conspiram contra mim! Eles estão cochichando e planejando minha ruína, dizendo: 'Vamos atacá-lo enquanto ele está distraído, para que possamos pegá-lo, e então ninguém o salvará!'",
      "referencias": [
        "Salmos 41:5",
        "Miquéias 7:5"
      ],
      "comentario": "O profeta retorna ao mundo exterior, descrevendo a conspiração ativa. Os vizinhos, que deveriam ser aliados, são os piores inimigos. A tática é a distração ('ele está fraco ou distraído'), visando o momento de vulnerabilidade para executar a destruição. Isso reflete a profunda deslealdade dentro da comunidade de Judá.",
      "temas": [
        "Conspiração",
        "Falsa Amizade",
        "Ataque na Vulnerabilidade"
      ],
      "personagens": [
        "Jeremias",
        "Vizinhos"
      ]
    },
    "11": {
      "parafrase": "Mas o Senhor, que está ao meu lado como um guerreiro poderoso e temível, fará com que aqueles que me perseguem tropecem miseravelmente! Eles não conseguirão me superar, pois sua confusão será maior que sua força, e eles serão envergonhados, porque falharam em seu plano maligno.",
      "referencias": [
        "Salmos 118:7",
        "Isaías 41:11"
      ],
      "comentario": "Jeremias invoca a imagem de Deus como um 'Guerreiro Poderoso' ou 'Tremendo' (yare). Este é o mesmo Deus que estava em contato íntimo com ele (vv. 7-9), agora se manifestando como protetor ativo. A derrota dos inimigos não virá por espada, mas por confusão e vergonha ('serão muito humilhados'), um resultado de sua própria malícia.",
      "temas": [
        "Deus como Guerreiro",
        "Proteção Imediata",
        "Humilhação dos Oponentes"
      ],
      "personagens": [
        "Jeremias",
        "O Senhor"
      ]
    },
    "12": {
      "parafrase": "Portanto, Senhor Todo-Poderoso, Tu que examinas profundamente o coração humano e sondas a alma, peço que me permitas ver o resultado final de toda essa perseguição, pois Tu és quem me defende e me salva da mão dos opressores.",
      "referencias": [
        "1 Tessalonicenses 2:4",
        "Provérbios 17:3"
      ],
      "comentario": "Aqui, Jeremias chama Deus pelo título completo de 'Senhor dos Exércitos' (Yahweh Tzevaot), enfatizando Seu domínio sobre todas as hostes celestiais e terrenas. Ele clama pela justiça visível, pedindo a Deus que revele o juízo final, pois somente Deus consegue penetrar as intenções ocultas (examinar o coração e provar os rins/íntimos).",
      "temas": [
        "Soberania Divina",
        "Justiça Retributiva",
        "Introspecção Espiritual"
      ],
      "personagens": [
        "Jeremias",
        "O Senhor"
      ]
    },
    "13": {
      "parafrase": "Cantem ao Senhor! Louvem ao Senhor! Porque Ele resgatou a vida do pobre e do necessitado das garras cruéis daqueles que praticam o mal e que são instrumentos de injustiça.",
      "referencias": [
        "Salmos 116:6",
        "Tiago 1:27"
      ],
      "comentario": "O profeta transforma seu lamento em um cântico de louvor (Tehilah), um padrão comum nos Salmos. A libertação de Jeremias é vista como um ato de salvação para o 'pobre' (ani) e o 'necessitado' (ebyon), mostrando que a proteção de Deus se estende aos marginalizados e perseguidos, em contraste com os poderosos sacerdotes como Pasur.",
      "temas": [
        "Louvor e Gratidão",
        "Salvação dos Pobres",
        "Contraste com os Maus"
      ],
      "personagens": [
        "Jeremias"
      ]
    },
    "14": {
      "parafrase": "Eu, Jeremias, começo a cantar minha libertação, mas observo o futuro com temor, pois sei que a ameaça ainda está presente. Que eu possa ver a retribuição completa prometida aos meus perseguidores; que o dia do castigo divino chegue logo!",
      "referencias": [
        "Apocalipse 6:10",
        "Salmos 137:8"
      ],
      "comentario": "A alegria do louvor é temperada pela realidade da profecia ainda não cumprida. Jeremias ora pela consumação do juízo. Ele deseja ver o dia da vingança do Senhor (yôm peqûdâtô), ou seja, o dia em que Deus 'visitará' (julgará) seus inimigos. A urgência da entrega do juízo é um tema recorrente nos profetas.",
      "temas": [
        "Urgência do Juízo",
        "Ver a Retribuição",
        "Cântico e Temor"
      ],
      "personagens": [
        "Jeremias"
      ]
    },
    "15": {
      "parafrase": "Vejam só o que aqueles que me odeiam estão tramando contra mim! Eles sussurram o plano de me destruir, dizendo: 'Vamos atacá-lo enquanto ele está fraco e distraído, para que possamos pegá-lo e ninguém mais o protegerá!'",
      "referencias": [
        "Salmos 35:4",
        "Jeremias 18:18"
      ],
      "comentario": "Este versículo é quase idêntico ao versículo 10, servindo como um poderoso refrão que enfatiza a persistência da conspiração inimiga. A repetição ('Cochicham', 'dizem') serve para aumentar a sensação de cerco e perseguição constante contra o profeta.",
      "temas": [
        "Perseverança da Maldade",
        "Círculo Vicioso de Opressão",
        "Conspiração Repetida"
      ],
      "personagens": [
        "Jeremias",
        "Oponentes"
      ]
    },
    "16": {
      "parafrase": "Mas o Senhor, que está ao meu lado como um forte e temível guerreiro, fará com que meus perseguidores tropecem! Eles não prevalecerão, pois sua vergonha será maior que sua força, e eles fracassarão em seu plano maligno!",
      "referencias": [
        "Deuteronômio 32:35",
        "Salmos 129:4"
      ],
      "comentario": "Este versículo é quase idêntico ao versículo 11, reforçando a promessa de proteção divina. A repetição serve para consolidar a certeza de Jeremias na intervenção de Yahweh. Deus é a muralha inabalável contra os ataques humanos, resultando na humilhação dos ímpios.",
      "temas": [
        "Firmeza da Promessa",
        "Vitória Assegurada",
        "Proteção Constante"
      ],
      "personagens": [
        "Jeremias",
        "O Senhor"
      ]
    },
    "17": {
      "parafrase": "Portanto, Senhor, observe a conduta deles com atenção! Por que o caminho dos ímpios prospera? Por que nós, que buscamos Tua face, temos que sofrer tanto, enquanto aqueles que vivem no erro parecem ter sucesso em seus empreendimentos?",
      "referencias": [
        "Salmos 73:3",
        "Jó 21:7"
      ],
      "comentario": "Aqui, Jeremias articula o grande dilema da teodiceia: a prosperidade do ímpio (shalôm, bem-estar aparente). Ele questiona a justiça aparente do mundo, onde o sofrimento recai sobre o fiel ('os que buscam Tua face') e o sucesso sobre os corruptos. É um lamento existencial sobre a ordem aparente das coisas.",
      "temas": [
        "Teodiceia",
        "Prosperidade dos Ímpios",
        "Sofrimento do Justo"
      ],
      "personagens": [
        "Jeremias"
      ]
    },
    "18": {
      "parafrase": "Eu não me desviei do Teu mandamento, nem deixei de Te buscar em oração, mas, ainda assim, sou ferido todos os dias. Que o Senhor, meu Juiz justo, revele a todos a diferença entre aqueles que O servem e aqueles que O ignoram, e que o castigo que merecem seja aplicado plenamente!",
      "referencias": [
        "Gálatas 6:9",
        "Lamentações 3:39"
      ],
      "comentario": "O versículo final do trecho reafirma a inocência moral de Jeremias em relação ao motivo de seu sofrimento. Ele cumpriu seu dever, mas sofreu. A conclusão é um clamor final por intervenção divina para que Deus se revele como 'Juiz' (shōphet) e restaure a ordem moral, mostrando que o sofrimento não é aleatório, mas faz parte do teste de fidelidade que levará à recompensa final.",
      "temas": [
        "Fidelidade Inabalável",
        "Clamor por Justiça Final",
        "A Prova da Fé"
      ],
      "personagens": [
        "Jeremias"
      ]
    }
  }
}