{
  "livro": "Jeremias",
  "capitulo": 47,
  "contexto_historico": "O capítulo 47 de Jeremias foca na profecia contra os filisteus. O contexto histórico remonta a um período de instabilidade regional, após a ascensão do Império Babilônico sob Nabucodonosor. Judá e os reinos vizinhos (como a Filístia, composta pelas cinco cidades principais: Gaza, Askelon, Asdode e Ecrom) estavam sob pressão crescente. Esta profecia faz parte de uma série de oráculos contra nações estrangeiras (capítulos 46-51), servindo tanto como julgamento divino quanto como um sinal para Judá de que Deus governa sobre todas as nações. A destruição iminente dos filisteus era vista como um passo no plano divino para reconfigurar o cenário geopolítico, possivelmente facilitando ou precedendo o julgamento final sobre Judá. 📢🌍",
  "bloco_tematico": "O Julgamento Inevitável sobre a Filístia: Fúria Divina e Destruição Iminente 🌊🔥",
  "versiculos": {
    "1": {
      "parafrase": "A Palavra do Senhor, a Mensagem Divina, chegou a Jeremias, o profeta, durante um tempo sombrio. Foi especificamente no momento em que o poderoso Faraó Hofra do Egito, aquele líder cujos exércitos eram uma força temida, estava se preparando para marchar para a guerra contra os babilônios, uma empreitada militar que ameaçava Judá. Esta revelação veio antes que o exército egípcio sequer saísse da terra do Nilo.",
      "referencias": [
        "Isaías 19:1",
        "Jeremias 46:2"
      ],
      "comentario": "O versículo estabelece o contexto temporal e geográfico da profecia. O receptor é explicitamente Jeremias. O evento catalisador é a mobilização militar do Faraó Hofra (Hophra), cujo nome no hebraico é *'Ufria*. Este Faraó é a última grande ameaça externa que Judá esperava como salvação contra Nabucodonosor. A menção de que a palavra veio 'antes' da saída do exército sugere que Deus estava intervindo na situação antes que a ação egípcia pudesse causar danos ou falsas esperanças.",
      "temas": [
        "Revelação Divina",
        "Intervenção na História",
        "Protesto contra o Egito"
      ],
      "personagens": [
        "Jeremias",
        "Faraó Hofra"
      ]
    },
    "2": {
      "parafrase": "Então, o Senhor ordenou que Jeremias proclamasse esta mensagem solene e terrível para todo o povo de Judá, especialmente para aqueles que estavam refugiados em Jerusalém, como uma última advertência: 'Prestem muita atenção, ó habitantes de Jerusalém! Preparem-se para o que está por vir!'",
      "referencias": [
        "Jeremias 7:1",
        "Jeremias 18:7"
      ],
      "comentario": "A ordem é clara: anunciar a todos. O 'gritar' (*qara*) indica uma proclamação pública e urgente. Jerusalém, no versículo 2, representa o centro da resistência e a sede do reino, o lugar onde a esperança final estava depositada, tornando a mensagem dirigida a ela ainda mais impactante.",
      "temas": [
        "Advertência",
        "Chamado à Atenção",
        "Julgamento Iminente"
      ],
      "personagens": [
        "Povo de Judá",
        "Habitantes de Jerusalém"
      ]
    },
    "3": {
      "parafrase": "Digam a eles o que o Deus Todo-Poderoso, o Senhor dos Exércitos, diz: 'Vejam bem! Vocês estão vendo os guerreiros egípcios se preparando para atacar. Eles se levantam com a força de um trovão e são como um exército de gafanhotos incontroláveis em sua multidão, e seu barulho de carros de guerra e cavalaria é ensurdecedor, como o rugido de muitas águas!'",
      "referencias": [
        "Joel 2:2",
        "Nahum 3:2"
      ],
      "comentario": "Aqui começa a descrição vívida da ameaça egípcia, usando metáforas da natureza para expressar poder avassalador. O título 'Senhor dos Exércitos' (*Yahweh Tzevaot*) enfatiza o poder de Deus sobre todos os exércitos terrestres. A comparação com gafanhotos (*'arbeh*) e o som de 'muitas águas' (*mayim rabbim*) são tropos clássicos para descrever uma invasão esmagadora e impossível de deter. 🌊",
      "temas": [
        "Poder Militar",
        "Comparação da Ameaça",
        "Soberania de Deus"
      ],
      "personagens": [
        "Deus (Senhor dos Exércitos)"
      ]
    },
    "4": {
      "parafrase": "Portanto, ó guerreiros de Judá, esmoreçam! 'Levantem-se, ó príncipes, e preparem seus escudos! Lubrifiquem suas lanças, guerreiros! Pois o inimigo está chegando. Apertem os cintos e preparem-se para o combate! Tudo isso acontecerá, não importa o quão prontos vocês estejam!'",
      "referencias": [
        "Efésios 6:11",
        "2 Crônicas 13:12"
      ],
      "comentario": "Este versículo é irônico. Deus instrui Jeremias a falar aos 'príncipes' e 'guerreiros' de Judá, ordenando-lhes que se preparem. No entanto, o contexto implícito (e explícito nos versículos seguintes) é que essa preparação é inútil contra o Faraó, ou, mais crucialmente, que a verdadeira batalha é espiritual e o julgamento já está decretado. A preparação é um gesto fútil diante do plano divino.",
      "temas": [
        "Futilidade Humana",
        "Preparação para Guerra",
        "Ironia Profética"
      ],
      "personagens": [
        "Príncipes",
        "Guerreiros"
      ]
    },
    "5": {
      "parafrase": "O profeta questiona, quase incrédulo: 'Por que eu vejo este terror por toda parte? Por que todo homem está com o rosto pálido de medo, como se estivesse prestes a morrer? Todos os rostos perderam a cor e a força!', pois a aproximação egípcia causa pânico generalizado.",
      "referencias": [
        "Daniel 5:6",
        "Jeremias 30:6"
      ],
      "comentario": "A pergunta 'Por que vejo?' (ou 'Por que isto?') é retórica, expressando a consternação de Jeremias ao testemunhar o medo absoluto. A descrição do palidez (*'olam*) indica um terror paralisante, uma reação física ao pavor iminente. É o medo da morte que rouba a vitalidade.",
      "temas": [
        "Terror",
        "Pânico",
        "Reação ao Julgamento"
      ],
      "personagens": [
        "Jeremias"
      ]
    },
    "6": {
      "parafrase": "O Senhor então responde ao porquê desse terror: 'Não podem escapar! Este exército egípcio é tão poderoso que ninguém conseguirá se salvar dele. Eles estão correndo como cavalos e se movendo com a rapidez de carros de guerra, avançando sem parar, como um fogo devorador que destrói tudo em seu caminho.' 🔥",
      "referencias": [
        "Amós 9:2",
        "Habacuque 1:8"
      ],
      "comentario": "A resposta divina é a sentença de morte para qualquer esperança de fuga. As imagens de velocidade ('correr', 'acelerar') e destruição ('fogo consumidor') reforçam a inevitabilidade da catástrofe. A menção dos cavalos e carros (*susim we-merkavot*) eram os símbolos máximos da força militar da época.",
      "temas": [
        "Inescapabilidade",
        "Velocidade da Destruição",
        "Poder Incontrolável"
      ],
      "personagens": []
    },
    "7": {
      "parafrase": "Quem pode suportar o avanço desta força? É o Egito que avança, aquele que vem do país do Nilo, com seus exércitos barulhentos! Eles marcham, e o chão treme sob seus pés. Gritam como um leão faminto, pois estão vindo para rasgar e destruir tudo o que encontrarem em seu caminho, sem deixar nada de pé! 🦁",
      "referencias": [
        "Miquéias 1:8",
        "Jeremias 25:20"
      ],
      "comentario": "O Egito é identificado nominalmente como o instrumento do julgamento. O rio Nilo (*Miṣrayim*) é usado como metonímia para a nação inteira. A comparação com o leão (*lā'am*) é poderosa: representa ferocidade predadora e poder real. O terremoto (*harad*) implica que a chegada é um evento sísmico, capaz de abalar a própria fundação da terra de Judá.",
      "temas": [
        "Instrumento de Julgamento",
        "Força Egípcia",
        "Destruição Total"
      ],
      "personagens": [
        "Egito"
      ]
    }
  }
}