{
  "livro": "Êxodo",
  "capitulo": 6,
  "contexto_historico": "Após a recusa inicial de Faraó em libertar os israelitas e a primeira série de pragas, Moisés e Arão retornam ao Egito com uma nova ordem divina. Este capítulo foca na reafirmação da autoridade de Deus perante Faraó e na linhagem de Moisés e Arão, servindo como uma ponte entre a opressão contínua e a escalada das pragas. É um momento de consolidação da identidade de liderança de Moisés e da soberania de YHWH sobre os deuses egípcios. 🏛️📜",
  "bloco_tematico": "Consagração da Autoridade e Identidade Levítica: A Reafirmação da Aliança diante do Faraó 👑🔥",
  "versiculos": {
    "1": {
      "parafrase": "Então, o Senhor interveio, falando diretamente a Moisés, e disse: 'Agora você verá em detalhes tudo o que farei com Faraó. Minha mão poderosa o forçará a ceder, e ele não apenas os deixará partir, mas, na verdade, ele os expulsará da terra do Egito. Eu sou o Senhor, Aquele que sempre existiu e sempre existirá.'",
      "referencias": [
        "Êxodo 3:19",
        "Gênesis 17:1"
      ],
      "comentario": "O verbo hebraico chave aqui é 'ra'ah' (רָאָה), que significa ver, mas no contexto divino, implica experimentar ou testemunhar a intervenção poderosa de Deus. Deus está prometendo a Moisés uma demonstração inegável de Seu poder ('yad hazaka' - mão forte), diferente das promessas anteriores. A declaração 'Eu sou o Senhor' (Ehyeh Asher Ehyeh) é reforçada, ligando a ação presente à Sua natureza eterna (Yahweh).",
      "temas": [
        "Revelação do Poder Divino",
        "A Natureza de Deus (Yahweh)",
        "Promessa Cumprida"
      ],
      "personagens": [
        "Deus",
        "Moisés"
      ]
    },
    "2": {
      "parafrase": "Deus continuou a falar com Moisés, detalhando Seu pacto: 'Eu me revelei a Abraão, a Isaque e a Jacó, prometendo-lhes a terra de Canaã, onde viveriam como estrangeiros. Eu sou o Deus Todo-Poderoso (El Shaddai), mas eles Me conheceram apenas pelo Meu nome relacional, O Senhor (Yahweh), sem que vissem plenamente o cumprimento dessa promessa.'",
      "referencias": [
        "Gênesis 12:7",
        "Êxodo 3:6"
      ],
      "comentario": "Este versículo estabelece a continuidade da aliança de Deus. Ele conecta a atual intervenção à Sua promessa patriarcal. A distinção entre 'El Shaddai' (Deus Todo-Poderoso, focado na capacidade) e 'Yahweh' (o Deus que Cumpre a Aliança) é crucial. Os patriarcas conheciam Seu poder, mas não a revelação completa de Seu plano redentor.",
      "temas": [
        "Aliança (Pacto)",
        "Memória Divina",
        "Fidelidade de Deus"
      ],
      "personagens": [
        "Deus",
        "Moisés",
        "Abraão",
        "Isaque",
        "Jacó"
      ]
    },
    "3": {
      "parafrase": "Portanto, Eu Me apresentei a eles como 'O Senhor' (Yahweh), mas agora, através da libertação que estou prestes a realizar, Meu verdadeiro nome e Minha fidelidade serão plenamente compreendidos por vocês, israelitas, pois Meu poder será demonstrado como nunca antes.",
      "referencias": [
        "Êxodo 3:14",
        "Salmos 83:18"
      ],
      "comentario": "Este é o clímax da revelação do nome. O propósito da libertação não é apenas físico, mas teológico: validar o nome Yahweh. Deus se define como Aquele que É, Aquele que Age no tempo e espaço, tornando Sua essência visível através da história de Israel.",
      "temas": [
        "O Nome de Deus",
        "Propósito da Redenção",
        "Manifestação Divina"
      ],
      "personagens": [
        "Deus",
        "Israelitas"
      ]
    },
    "4": {
      "parafrase": "Além disso, estabeleci uma aliança solene com eles sobre a terra de Canaã, prometendo que Eu lhes daria aquela terra para que nela vivessem como donos, e não mais como hóspedes forasteiros.",
      "referencias": [
        "Gênesis 15:18",
        "Hebreus 11:9"
      ],
      "comentario": "A 'aliança' (berit) é reafirmada. A terra não é um presente aleatório, mas o objeto central da promessa feita aos patriarcas, fundamentando o direito legal de Israel sobre Canaã.",
      "temas": [
        "A Terra Prometida",
        "Aliança"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "5": {
      "parafrase": "Sim, Eu ouvi com clareza os gemidos incessantes dos filhos de Israel, que estão sendo escravizados pelos egípcios. Lembrei-Me do Meu acordo sagrado com eles.",
      "referencias": [
        "Êxodo 2:24",
        "Salmos 106:45"
      ],
      "comentario": "O verbo 'ouvir' (shama') aqui implica mais do que apenas percepção auditiva; significa prestar atenção e agir em resposta. O sofrimento do povo não foi ignorado; ativou a memória de Deus sobre Seu pacto.",
      "temas": [
        "Ouvir o Clamor",
        "Intervenção baseada no Sofrimento",
        "Fidelidade ao Pacto"
      ],
      "personagens": [
        "Deus",
        "Filhos de Israel"
      ]
    },
    "6": {
      "parafrase": "Por isso, diga a todo o povo de Israel: 'Eu Sou o Senhor! Eu tirarei o jugo pesado que os oprime, livrando-os das tarefas brutais impostas pelos egípcios. Eu os resgatarei com um braço forte e poderoso, livrando-os da escravidão, e os libertarei com atos de julgamento espetaculares contra o Egito.'",
      "referencias": [
        "Deuteronômio 7:8",
        "Isaías 51:9"
      ],
      "comentario": "Este versículo é a ordem para Moisés proclamar o resgate. O termo 'jugo' (ol) simboliza a opressão total. O resgate envolverá quatro ações distintas: tirar o jugo, resgatar, libertar e julgar os opressores.",
      "temas": [
        "Resgate (Exílio)",
        "Ato de Julgamento",
        "Libertação"
      ],
      "personagens": [
        "Deus",
        "Moisés",
        "Israelitas"
      ]
    },
    "7": {
      "parafrase": "Então, vocês, o Meu povo, finalmente me aceitarão como seu Deus, o único e verdadeiro. Vocês reconhecerão que Eu sou o Senhor, que os livrou do trabalho forçado no Egito.",
      "referencias": [
        "Deuteronômio 29:6",
        "Apocalipse 19:1"
      ],
      "comentario": "O resultado esperado da intervenção divina é o reconhecimento (yada') e a aceitação da soberania de Deus. A experiência de libertação se tornará o fundamento da identidade religiosa de Israel.",
      "temas": [
        "Reconhecimento de Deus",
        "Identidade de Israel",
        "Propósito da Ação"
      ],
      "personagens": [
        "Deus",
        "Israelitas"
      ]
    },
    "8": {
      "parafrase": "E Eu os conduzirei para a terra que prometi com juramento, dando-a a vocês como herança. Eu sou o Senhor, aquele que realiza tudo o que diz.",
      "referencias": [
        "Gênesis 22:16",
        "Hebreus 6:13"
      ],
      "comentario": "A promessa da terra é reiterada, vinculada ao juramento (neder) de Deus. Isso enfatiza a infalibilidade da Sua Palavra. A frase 'Eu sou Yahweh' funciona como um selo de autenticidade para a promessa.",
      "temas": [
        "Herança",
        "Fidelidade à Promessa",
        "Ato de Juramento"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "9": {
      "parafrase": "Moisés transmitiu essa mensagem a todo o povo de Israel. Mas, quando ele lhes falou sobre o plano de Deus, eles se recusaram a ouvir, pois estavam exaustos e amargurados pela dureza da escravidão.",
      "referencias": [
        "Êxodo 2:25",
        "Números 14:1"
      ],
      "comentario": "A primeira reação do povo é de descrença e desespero. O verbo hebraico para 'impaciência' ou 'coração apertado' ('qatsar ruach') descreve o estado psicológico de quem perdeu toda a esperança, impedindo-os de aceitar a notícia da libertação.",
      "temas": [
        "Descrença do Povo",
        "Coração Oprimido",
        "Impacto da Escravidão"
      ],
      "personagens": [
        "Moisés",
        "Israelitas"
      ]
    },
    "10": {
      "parafrase": "Então o Senhor voltou-se para Moisés e lhe ordenou: 'Vá agora falar com Faraó, o rei do Egito, e exija que ele deixe os israelitas saírem de sua terra!'",
      "referencias": [
        "Êxodo 3:10",
        "Atos 7:34"
      ],
      "comentario": "Apesar da incredulidade do povo, a missão de Moisés não é interrompida. Deus reafirma a ordem direta, mostrando que a motivação do povo não afeta a determinação divina.",
      "temas": [
        "Ordem Divina",
        "Persistência na Missão"
      ],
      "personagens": [
        "Deus",
        "Moisés",
        "Faraó"
      ]
    },
    "11": {
      "parafrase": "Moisés respondeu ao Senhor, dizendo: 'Mas, Senhor, se o próprio povo de Israel mal Me escuta, como você espera que Faraó, o poderoso rei, me dê ouvidos? Eu mal consigo falar direito!'",
      "referencias": [
        "Êxodo 4:10",
        "Jeremias 1:6"
      ],
      "comentario": "Moisés reitera sua antiga hesitação, baseada em sua gagueira ('pesada de boca e de língua') e na aparente futilidade de se dirigir ao maior poder da época. É um lamento humano diante de uma tarefa colossal.",
      "temas": [
        "Inadequação Humana",
        "Hesitação de Moisés",
        "Comunicação Difícil"
      ],
      "personagens": [
        "Moisés",
        "Deus",
        "Faraó"
      ]
    },
    "12": {
      "parafrase": "Mas o Senhor insistiu com Moisés e Arão, instruindo-os a ir até Faraó para liderar os israelitas para fora do Egito, dando-lhes ordens claras sobre como proceder.",
      "referencias": [
        "Êxodo 7:1",
        "Isaías 6:9"
      ],
      "comentario": "Deus ignora a objeção de Moisés sobre a fala e o desânimo do povo, focando apenas na execução da ordem. A inclusão de Arão (que será a voz de Moisés) é um lembrete do apoio divino.",
      "temas": [
        "Apoio Divino",
        "Comissão Continuada"
      ],
      "personagens": [
        "Deus",
        "Moisés",
        "Arão",
        "Faraó"
      ]
    },
    "13": {
      "parafrase": "E assim, Moisés e Arão receberam ordens diretas do Senhor para levar os filhos de Israel para fora da terra do Egito, focando especificamente na missão de tirá-los de lá.",
      "referencias": [
        "Êxodo 6:1",
        "Números 33:3"
      ],
      "comentario": "Reiteração da ordem principal: a saída do Egito. A repetição enfatiza a singularidade deste evento como o pivô da história de Israel.",
      "temas": [
        "Êxodo",
        "Missão Principal"
      ],
      "personagens": [
        "Deus",
        "Moisés",
        "Arão",
        "Israelitas"
      ]
    },
    "14": {
      "parafrase": "A seguir, o texto registra os chefes de família dos israelitas, listando os nomes dos primogênitos das tribos de Rúben, Simeão e Levi, que eram os filhos primogênitos de Jacó.",
      "referencias": [
        "Gênesis 49:3-5",
        "Números 1:1-3"
      ],
      "comentario": "A narrativa muda de foco, passando das ordens divinas para a genealogia. Este é o início da documentação das linhagens que seriam libertadas, dando peso histórico e tribal à promessa.",
      "temas": [
        "Genealogia",
        "Estrutura Tribal"
      ],
      "personagens": [
        "Rúben",
        "Simeão",
        "Levi",
        "Jacó"
      ]
    },
    "15": {
      "parafrase": "Estes são os nomes dos filhos de Rúben, o primogênito de Israel: Enoque, Palu, Hesrom e Carmi. Essas são as famílias que descendiam de Rúben.",
      "referencias": [
        "Gênesis 46:12",
        "1 Crônicas 5:3"
      ],
      "comentario": "Enumeração direta das famílias de Rúben, essencial para a contagem e organização futura do povo no deserto.",
      "temas": [
        "Linhagem",
        "Estrutura Familiar"
      ],
      "personagens": [
        "Rúben",
        "Enoque",
        "Palu",
        "Hesrom",
        "Carmi"
      ]
    },
    "16": {
      "parafrase": "Os filhos de Simeão foram: Jemuel, Jamim, Osade, Jaquim, Zohar e Saul, filho da cananeia. Estes formam as famílias de Simeão.",
      "referencias": [
        "Gênesis 46:10",
        "1 Crônicas 4:24"
      ],
      "comentario": "A menção da 'esposa cananeia' (ou simplesmente 'filha de um cananeu') em relação a Saul é notável, pois indica os primeiros contatos sociais e misturas étnicas que ocorreram durante o período de escravidão no Egito.",
      "temas": [
        "Linhagem",
        "Interação Cultural"
      ],
      "personagens": [
        "Simeão",
        "Jemuel",
        "Jamim",
        "Osade",
        "Jaquim",
        "Zohar",
        "Saul"
      ]
    },
    "17": {
      "parafrase": "Os filhos de Levi, de acordo com suas gerações e famílias, foram Gersom, Coat e Merári. Levi viveu cento e trinta e sete anos.",
      "referencias": [
        "Gênesis 5:22",
        "Números 3:17"
      ],
      "comentario": "Aqui são listados os ancestrais das tribos sacerdotais. A inclusão da longevidade de Levi serve como um contraponto aos patriarcas mais antigos, mas reforça a longevidade da época.",
      "temas": [
        "Linhagem Levítica",
        "Longevidade"
      ],
      "personagens": [
        "Levi",
        "Gersom",
        "Coat",
        "Merári"
      ]
    },
    "18": {
      "parafrase": "Os descendentes de Coat foram: Anrão, Isar, Hebrom e Uziel. Anrão foi o pai de Aarão e de Moisés, e Anrão viveu cento e trinta e sete anos.",
      "referencias": [
        "Êxodo 2:1",
        "Números 3:19"
      ],
      "comentario": "Esta é a linha direta da qual Moisés e Arão emergem, ligando-os genealogicamente à tribo de Levi. A repetição da idade de Coat (que, em muitas versões, se refere a Anrão, dependendo da pontuação hebraica) sublinha a conexão geracional.",
      "temas": [
        "Linhagem Sacerdotal",
        "Família de Moisés"
      ],
      "personagens": [
        "Coat",
        "Anrão",
        "Isar",
        "Hebrom",
        "Uziel",
        "Arão",
        "Moisés"
      ]
    },
    "19": {
      "parafrase": "Os filhos de Merári eram as famílias de Musi e Musi, que descenderam das linhagens de Levi.",
      "referencias": [
        "Números 3:21",
        "1 Crônicas 6:19"
      ],
      "comentario": "Listagem das famílias de Merári. A repetição de 'Musi' aqui é provavelmente um erro textual ou uma variação que o texto original corrigiu em outras passagens (geralmente Musi e Muali). Seguimos a tradição de que são duas linhagens distintas.",
      "temas": [
        "Linhagem Levítica",
        "Organização Familiar"
      ],
      "personagens": [
        "Merári",
        "Musi"
      ]
    },
    "20": {
      "parafrase": "Anrão se casou com Jocabede, sua tia (irmã de seu pai), e ela lhe deu à luz Arão e Moisés. Anrão viveu cento e trinta e sete anos.",
      "referencias": [
        "Êxodo 2:1",
        "Números 26:59"
      ],
      "comentario": "Este versículo destaca o casamento consanguíneo dentro da família de Coat (tio/sobrinha), prática comum em certas estruturas tribais, mas que mais tarde seria proibida sob a Lei Mosaica. Jocabede, a mãe, é explicitamente nomeada.",
      "temas": [
        "Estrutura Familiar",
        "Parentesco",
        "Origem dos Líderes"
      ],
      "personagens": [
        "Anrão",
        "Jocabede",
        "Arão",
        "Moisés"
      ]
    },
    "21": {
      "parafrase": "Os filhos de Isar eram Corá, Nefegue e Zicri.",
      "referencias": [
        "Números 3:30",
        "1 Crônicas 6:21"
      ],
      "comentario": "Continuação da genealogia dos Coatitas, focando nos filhos de Isar, um dos quais, Corá, se tornaria notório por sua rebelião mais tarde.",
      "temas": [
        "Linhagem Levítica",
        "Ascendência de Rebeldia"
      ],
      "personagens": [
        "Isar",
        "Corá",
        "Nefegue",
        "Zicri"
      ]
    },
    "22": {
      "parafrase": "Os filhos de Uziel foram Misael e Elisafã, que eram os líderes das famílias levíticas de Coat.",
      "referencias": [
        "Levítico 10:4",
        "Números 3:30"
      ],
      "comentario": "Identificação dos líderes das famílias de Uziel. Misael e Elisafã desempenharam papéis importantes no cuidado do Tabernáculo.",
      "temas": [
        "Liderança Levítica",
        "Deveres Sacros"
      ],
      "personagens": [
        "Uziel",
        "Misael",
        "Elisafã"
      ]
    },
    "23": {
      "parafrase": "Arão tomou por esposa a mulher chamada Eliseba, que era filha de Aminadabe e irmã de Naassom, e ela lhe deu os filhos Nadabe, Abiú, Eleazar e Itamar.",
      "referencias": [
        "Números 3:30",
        "Rute 4:20"
      ],
      "comentario": "O casamento de Arão é detalhado. Eliseba é identificada como filha de Aminadabe e irmã de Naassom (príncipe da tribo de Judá). Isso mostra uma integração social estratégica entre as elites de Levi e Judá.",
      "temas": [
        "Aliança Sacerdotal",
        "Integração Tribal"
      ],
      "personagens": [
        "Arão",
        "Eliseba",
        "Aminadabe",
        "Naassom",
        "Nadabe",
        "Abiú",
        "Eleazar",
        "Itamar"
      ]
    },
    "24": {
      "parafrase": "Os filhos de Corá eram Asir, Elcana e Abiasafe; essas foram as famílias dos Coritas, que eram levitas.",
      "referencias": [
        "Números 26:58",
        "1 Crônicas 6:22"
      ],
      "comentario": "A genealogia de Corá, o desafiante posterior, é cuidadosamente traçada de volta a Isar, um dos filhos de Coat. Isso estabelece sua posição legítima dentro da estrutura levítica, tornando sua rebelião ainda mais grave.",
      "temas": [
        "Linhagem",
        "Precursora da Rebeldia"
      ],
      "personagens": [
        "Corá",
        "Asir",
        "Elcana",
        "Abiasafe",
        "Isar"
      ]
    },
    "25": {
      "parafrase": "Eleazar, filho de Arão, casou-se com uma das filhas de Putiel, e ela lhe deu à luz Fineias. Esses foram os chefes das famílias dos levitas, descendentes de Coat.",
      "referencias": [
        "Josué 24:33",
        "1 Crônicas 6:4"
      ],
      "comentario": "A linhagem sacerdotal continua até Fineias, o sucessor de Eleazar, garantindo a continuidade da liderança religiosa após a morte de Arão e seus primogênitos (Nadabe e Abiú). Putiel é um nome menos comum, mas claramente pai da esposa de Eleazar.",
      "temas": [
        "Continuidade Sacerdotal",
        "Sucessão"
      ],
      "personagens": [
        "Eleazar",
        "Arão",
        "Putiel",
        "Fineias"
      ]
    },
    "26": {
      "parafrase": "Naquele dia, o Senhor falou, chamando diretamente a Moisés, ordenando que ele voltasse ao Faraó, o poderoso rei do Egito. Deus instruiu Moisés a confrontar novamente o monarca, lembrando-o de que sua missão de libertar o povo hebreu de toda a terra egípcia continuava inabalável. Era a hora de retomar o diálogo, agora com a autoridade divina ainda mais evidente em suas palavras.",
      "referencias": [
        "Êxodo 3:10",
        "Êxodo 7:1"
      ],
      "comentario": "O verbo hebraico usado para 'falou' (וַיְדַבֵּר - vay'daber) é o mesmo usado para as comunicações divinas anteriores, mas aqui ele é direcionado especificamente a Moisés para uma nova tarefa. O comando é para 'entrar' (בֹּא - bo), indicando uma entrada deliberada e formal no palácio, um ato de coragem face ao poder humano. O foco é reiterar a missão de tirar 'a congregação' (o povo reunido de Israel) do Egito, preparando o cenário para as pragas subsequentes.",
      "temas": [
        "Chamado Divino",
        "Confronto com o Poder",
        "Missão de Libertação"
      ],
      "personagens": [
        "Deus",
        "Moisés",
        "Faraó"
      ]
    },
    "27": {
      "parafrase": "Então Moisés se apresentou perante Faraó, aquele que era a personificação da resistência obstinada, e proferiu as palavras exatas que o Eterno havia colocado em sua boca. Moisés desafiou o rei, perguntando: 'Até quando você continuará a segurar o povo de Israel? Por que insistimos nesta prisão, permitindo que eles continuem escravizados aqui? É hora de os deixar partir!'",
      "referencias": [
        "Êxodo 4:15",
        "Atos 7:34"
      ],
      "comentario": "Este versículo enfatiza a obediência de Moisés: ele falou 'as palavras que o Senhor lhe ordenara'. O poder não estava na eloquência de Moisés, mas na fidelidade em transmitir a mensagem divina. A pergunta de Moisés, 'Até quando?' (עַד־מָתַי - 'ad-matai), ecoa a impaciência de Deus com a dureza de coração do Faraó, um tema recorrente.",
      "temas": [
        "Obediência",
        "Intercessão",
        "Dureza de Coração"
      ],
      "personagens": [
        "Moisés",
        "Faraó"
      ]
    },
    "28": {
      "parafrase": "No entanto, enquanto Moisés falava com tamanha autoridade vinda dos céus, o Faraó, endurecido em seu orgulho e posse, resistia ferozmente. Naquele momento, Deus interveio novamente na narrativa, estabelecendo claramente a razão de toda a obstinação que estava sendo vista: 'Eu é que endureci o coração do Faraó, para que ele não libertasse os israelitas neste momento, a fim de que Eu possa demonstrar Meu poder e realizar mais sinais grandiosos aqui no Egito.'",
      "referencias": [
        "Êxodo 4:21",
        "Romanos 9:17"
      ],
      "comentario": "Este é um ponto teológico crucial. O texto afirma explicitamente que Deus mesmo endureceu o coração do Faraó ('וַיְהוָה הִקְשָׁה אֶת־לֵב פַּרְעֹה - vay'YHWH hiksh'a et-lev Par'oh'). Isso não anula a responsabilidade inicial do Faraó (visto em versículos anteriores), mas demonstra o controle soberano de Deus. O endurecimento serve a um propósito pedagógico divino: manifestar o poder ('גְּבוּרָתִי - gvuroti') através de milagres adicionais.",
      "temas": [
        "Soberania Divina",
        "Endurecimento do Coração",
        "Manifestação do Poder"
      ],
      "personagens": [
        "Deus",
        "Faraó"
      ]
    },
    "29": {
      "parafrase": "O Senhor continuou a instruir Moisés, revelando o plano maior: 'Apesar de tudo isso, quando Eu finalmente forçar o Faraó a deixar o povo de Israel ir, ele não apenas os libertará, mas os expulsará completamente deste país com tanta força que desejará vê-los partir para sempre, como se fossem uma praga indesejada.'",
      "referencias": [
        "Êxodo 11:1",
        "Deuteronômio 4:34"
      ],
      "comentario": "Aqui, Deus descreve o resultado final da libertação. O verbo 'expulsar' (שִׁלַּח - shillach) indica um envio vigoroso. O Faraó não dará a bênção da partida alegremente, mas será forçado a expulsá-los. A perspectiva é de que a libertação será tão impactante que o próprio egípcio desejará a ausência total dos israelitas, reconhecendo a derrota.",
      "temas": [
        "Expulsão",
        "Vitória Final",
        "Consequências do Julgamento"
      ],
      "personagens": [
        "Deus",
        "Moisés",
        "Faraó"
      ]
    },
    "30": {
      "parafrase": "Contudo, Moisés expressou sua profunda hesitação e baixa autoestima diante da tarefa monumental que o aguardava, argumentando: 'Até mesmo agora, com todas essas ordens, o Faraó não me ouve! Se nem mesmo agora, com a ameaça do Senhor pairando, ele presta atenção em mim, como ele me escutará quando eu for, depois de tudo isso, falar com ele novamente? Minha voz será sempre fraca diante de sua arrogância!'",
      "referencias": [
        "Êxodo 4:10",
        "Jeremias 1:6"
      ],
      "comentario": "Este versículo revela a insegurança persistente de Moisés, um tema iniciado em Êxodo 4:10. Ele duvida da eficácia de sua própria fala ('como me escutará o Faraó?'). Mesmo depois de testemunhar o poder de Deus (e a menção implícita das pragas), Moisés ainda se vê como um orador inadequado. Sua perspectiva humana contrasta fortemente com a soberania divina prometida nos versículos anteriores.",
      "temas": [
        "Insegurança Humana",
        "Dúvida",
        "Comunicação Difícil"
      ],
      "personagens": [
        "Moisés",
        "Faraó"
      ]
    }
  }
}