{
  "livro": "Êxodo",
  "capitulo": 35,
  "contexto_historico": "Após a dramática revelação dos Dez Mandamentos (Êxodo 20) e o estabelecimento do pacto no Monte Sinai (Êxodo 24), Deus passa a instruir Moisés sobre os detalhes práticos da construção e organização do Tabernáculo, a morada móvel de Deus entre o povo. Este capítulo foca especificamente nas instruções detalhadas para a confecção do Altar do Incenso e o Candelabro (Menorá), elementos cruciais para o culto diário, seguindo-se às instruções sobre o Altar do Holocausto (Êxodo 27). O povo de Israel está agora sob a lei, e a construção do santuário visa garantir a presença contínua de YHWH em seu meio, exigindo precisão absoluta, pois tudo deve ser feito conforme o 'modelo' mostrado a Moisés. 🛠️📜",
  "bloco_tematico": "Instruções para o Culto Interno: O Altar do Incenso e a Menorá ✨🕯️",
  "versiculos": {
    "1": {
      "parafrase": "Moisés reuniu todo o povo de Israel e lhes disse: \"Escutem bem, ó povo! Eu lhes dou estas instruções que o Senhor ordenou que vocês cumprissem.",
      "referencias": [
        "Deuteronômio 5:1",
        "Josué 8:34"
      ],
      "comentario": "O versículo inicia a releitura dos Dez Mandamentos (o Decálogo) e das leis subsequentes. A reunião é solene, indicando a importância da transmissão oral e da continuidade da aliança. Moisés atua como mediador e porta-voz final.",
      "temas": [
        "Reunião",
        "Transmissão da Lei",
        "Autoridade de Moisés"
      ],
      "personagens": [
        "Moisés",
        "Povo de Israel"
      ]
    },
    "2": {
      "parafrase": "Durante seis dias da semana vocês devem trabalhar, fazendo todos os serviços necessários. Mas o sétimo dia é sagrado, um dia de descanso completo, dedicado inteiramente ao Senhor. Quem ousar fazer qualquer tipo de trabalho nesse dia deverá ser morto, sem exceção! 💀",
      "referencias": [
        "Gênesis 2:2-3",
        "Êxodo 20:10",
        "Isaías 58:13"
      ],
      "comentario": "Estabelecimento do Sábado. O trabalho é permitido por seis dias, refletindo a ordem da criação (o sétimo dia de descanso de Deus). A punição capital (morte) demonstra a seriedade do mandamento, que não era apenas uma recomendação social, mas um pilar da identidade teológica de Israel.",
      "temas": [
        "Sábado",
        "Santidade do Tempo",
        "Descanso"
      ],
      "personagens": [
        "Deus",
        "Povo de Israel"
      ]
    },
    "3": {
      "parafrase": "Não acendam fogo em nenhuma de suas casas durante todo o dia de sábado, seja para cozinhar, aquecer ou qualquer outra finalidade. Essa regra vale em todos os lugares onde vocês habitarem.",
      "referencias": [
        "Levítico 6:10",
        "Números 15:32-36"
      ],
      "comentario": "Esta é uma especificação prática do mandamento do sábado (v. 2), proibindo explicitamente o ato de acender fogo. Em um contexto antigo, acender fogo era um trabalho manual significativo, mas a proibição também estabelecia uma clara distinção entre o tempo profano (trabalho) e o tempo sagrado (repouso absoluto).",
      "temas": [
        "Proibições do Sábado",
        "Fogo",
        "Regras Domésticas"
      ],
      "personagens": []
    },
    "4": {
      "parafrase": "Então Moisés falou a toda a congregação de Israel, dizendo: \"Isto é o que o Senhor ordenou: Prestai atenção, povo!\"",
      "referencias": [
        "Êxodo 29:42",
        "Levítico 1:1-3"
      ],
      "comentario": "Moisés reforça a fonte divina da mensagem. O termo 'congregação' (Heb. 'edah') enfatiza o corpo coletivo unido sob a aliança.",
      "temas": [
        "Ordem Divina",
        "Congregação"
      ],
      "personagens": [
        "Moisés"
      ]
    },
    "5": {
      "parafrase": "A partir de amanhã, escolham de tudo o que vocês têm e separarei o que será trazido como oferta ao Senhor. Tragam aquilo que seus corações desejam oferecer, seja algo valioso ou não.",
      "referencias": [
        "Êxodo 25:2",
        "2 Coríntios 9:7"
      ],
      "comentario": "Transição do mandamento do Sábado para a coleta dos materiais para o Tabernáculo. A frase chave é 'segundo o que o seu coração o move' (o hebraico sugere uma disposição voluntária e generosa), contrastando com ofertas obrigatórias.",
      "temas": [
        "Ofertas Voluntárias",
        "Generosidade",
        "Construção do Tabernáculo"
      ],
      "personagens": [
        "Moisés",
        "O Senhor"
      ]
    },
    "6": {
      "parafrase": "Tragam como contribuição ao Senhor: ouro, prata e bronze, tecidos azuis, púrpuras e vermelhos vivos, linho fino, pelos de cabra, peles de carneiro tingidas de vermelho, peles finas de texugo e madeira de acácia.",
      "referencias": [
        "Êxodo 25:3-7",
        "Êxodo 39:1-3"
      ],
      "comentario": "Lista detalhada dos materiais brutos. O ouro, prata e bronze eram metais preciosos usados para os utensílios mais sagrados. Os tecidos (cores simbólicas: azul celestial, púrpura real, escarlate para sacrifício) e os couros (proteção) eram essenciais para as cortinas e o revestimento do Tabernáculo.",
      "temas": [
        "Materiais de Construção",
        "Cores Simbólicas",
        "Riqueza para Deus"
      ],
      "personagens": []
    },
    "7": {
      "parafrase": "Tragam também azeite para a iluminação, especiarias aromáticas para o óleo de unção e incenso, além de pedras preciosas como ônix e outras gemas para adornarem o colete sacerdotal (Efode).",
      "referencias": [
        "Êxodo 30:22-35",
        "Apocalipse 21:19-20"
      ],
      "comentario": "A lista se estende para incluir itens para o candelabro (azeite), para a unção dos sacerdotes (especiarias) e para as vestes cerimoniais (pedras preciosas). Isso demonstra que todos os aspectos do culto, do material ao espiritual, eram cobertos.",
      "temas": [
        "Adorno Sagrado",
        "Unção",
        "Luz"
      ],
      "personagens": []
    },
    "8": {
      "parafrase": "E, além disso, todos aqueles que possuírem habilidades especiais, homens e mulheres, devem trazer o seu talento! Eles deverão fazer todos os tecidos finos, bordados com fios azuis, púrpuras e vermelhos, e também o linho de trama fina que será usado na construção do santuário.",
      "referencias": [
        "Êxodo 31:2-6",
        "1 Coríntios 12:7"
      ],
      "comentario": "Introdução do conceito de habilidade manual como um dom de Deus (o Espírito de Deus infundia sabedoria). O trabalho artístico e técnico era tão sagrado quanto o material bruto.",
      "temas": [
        "Habilidade Artística",
        "Trabalho Voluntário",
        "Dons Espirituais"
      ],
      "personagens": [
        "Homens",
        "Mulheres"
      ]
    },
    "9": {
      "parafrase": "Os cortadores de couro e os artesãos devem trazer os pedaços de couro de texugo e as madeiras de acácia, para que tudo seja preparado conforme o projeto detalhado que o Senhor revelou a Moisés.",
      "referencias": [
        "Êxodo 25:9",
        "Hebreus 8:5"
      ],
      "comentario": "Foco nos artesãos especializados. O termo 'projeto' ou 'modelo' (Heb. 'tabnit') sublinha que a construção não era arbitrária, mas seguia um plano celestial, um reflexo do modelo visto por Moisés no monte.",
      "temas": [
        "Execução do Projeto",
        "Obediência ao Modelo",
        "Artesanato"
      ],
      "personagens": [
        "Moisés"
      ]
    },
    "10": {
      "parafrase": "Que todos os homens e mulheres cujo coração esteja disposto e que tenham talento para tal, venham participar! Eles devem trazer os materiais e ajudar na confecção de tudo o que é necessário para o Tabernáculo, conforme a ordem que recebemos do Senhor.",
      "referencias": [
        "Êxodo 35:21",
        "Filipenses 4:15-19"
      ],
      "comentario": "Reiteração da participação universal e voluntária. A disposição do coração ('voluntário') é a condição primária para a contribuição, seja ela de riqueza ou de habilidade.",
      "temas": [
        "Voluntariado",
        "Participação Comunitária"
      ],
      "personagens": [
        "Homens",
        "Mulheres"
      ]
    },
    "11": {
      "parafrase": "Tragam as peças estruturais do Tabernáculo: suas lonas principais, as coberturas, os encaixes de ouro, as barras de sustentação, as colunas, as bases de metal, e os ganchos que manterão tudo unido.",
      "referencias": [
        "Êxodo 26:1-6",
        "Salmos 78:69"
      ],
      "comentario": "Início da lista específica dos componentes do Tabernáculo propriamente dito: a estrutura física externa. O ouro (riqueza, santidade) era usado nos encaixes e barras, contrastando com a madeira de acácia (humildade, durabilidade) da estrutura base.",
      "temas": [
        "Estrutura do Tabernáculo",
        "Componentes Sagrados"
      ],
      "personagens": []
    },
    "12": {
      "parafrase": "Também as cortinas de vedação que separam o Lugar Santo, com seus postes de sustentação e suas bases de metal, junto com as cortinas que fecham a entrada da Tenda.",
      "referencias": [
        "Êxodo 26:7-14",
        "Hebreus 9:2-3"
      ],
      "comentario": "Foco nas cortinas divisórias, que estabeleciam os limites de acesso ao espaço sagrado. Elas simbolizavam a separação entre o comum e o santo, e, eventualmente, entre o Santo Lugar e o Santo dos Santos.",
      "temas": [
        "Separação Sagrada",
        "Cortinas",
        "Acesso a Deus"
      ],
      "personagens": []
    },
    "13": {
      "parafrase": "Não se esqueçam da cobertura externa, feita de peles tingidas de vermelho, e da outra cobertura, feita de couro de texugo, que servirão para proteger a estrutura principal do Tabernáculo dos elementos.",
      "referencias": [
        "Êxodo 26:14",
        "Mateus 27:51"
      ],
      "comentario": "Detalhe sobre as proteções externas. Essas camadas, feitas de materiais mais resistentes (couro), garantiam a longevidade da tenda contra chuva, poeira e sol, simbolizando a proteção divina sobre a habitação de Deus.",
      "temas": [
        "Proteção",
        "Durabilidade"
      ],
      "personagens": []
    },
    "14": {
      "parafrase": "Tragam também as cortinas internas, feitas de tecido fino bordado, que formarão o revestimento interior do Santuário, e a cortina que fecha a entrada principal do Tabernáculo.",
      "referencias": [
        "Êxodo 26:1",
        "Apocalipse 19:8"
      ],
      "comentario": "Contraste entre as coberturas externas (proteção) e as cortinas internas (beleza e santidade). O linho fino bordado aponta para a beleza da presença de Deus.",
      "temas": [
        "Beleza Interior",
        "Revestimento"
      ],
      "personagens": []
    },
    "15": {
      "parafrase": "Apresentem os dois altares: o altar para queimar incenso aromático, feito de madeira de acácia e revestido de ouro puro, e o grande altar de holocausto, coberto com placas de bronze.",
      "referencias": [
        "Êxodo 30:1-3",
        "Êxodo 27:1-8"
      ],
      "comentario": "Foco nos dois 'altários' cruciais. O altar do incenso (Ouro/Perfume) era a representação da oração contínua do povo. O altar do holocausto (Bronze/Fogo) era o local do sacrifício expiatório. A diferença nos materiais reflete a natureza distinta de cada ato: adoração íntima (ouro) versus expiação pública (bronze).",
      "temas": [
        "Altar do Incenso",
        "Altar do Holocausto",
        "Oração e Sacrifício"
      ],
      "personagens": []
    },
    "16": {
      "parafrase": "Tragam também a mesa para os pães da proposição, feita de acácia e coberta de ouro, com seus utensílios de ouro, como as travessas e os pratos.",
      "referencias": [
        "Êxodo 25:23-30",
        "Levítico 24:5-9"
      ],
      "comentario": "A Mesa dos Pães da Proposição (ou Pães da Presença) era o símbolo da comunhão contínua de Deus com seu povo. A mesa era de madeira, mas revestida de ouro, indicando que a provisão (madeira) é sustentada pela santidade (ouro).",
      "temas": [
        "Pães da Proposição",
        "Comunhão",
        "Provisão Divina"
      ],
      "personagens": []
    },
    "17": {
      "parafrase": "Apresentem também o candelabro – o Menorá – com seus sete braços, seus cálices, seus botões e suas flores decorativas. Deve ser feito do mais puro ouro, trabalhado em cinzel, junto com todo o azeite necessário para sua iluminação.",
      "referencias": [
        "Êxodo 25:31-40",
        "Zacarias 4:10"
      ],
      "comentario": "O candelabro (Menorá) simboliza a luz de Deus e a presença contínua do Espírito Santo. Sua confecção detalhada em ouro maciço exigia grande perícia artística, reforçando o caráter de obra de arte e objeto de culto.",
      "temas": [
        "Luz de Deus",
        "Menorá",
        "Pureza do Ouro"
      ],
      "personagens": []
    },
    "18": {
      "parafrase": "E tragam os recipientes para as ofertas: os recipientes de ouro maciço, as bacias, as travessas para a carne, e também os utensílios de bronze para as ofertas derramadas no altar exterior.",
      "referencias": [
        "Êxodo 27:3",
        "Números 4:14"
      ],
      "comentario": "Foco nos utensílios de serviço. O uso de ouro e bronze segregava os utensílios usados no Lugar Santo (ouro) dos usados no grande altar do sacrifício (bronze), marcando a hierarquia da santidade.",
      "temas": [
        "Utensílios Litúrgicos",
        "Hierarquia de Santidade"
      ],
      "personagens": []
    },
    "19": {
      "parafrase": "Os artesãos devem preparar as vestes sacerdotais: o Éfode, a faixa do Éfode, o peitoral com suas joias, e os mantos longos, todos tecidos nas cores azul, púrpura, escarlate e linho fino.",
      "referencias": [
        "Êxodo 28:4-6",
        "Levítico 8:7-9"
      ],
      "comentario": "Detalhe das vestes sacerdotais. O Éfode e o peitoral eram as peças mais importantes, usadas pelos sacerdotes ao ministrarem diante de Deus. A cor e o material indicam a glória e a responsabilidade do ofício sacerdotal.",
      "temas": [
        "Vestes Sacerdotais",
        "Ministério Sacerdotal"
      ],
      "personagens": []
    },
    "20": {
      "parafrase": "O povo de Israel, como um só homem, compreendeu a ordem e, com o coração cheio de fervor, saiu para separar suas contribuições.",
      "referencias": [
        "Êxodo 35:22",
        "Atos 2:44-45"
      ],
      "comentario": "Este versículo marca a resposta imediata e unânime do povo. O termo 'coração sábio' (em outras traduções) ou 'coração disposto' (aqui implícito pela ação imediata) é a chave da resposta positiva à demanda de Deus.",
      "temas": [
        "Resposta Imediata",
        "Unidade",
        "Fervor Espiritual"
      ],
      "personagens": [
        "Povo de Israel"
      ]
    },
    "21": {
      "parafrase": "Então, homens e mulheres, todos aqueles que estavam com o coração tocado e motivados a contribuir, vieram e trouxeram suas ofertas de ouro, prata e bronze, e também peles finas e madeira de acácia para todos os trabalhos de serviço sagrado.",
      "referencias": [
        "2 Coríntios 8:12",
        "Êxodo 25:1-8"
      ],
      "comentario": "A materialização da generosidade. A contribuição é vista como um ato de adoração que envolve todas as classes e gêneros, cada um oferecendo o que podia, seja material bruto ou recurso especializado.",
      "temas": [
        "Generosidade Universal",
        "Adoração Prática"
      ],
      "personagens": [
        "Homens",
        "Mulheres"
      ]
    },
    "22": {
      "parafrase": "Eles vieram, tanto os homens quanto as mulheres, trazendo broches, brincos, anéis e braceletes, todos feitos de ouro, como uma oferta agitada ao Senhor, um gesto simbólico de dedicação.",
      "referencias": [
        "Êxodo 12:36",
        "Números 31:50"
      ],
      "comentario": "Foco nas joias pessoais. O 'agitar' (Heb. 'tenuphah') é um termo técnico que significa oferecer algo a Deus, um ato de consagração. As joias pessoais eram uma das formas mais íntimas de riqueza a serem dedicadas.",
      "temas": [
        "Oferta Agitada (Tenuphah)",
        "Deduicação Pessoal",
        "Joias"
      ],
      "personagens": [
        "Homens",
        "Mulheres"
      ]
    },
    "23": {
      "parafrase": "Qualquer um que possuísse linho fino, ou tecidos tingidos de azul, púrpura ou escarlate, ou ainda linho simples e pelos de cabra, trouxe-os também para a obra.",
      "referencias": [
        "Êxodo 28:5",
        "Lucas 8:3"
      ],
      "comentario": "Continuação da lista dos materiais têxteis, confirmando que todos os recursos de luxo ou utilidade pertencentes ao povo foram mobilizados para a construção da morada de Deus.",
      "temas": [
        "Materiais Têxteis",
        "Mobilização de Recursos"
      ],
      "personagens": []
    },
    "24": {
      "parafrase": "Aqueles que tinham acesso a prata e bronze, trouxeram seus metais, e aqueles que tinham madeira de acácia, contribuíram com ela para todo o trabalho que seria executado.",
      "referencias": [
        "1 Crônicas 22:14",
        "Êxodo 27:1-8"
      ],
      "comentario": "Resumo das contribuições em metal e madeira. Esses materiais seriam usados em tudo, desde os postes mais simples até os utensílios mais complexos.",
      "temas": [
        "Metais e Madeira",
        "Base da Construção"
      ],
      "personagens": []
    },
    "25": {
      "parafrase": "E as mulheres habilidosas, com seus talentos especiais, fiaram o linho fino e trouxeram os fios tingidos nas cores do céu (azul), do palácio real (púrpura) e do carmesim (escarlate), oferecendo-os para a obra.",
      "referencias": [
        "Êxodo 28:6",
        "Provérbios 31:10-31"
      ],
      "comentario": "Destaque especial para as mulheres 'sábias de coração' (ou 'hábeis'). Elas eram as responsáveis pela tecelagem e tingimento dos tecidos finos, uma arte que requeria paciência e conhecimento, validando seu papel essencial no projeto sagrado.",
      "temas": [
        "Mulheres Hábiles",
        "Fiação e Tecelagem",
        "Artesanato Feminino"
      ],
      "personagens": [
        "Mulheres"
      ]
    },
    "26": {
      "parafrase": "A Assembleia de Israel, composta por todos os filhos de Israel, reuniu-se inteiramente, sem que faltasse uma única pessoa, para observar atentamente a maneira como os homens capacitados realizariam o trabalho designado por Deus.",
      "referencias": [
        "Êxodo 27:1",
        "Êxodo 38:1"
      ],
      "comentario": "Este versículo enfatiza a universalidade da participação e da observância. 'Toda a congregação dos filhos de Israel' (בִּנְיֵ֣י יִשְׂרָאֵ֔ל - Bnei Yisrael) estava presente. A atenção total do povo demonstra o peso e a seriedade do mandamento divino recebido por Moisés. Não era um evento opcional; era uma lição prática para toda a nação.",
      "temas": [
        "Obediência Comunitária",
        "Presença e Testemunho"
      ],
      "personagens": [
        "Filhos de Israel"
      ]
    },
    "27": {
      "parafrase": "Então, Moisés conduziu os homens que o Senhor havia separado e lhes deu instruções detalhadas sobre como trabalhar com o ouro, a prata e o bronze que haviam sido trazidos como ofertas voluntárias para a construção do Santuário.",
      "referencias": [
        "Êxodo 35:5",
        "Êxodo 35:21"
      ],
      "comentario": "Moisés age como o intermediário entre Deus e os artesãos designados. O foco aqui é a aplicação prática dos materiais consagrados. A menção dos três metais (ouro, prata, bronze) estabelece a hierarquia de materiais sagrados a serem usados nas diversas partes do Tabernáculo.",
      "temas": [
        "Liderança de Moisés",
        "Materiais Sagrados"
      ],
      "personagens": [
        "Moisés",
        "Homens com habilidade"
      ]
    },
    "28": {
      "parafrase": "Os artesãos receberam a tarefa específica de preparar linho fino, tecido azul, púrpura e carmesim para serem tecidos de maneira habilidosa, criando os véus e as vestes sacerdotais, pois o trabalho de alfaiataria era igualmente crucial.",
      "referencias": [
        "Êxodo 28:5",
        "Êxodo 26:1"
      ],
      "comentario": "Aqui a ênfase muda dos metais para os tecidos, especificamente as cores simbólicas (azul/celestial, púrpura/realeza, carmesim/vida). A palavra Hebraica para 'tecer' (לְהָשְׁזֵ֖ר - lehashzer) implica um trabalho intrincado e entrelaçado, mostrando a complexidade artística exigida.",
      "temas": [
        "Cores Simbólicas",
        "Artesanato Sacro"
      ],
      "personagens": [
        "Homens com habilidade"
      ]
    },
    "29": {
      "parafrase": "Os homens e as mulheres de Israel, cujo coração estava profundamente comovido e disposto, trouxeram uma quantidade abundante de materiais para todos os trabalhos que o Senhor havia ordenado a Moisés que fossem executados através deles.",
      "referencias": [
        "Êxodo 35:21",
        "2 Coríntios 9:7"
      ],
      "comentario": "Este é um ponto crucial: a motivação. O texto destaca que tanto homens quanto mulheres contribuíram ('וְהַנָּשִׁ֣ים' - vehanashim). A disposição interna ('נִדְּב֥וּ לִבָּֽם' - nid’vu libbam - cujo coração os impeliu) era a fonte da doação, não a obrigação externa. Era adoração prática.",
      "temas": [
        "Oferta Voluntária",
        "Generosidade do Coração"
      ],
      "personagens": [
        "Homens de Israel",
        "Mulheres de Israel"
      ]
    },
    "30": {
      "parafrase": "Moisés então se dirigiu a todo o povo e declarou: 'Vejam só! O Senhor ungiu especificamente a Bezalel, filho de Uri, neto de Hur, da tribo de Judá, para esta missão de construção.',",
      "referencias": [
        "Êxodo 31:2",
        "Êxodo 35:34"
      ],
      "comentario": "A unção divina é explicitada. O termo 'encher com o Espírito de Deus' (וַיְמַלֵּא֩ אֹת֨וֹ ר֣וּחַ אֱלֹהִ֔ים) significa capacitá-lo com habilidades sobrenaturais e sabedoria técnica, algo que transcende a mera aprendizagem humana. Bezalel é o primeiro indivíduo nomeado com esta unção específica no livro.",
      "temas": [
        "Unção pelo Espírito",
        "Vocação Divina"
      ],
      "personagens": [
        "Moisés",
        "Bezalel",
        "Uri",
        "Hur"
      ]
    },
    "31": {
      "parafrase": "Deus o preencheu com um discernimento excepcional, uma inteligência aguda e um conhecimento profundo para planejar e executar todo o trabalho de ourivesaria, tanto com ouro, prata e bronze,",
      "referencias": [
        "Provérbios 2:6",
        "1 Reis 7:14"
      ],
      "comentario": "Aqui detalha-se a natureza da capacitação: 'sabedoria' (חָכְמָ֣ה - chokhmah), 'entendimento' (בִּינָ֣ה - binah) e 'conhecimento' (דַּעַת - da'at). Essas são as faculdades mentais superiores necessárias para o design e a execução técnica complexa da mobília sagrada.",
      "temas": [
        "Sabedoria Divina",
        "Capacitação Técnica"
      ],
      "personagens": [
        "Bezalel"
      ]
    },
    "32": {
      "parafrase": "Ele também lhe deu a capacidade de criar projetos artísticos, de trabalhar com pedras preciosas para serem incrustadas, e de esculpir em madeira, de modo que pudesse realizar todas as tarefas conforme a ordem do Senhor.",
      "referencias": [
        "Êxodo 25:10",
        "1 Crônicas 22:15"
      ],
      "comentario": "A descrição cobre o espectro completo das artes necessárias: design ('to devise plans'), ourivesaria fina e lapidação de pedras. Esta lista prova que a habilidade para construir o Tabernáculo era um dom espiritual direcionado para a obra específica de Deus.",
      "temas": [
        "Dom Artístico",
        "Planejamento Divino"
      ],
      "personagens": [
        "Bezalel"
      ]
    },
    "33": {
      "parafrase": "Além disso, o Senhor lhe concedeu a perícia para trabalhar com todos os tipos de madeira, e também para fazer o trabalho de tecelagem nos tecidos finos, azuis, púrpuras e vermelhos, e para executar qualquer tipo de bordado ou confecção.",
      "referencias": [
        "Êxodo 38:23",
        "Números 4:32"
      ],
      "comentario": "A habilidade é abrangente, cobrindo a marcenaria ('woodwork') e a tecelagem complexa ('embroidery'). Isso demonstra que o Espírito de Deus não se limita a uma única área de excelência, mas capacita em todas as formas de arte necessárias para a glória do culto.",
      "temas": [
        "Habilidade Multifacetada",
        "Execução Completa"
      ],
      "personagens": [
        "Bezalel"
      ]
    },
    "34": {
      "parafrase": "Para ser seu assistente, o Senhor também despertou e encheu de sabedoria artesanal a Aoliabe, filho de Aissamaque, da tribo de Dã, e deu capacidade tanto a ele quanto a todos os artesãos talentosos que Deus havia escolhido para a obra.",
      "referencias": [
        "Êxodo 35:30",
        "Êxodo 31:6"
      ],
      "comentario": "Aoliabe é o segundo nomeado, indicando a necessidade de uma equipe. O termo 'colocar no coração' (וַיָּשֶׂם֙ בְּלִבּ֣וֹ) é usado aqui novamente, ligando a capacidade técnica à inspiração divina. A obra era grande demais para um só homem.",
      "temas": [
        "Trabalho em Equipe",
        "Assistência Divinamente Inspirada"
      ],
      "personagens": [
        "Moisés",
        "Aoliabe",
        "Aissamaque",
        "Bezalel"
      ]
    },
    "35": {
      "parafrase": "Esses homens, homens de habilidade, foram dotados com a destreza necessária para executar todos os tipos de trabalho, seja o design complexo das peças em metal, a criação de joias finas, ou a tecelagem primorosa de todos os ornamentos sagrados, exatamente como o Senhor havia ordenado por meio de Moisés.",
      "referencias": [
        "Êxodo 36:1",
        "Êxodo 25:30"
      ],
      "comentario": "Este versículo final do bloco resume a competência da equipe. A expressão 'homens de habilidade' (אִ֣ישׁ כָּל־מְלָכָ֑ה - ish kol melakah) reafirma que eles eram os especialistas designados. O foco final volta-se à obediência estrita ao comando transmitido por Moisés, garantindo a fidelidade ao protótipo celestial.",
      "temas": [
        "Fidelidade ao Modelo",
        "Excelência no Serviço"
      ],
      "personagens": [
        "Bezalel",
        "Aoliabe",
        "Moisés"
      ]
    }
  }
}