{
  "autor_data": "Miquéias, um profeta de Moresete (Mq 1:1), profetizou durante os reinados de Jotão, Acaz e Ezequias, reis de Judá (Sul). Isso o situa aproximadamente entre 740 a.C. e 700 a.C. Ele profetizou simultaneamente com Isaías, mas seu foco principal foi Samaria (capital de Israel, o Norte) e Jerusalém (capital de Judá, o Sul). Sua mensagem abrange o período que precede a queda de Samaria (722 a.C.) e o cerco de Jerusalém por Senaqueribe (cerca de 701 a.C.).",
  "contexto": "O contexto é de profunda crise social e idolatria generalizada em ambos os reinos. Israel estava à beira da destruição pela Assíria, e Judá, embora politicamente mais estável por um tempo, estava corrompido pela injustiça social e sincretismo religioso (Mq 1:5-8; 3:1-4). Havia uma falsa sensação de segurança baseada na presença do Templo, enquanto a prática religiosa era vazia e a opressão dos pobres era a norma. O profeta serviu como testemunha contra a hipocrisia religiosa e a tirania econômica.",
  "estrutura_literaria": "O livro pode ser dividido em três oráculos principais, cada um começando com uma convocação: 1. Capítulos 1-2: Julgamento sobre Israel e Judá (foco na calamidade iminente). 2. Capítulos 3-5: Denúncia da liderança corrupta e promessa de restauração messiânica (O Juízo contra os líderes e a esperança de Belém). 3. Capítulos 6-7: Confronto legal entre Deus e Seu povo (acusação, súplica de arrependimento e reiteração da esperança de salvação e perdão). A estrutura oscila entre condenação e consolo.",
  "tema_central": "O tema central é o julgamento iminente de Deus sobre a iniquidade social e a apostasia religiosa de Israel e Judá, equilibrado com a promessa da restauração final através de um Messias vindouro, nascido em Belém, que estabelecerá a verdadeira justiça (Mq 6:8). O livro expõe a exigência de justiça social como parte essencial da aliança.",
  "conflito_espiritual": "O conflito espiritual reside na hipocrisia religiosa. O povo oferecia sacrifícios ostensivamente (Mq 6:6-7), mas oprimia os necessitados e violava os princípios da justiça de Deus diariamente. Eles acreditavam estar em dia com a Lei, mas seu coração estava distante, demonstrando que a forma ritualística havia substituído a substância moral e o relacionamento de pacto. O conflito é entre a religião de fachada e a prática da retidão.",
  "relacao_lei_moral": "Miquéias sintetiza a essência da Lei moral de Deus de forma concisa no capítulo 6, versículo 8: 'Fazer justiça, amar a misericórdia e andar humildemente com o teu Deus'. Embora os Dez Mandamentos não sejam listados, este versículo condensa a obrigação para com Deus (humildade e adoração verdadeira) e para com o próximo (justiça e misericórdia), que são os pilares da Lei moral. A denúncia dos falsos profetas e juízes mostra a violação direta dos mandamentos contra a mentira, o roubo e a cobiça.",
  "revelacao_carater_deus": "Deus se revela como Juiz justo, que não ignora o pecado, especialmente a opressão dos pobres (Mq 3:2-4). Contudo, Ele também é apresentado como o Pastor que se lembra de Suas promessas de aliança, um Deus de paciência que retém o castigo para oferecer oportunidade de arrependimento (Mq 7:18-19). Ele é santo, exigente, mas fundamentalmente fiel e perdoador.",
  "conexoes_escrituras": "A profecia do nascimento do Messias em Belém Efrata (Mq 5:2) é citada diretamente por Mateus (Mt 2:6) como cumprimento da vinda de Jesus. A exigência de justiça e misericórdia (Mq 6:8) ecoa os ensinamentos de Jesus sobre o jugo suave (Mt 11:28-30) e a prioridade do amor sobre o ritualismo farisaico. A imagem final do Deus que lança os pecados no fundo do mar (Mq 7:19) reflete a profundidade do perdão divino encontrado no Novo Testamento.",
  "aplicacao_pratica": "A aplicação primária é a necessidade de viver a fé de forma integrada: a adoração correta deve manifestar-se em ações justas para com os vulneráveis da sociedade. Não basta a participação em rituais; o crente deve lutar ativamente contra a exploração econômica e a corrupção moral em seu ambiente, andando em humildade diante de Deus, que conhece o coração. 🙏",
  "erros_alertas": "O erro mais comum é focar apenas nas profecias de destruição sem conectar com a promessa de restauração messiânica. Outro alerta é aplicar Miquéias 5:2 apenas a um rei humano sem reconhecer sua plena realização em Cristo. Deve-se evitar a interpretação de que a justiça social é secundária à devoção pessoal; Miquéias as trata como inseparáveis.",
  "perguntas_reflexivas": [
    "Minhas práticas religiosas externas mascaram alguma injustiça que cometo contra meu próximo?",
    "Estou mais preocupado com o ritual correto ou com a conduta correta, conforme exigido em Miquéias 6:8?",
    "Como a promessa de que Deus perdoa e lança os pecados no mar afeta minha atitude em relação aos que erram contra mim?",
    "Se eu vivesse no tempo de Miquéias, eu me uniria aos líderes corruptos ou à voz profética de advertência?"
  ],
  "pontos_aprofundamento": [
    "Análise da estrutura de 'Lawsuit' ou 'Confronto Judicial' (Mq 6:1-5), onde Deus atua como demandante contra o pacto violado.",
    "Estudo do termo hebraico para 'misericórdia' (חֶסֶד, hesed) em Miquéias 6:8 e sua relação com a fidelidade da aliança.",
    "Exegese da profecia messiânica em Miquéias 5:1-5, focando na natureza e no domínio do governante vindouro, contrastando com os líderes corruptos (Mq 3).",
    "Exame da inversão da aliança no capítulo 2, onde os opressores, que deveriam ser protegidos pela lei, são os primeiros a serem julgados."
  ],
  "resumo_final": [
    "Miquéias expõe a bancarrota moral da nação, onde a religiosidade vazia mascara uma profunda injustiça social.",
    "Deus exige que Seu povo manifeste a justiça, o amor leal (hesed) e a humildade acima de qualquer sacrifício ritualístico.",
    "O profeta anuncia o juízo inevitável sobre Samaria e Jerusalém por sua idolatria e opressão dos pobres.",
    "Apesar da severidade do castigo, Deus promete a restauração através de um governante nascido em Belém, o futuro Messias.",
    "A essência da fé bíblica reside na integridade prática: fazer o bem e andar em comunhão com o Deus justo."
  ],
  "usage": {
    "promptTokens": 540,
    "candidatesTokens": 1730,
    "totalTokens": 2270
  }
}