{
  "livro": "Josué",
  "capitulo": 9,
  "contexto_historico": "Após a conquista e distribuição da Terra Prometida entre as doze tribos de Israel (concluída em Josué 8 e 11), os israelitas agora estão se estabelecendo. O capítulo 9 inicia-se com um desafio geopolítico significativo: as cidades e reinos que ainda não foram subjugados, notadamente as cidades cananeias das terras baixas e do sul, estão se unindo em coalizão contra Israel (Josué 9:1-2). O foco muda temporariamente dos grandes confrontos liderados por Josué para uma jogada de astúcia diplomática envolvendo os gibeonitas (povos heveus), que utilizam um estratagema para evitar a destruição total prometida por Deus contra os cananeus. Josué, tendo feito um juramento a eles, fica preso por um voto sagrado, estabelecendo um precedente complexo sobre a misericórdia e a obediência aos juramentos feitos, mesmo que por engano. Este evento contrasta com a severidade das ordens anteriores de extermínio (o *herem*).",
  "bloco_tematico": "A Astúcia dos Gibeonitas e o Juramento Vinculativo de Josué 📜🤝",
  "versiculos": {
    "1": {
      "parafrase": "Ao saberem disso, todos os reis e líderes das terras localizadas a oeste do Rio Jordão — desde os amorreus das montanhas, passando pelos cananeus das planícies costeiras, até os heteus, perizeus, heveus e jebuseus que habitavam as colinas centrais — uniram suas forças com um único propósito: declarar guerra total contra Josué e todo o povo de Israel. O medo tomou conta deles, pois ouviram os relatos de como o Senhor havia secado o Jordão para os israelitas e como haviam aniquilado os grandes reinos de Siom e Ogue.",
      "referencias": [
        "Êxodo 15:14-16",
        "Números 21:33-35"
      ],
      "comentario": "Este versículo marca o ponto de inflexão após a conquista das terras a leste do Jordão. A notícia do poder demonstrado por Yahweh (a travessia do Jordão e as vitórias sobre Siom e Ogue) não gerou arrependimento, mas sim uma coalizão de desespero. O termo 'reuniram-se' (Hebraico: 'wayyikateu') implica uma aliança deliberada e organizada, um último esforço contra o avanço inevitável de Israel.",
      "temas": [
        "Coalizão Inimiga",
        "Medo das Nações",
        "Reação à Fé"
      ],
      "personagens": [
        "Reis Cananeus",
        "Josué",
        "Israel"
      ]
    },
    "2": {
      "parafrase": "Por outro lado, os próprios israelitas, incluindo os líderes e os anciãos, sentiram o peso da ameaça que se formava. Eles perceberam que a única maneira de garantir a posse da terra prometida era através da fé e da obediência contínua ao Deus que os guiara até ali.",
      "referencias": [
        "Josué 2:9-11",
        "Josué 5:1"
      ],
      "comentario": "Embora o foco principal desta seção seja a reação dos inimigos, este versículo serve como um lembrete implícito da tensão e do temor que permeavam o acampamento israelita, contrastando com a ousadia demonstrada por Josué em batalhas anteriores. A luta agora se tornaria mais estratégica e territorial.",
      "temas": [
        "Reconhecimento do Perigo",
        "Necessidade de União"
      ],
      "personagens": [
        "Anciãos de Israel"
      ]
    },
    "3": {
      "parafrase": "Os habitantes de Gibeão, no entanto, agiram de maneira completamente diferente. Eles eram diferentes das outras nações da região. O povo de Gibeão, ao ouvir o que Josué havia feito com Jericó e Ai — duas cidades poderosíssimas —, decidiu que a única estratégia de sobrevivência não era a luta armada, mas sim a astúcia diplomática.",
      "referencias": [
        "Josué 6:21",
        "Josué 8:22"
      ],
      "comentario": "Este versículo introduz a seção dos gibeonitas. A cidade de Gibeão (e suas vizinhas) eram heveus, um povo que, segundo listas etnográficas (Gn 10:17), era nativo da região. Sua estratégia de paz negociada com o inimigo era uma anomalia em face da reação beligerante das outras cidades.",
      "temas": [
        "Estratégia de Sobrevivência",
        "Discernimento"
      ],
      "personagens": [
        "Habitantes de Gibeão"
      ]
    },
    "4": {
      "parafrase": "Então, os gibeonitas arquitetaram um plano engenhoso para enganar Josué. Eles reuniram os homens mais velhos da cidade e enviaram mensageiros que pareciam ter acabado de retornar de uma jornada extremamente longa. Eles vestiram roupas velhas e gastas, como se tivessem viajado por dias, e carregavam odres de vinho velhos, rachados e remendados, que pareciam prestes a se romper.",
      "referencias": [
        "Gênesis 12:13 (Ações de Abraão)",
        "Provérbios 12:22"
      ],
      "comentario": "A preparação para o engano é minuciosa. As roupas 'velhas e remendadas' e os odres de vinho 'velhos e rachados' são detalhes visuais cruciais para convencer Josué de que eles vieram de muito longe. Isso apela diretamente para o mandamento de não fazer aliança com os cananeus (Êxodo 23:32).",
      "temas": [
        "Engano Estratégico",
        "Aparências"
      ],
      "personagens": [
        "Gibeonitas"
      ]
    },
    "5": {
      "parafrase": "As vestimentas que usavam em seus pés já estavam em farrapos, gastas pelo longo caminho percorrido, e seus pães, que levaram para comer na jornada, estavam duros, secos e mofados. Era uma encenação perfeita de viajantes exaustos.",
      "referencias": [
        "Deuteronômio 29:5",
        "Neemias 9:21"
      ],
      "comentario": "O nível de detalhe no disfarce enfatiza a seriedade com que os gibeonitas levaram a negociação. Eles simulam a fadiga da longa viagem, um teste prático para a aliança de paz que buscavam, contrastando com a facilidade com que Israel havia se movido recentemente.",
      "temas": [
        "Simulação",
        "Aparência de Peregrinos"
      ],
      "personagens": [
        "Gibeonitas"
      ]
    },
    "6": {
      "parafrase": "Eles se apresentaram diante de Josué no acampamento em Gilgal e disseram a ele e aos líderes de Israel: 'Viemos de uma terra muito distante, trazidos aqui pela notícia do grande Deus de vocês e por tudo o que Ele fez no Egito, e também pelo que Ele fez contra aqueles dois reis poderosos, Siom, o rei de Hesbom, e Ogue, o rei de Basã.'",
      "referencias": [
        "Êxodo 7:14-24",
        "Josué 2:10"
      ],
      "comentario": "Os gibeonitas demonstram conhecimento dos feitos recentes de Deus, usando isso como a base para sua súplica. Eles reconhecem a soberania de Yahweh como a verdadeira razão de sua vinda, o que, ironicamente, é um ato de fé, mesmo que baseado em uma mentira sobre sua localização.",
      "temas": [
        "Reconhecimento do Poder Divino",
        "Diplomacia"
      ],
      "personagens": [
        "Josué",
        "Líderes de Israel",
        "Gibeonitas"
      ]
    },
    "7": {
      "parafrase": "Ao verem a condição aparente desses homens, os líderes de Israel, inclusive Josué, foram enganados. Em vez de consultar o Senhor sobre a procedência daquele povo, eles aceitaram a história apresentada e fizeram um pacto de paz imediato com eles, prometendo não os ferir.",
      "referencias": [
        "Números 32:6",
        "Tiago 1:5"
      ],
      "comentario": "Este é o erro crucial: a pressa em confiar nos olhos e na lógica humana, negligenciando a consulta divina (como fizeram com os espias em Jericó, Josué 2). A palavra hebraica para 'acreditar' ou 'enganar' aqui é forte, mostrando que a aparência os convenceu completamente.",
      "temas": [
        "Erro de Julgamento",
        "Pacto Precipitadamente",
        "Falta de Consulta Divina"
      ],
      "personagens": [
        "Líderes de Israel",
        "Josué"
      ]
    },
    "8": {
      "parafrase": "Pouco tempo depois que o tratado foi selado, o povo de Israel soube que, na verdade, os gibeonitas eram seus vizinhos imediatos, habitantes das cidades que estavam bem ali, próximas a eles.",
      "referencias": [
        "Josué 10:2",
        "Deuteronômio 7:2"
      ],
      "comentario": "A revelação da verdade é rápida, o que intensifica a gravidade do erro de Josué. Eles não viajaram 'muito longe'; estavam a um alcance de marcha, violando diretamente a instrução de exterminar os habitantes originais da terra prometida.",
      "temas": [
        "Exposição da Mentira",
        "Proximidade do Engano"
      ],
      "personagens": [
        "Israel",
        "Gibeonitas"
      ]
    },
    "9": {
      "parafrase": "Os israelitas viajaram de Gilgal, onde estavam acampados, e chegaram às cidades deles, incluindo Gibeão, Mispá e as outras cidades da aliança gibeonita. Três dias depois de firmarem o acordo, eles chegaram lá.",
      "referencias": [
        "Josué 18:25",
        "Josué 10:10"
      ],
      "comentario": "A viagem de três dias destaca a proximidade geográfica. Gilgal, o centro das operações de Israel, ficava relativamente perto das cidades gibeonitas. A pressa em confirmar a localização prova a incredulidade inicial dos israelitas ao ouvir o relato da longa jornada.",
      "temas": [
        "Confirmação Territorial",
        "Avanço das Tropas"
      ],
      "personagens": [
        "Israel",
        "Gibeão"
      ]
    },
    "10": {
      "parafrase": "Quando chegaram, todo o povo de Israel e seus líderes testemunharam que aquelas cidades eram, de fato, vizinhas. O povo de Israel não as atacou, pois haviam jurado diante do Senhor, o Deus de Israel, manter a palavra dada.",
      "referencias": [
        "Números 30:2",
        "Salmos 15:4"
      ],
      "comentario": "O ponto central aqui é a santidade do juramento (o 'juramento feito ao Senhor'). Na mentalidade da época, um juramento solene feito diante de Deus, mesmo que baseado em fraude, era um vínculo legal e religioso que não podia ser quebrado sem incorrer em grande culpa perante Deus.",
      "temas": [
        "Santidade do Juramento",
        "Obrigações Religiosas"
      ],
      "personagens": [
        "Israel",
        "Senhor"
      ]
    },
    "11": {
      "parafrase": "Entretanto, os líderes israelitas se reuniram e conversaram entre si, lembrando o povo de que, embora tivessem feito a aliança, era necessário lidar com as consequências de terem sido enganados, especialmente porque a aliança era com um povo da terra que Deus mandou eliminar.",
      "referencias": [
        "Deuteronômio 20:16-18",
        "Juízes 2:2"
      ],
      "comentario": "O conselho se reúne para deliberar sobre a violação do mandamento divino de exterminar os cananeus (Dt 7:1-2). Eles reconhecem o dilema: quebrar o juramento (pecado) ou ignorar a ordem divina (desobediência). O povo, no geral, estava disposto a manter o juramento, temendo a ira divina pelo quebrá-lo.",
      "temas": [
        "Dilema Ético-Religioso",
        "Deliberação Comunitária"
      ],
      "personagens": [
        "Líderes de Israel"
      ]
    },
    "12": {
      "parafrase": "Eles disseram ao povo: 'Nós lhes demos nossa palavra sob a autoridade do Senhor, o Deus de Israel, e por isso não podemos feri-los com nossas espadas.'",
      "referencias": [
        "Salmos 24:4",
        "Romanos 14:22"
      ],
      "comentario": "Esta é a decisão final: a palavra dada é mais forte, neste momento específico, do que a ordem de destruição. Isso demonstra uma reverência, ainda que equivocada, pelo pacto formalizado perante Yahweh.",
      "temas": [
        "Fidelidade à Palavra",
        "Honra ao Juramento"
      ],
      "personagens": [
        "Povo de Israel"
      ]
    },
    "13": {
      "parafrase": "Porém, como retribuição por terem sido enganados, Josué os sujeitou a trabalhos forçados. Eles seriam obrigados a cortar lenha e carregar água para toda a comunidade de Israel, cumprindo o trabalho manual pesado para todos os descendentes de Israel.",
      "referencias": [
        "Deuteronômio 29:11",
        "Isaías 61:1"
      ],
      "comentario": "Esta é a punição prática imposta aos gibeonitas. Eles se tornam servos perpétuos ('nevelot' - escravos/servos) para toda a assembleia. Essa servidão era uma forma de mitigar a ofensa de terem sido poupados da aniquilação total.",
      "temas": [
        "Servidão Compulsória",
        "Penitência"
      ],
      "personagens": [
        "Josué",
        "Gibeonitas"
      ]
    },
    "14": {
      "parafrase": "Assim, os líderes de Israel cumpriram o acordo feito e não os mataram, mantendo a promessa que fizeram sob o juramento.",
      "referencias": [
        "Lucas 6:31",
        "Mateus 5:37"
      ],
      "comentario": "O texto reforça que, apesar do erro tático, a integridade do juramento foi mantida. Eles salvaram a vida dos gibeonitas, mas os colocaram em uma posição de servidão perpétua, honrando a letra, mas não o espírito da lei maior (o extermínio).",
      "temas": [
        "Integridade do Pacto",
        "Compromisso"
      ],
      "personagens": [
        "Líderes de Israel"
      ]
    },
    "15": {
      "parafrase": "Contudo, os dias se passaram e os outros reis da região, liderados pelo Rei Adoni-Zedeque de Jerusalém, ficaram furiosos ao descobrirem que os gibeonitas haviam feito um tratado de paz com os israelitas e que haviam se juntado a eles. Adoni-Zedeque enviou emissários a todos os seus aliados: os reis de Hebrom, Jarmute, Laquis e Eglom.",
      "referencias": [
        "Josué 10:1",
        "Salmos 83:2-5"
      ],
      "comentario": "A descoberta do pacto provoca a reação militar esperada. Adoni-Zedeque ('Meu Senhor é Justiça/Príncipe da Justiça') lidera a coalizão contra Israel, focado agora em punir os traidores gibeonitas e, secundariamente, expulsar os invasores israelitas.",
      "temas": [
        "Reação dos Reis Cananeus",
        "Liderança de Jerusalém"
      ],
      "personagens": [
        "Adoni-Zedeque",
        "Reis Cananeus",
        "Gibeonitas",
        "Israel"
      ]
    },
    "16": {
      "parafrase": "Os mensageiros gibeonitas correram desesperadamente para Josué no acampamento de Gilgal e disseram: 'Não abandonem seu acordo conosco! Venham logo nos ajudar! Aqueles cinco reis se uniram e estão marchando contra nós, pois habitamos perto de vocês e não escutamos vocês nos avisarem sobre isso.'",
      "referencias": [
        "Gênesis 14:1-12 (Contexto de Melquisedeque/Adoni-Zedeque)",
        "Lucas 18:7"
      ],
      "comentario": "A ironia é palpável: os enganadores agora clamam pela proteção de seu juramento. Eles confessam abertamente que mentiram sobre a distância, mas insistem que o juramento feito a Josué deve ser honrado. Esta é a 'recompensa' do engano: a necessidade de socorro.",
      "temas": [
        "Apelo por Socorro",
        "Confissão Implícita",
        "Consequências do Pacto"
      ],
      "personagens": [
        "Gibeonitas",
        "Josué"
      ]
    },
    "17": {
      "parafrase": "Josué, que estava em Gilgal, foi informado de toda a situação. Ele sabia que estava numa posição extremamente difícil, pois havia prometido fidelidade aos gibeonitas. Assim, ele e todo o seu exército de guerreiros valentes imediatamente se prepararam para uma marcha urgente.",
      "referencias": [
        "Josué 1:9",
        "Salmos 112:7"
      ],
      "comentario": "A resposta de Josué demonstra sua integridade pessoal, mesmo diante de um erro estratégico cometido pela pressa. Ele coloca a honra do juramento acima da conveniência militar. A expressão 'não se demorou' (Hebraico: 'lo heḥar') indica prontidão imediata para a ação.",
      "temas": [
        "Integridade Pessoal",
        "Ação Imediata"
      ],
      "personagens": [
        "Josué",
        "Exército de Israel"
      ]
    },
    "18": {
      "parafrase": "Os emissários de Gibeão haviam dito a Josué: 'Vão, eles estão atacando a cidade agora. Vocês não podem nos deixar sozinhos, pois seremos destruídos completamente!'",
      "referencias": [
        "Apocalipse 3:8",
        "Gálatas 6:1"
      ],
      "comentario": "A pressão sobre Josué aumenta, pois a ameaça era de aniquilação total ('seremos destruídos'). O medo da extinção motiva a resposta rápida de Israel.",
      "temas": [
        "Ameaça Iminente",
        "Urgência"
      ],
      "personagens": [
        "Gibeonitas",
        "Josué"
      ]
    },
    "19": {
      "parafrase": "Josué e todos os seus guerreiros marcharam a noite toda, com pressa, de Gilgal, para socorrer seus novos aliados. Eles chegaram a Gibeão de manhã cedo, surpreendendo os exércitos cananeus que já estavam sitiando a cidade.",
      "referencias": [
        "Êxodo 14:24",
        "Josué 8:21"
      ],
      "comentario": "A jornada noturna é um sinal de determinação militar. A chegada surpresa (no amanhecer, 'luz da manhã') desorganiza o cerco inimigo, transformando a defesa de Gibeão em uma batalha campal inesperada para os coalizados.",
      "temas": [
        "Marcha Noturna",
        "Surpresa Tática",
        "Socorro Militar"
      ],
      "personagens": [
        "Josué",
        "Guerreiros de Israel",
        "Exércitos Cananeus"
      ]
    },
    "20": {
      "parafrase": "Quando os cinco reis viram Josué e o exército de Israel vindo em auxílio de Gibeão, eles fugiram aterrorizados, espalhando-se em desordem, tentando escapar da batalha.",
      "referencias": [
        "Jó 21:30",
        "2 Crônicas 20:22-23"
      ],
      "comentario": "O medo que antes uniu os cananeus contra Israel, agora os desmembra em pânico diante da chegada das forças israelitas. A fuga desordenada é o primeiro sinal da derrota iminente.",
      "temas": [
        "Pânico",
        "Fuga do Inimigo"
      ],
      "personagens": [
        "Cinco Reis",
        "Josué"
      ]
    },
    "21": {
      "parafrase": "Mas Josué e os israelitas os perseguiram com grande vigor, sem lhes dar chance de reagrupar, e os atacaram até que todos fossem completamente derrotados, exceto alguns que conseguiram se refugiar nas cidades fortificadas.",
      "referencias": [
        "Deuteronômio 7:24",
        "Josué 10:11"
      ],
      "comentario": "A perseguição é implacável. Israel não se contenta em apenas vencer a batalha; eles buscam neutralizar a ameaça completamente, reforçando o poder militar israelita.",
      "temas": [
        "Perseguição Feroz",
        "Vitória Total"
      ],
      "personagens": [
        "Josué",
        "Israelitas"
      ]
    },
    "22": {
      "parafrase": "Após a grande vitória, Josué ordenou ao povo que se concentrasse em capturar os reis, pois eles estavam enfraquecidos e escondidos. Ele disse: 'Vão até a caverna onde esses reis estão escondidos perto de Makkeda, fechem bem a entrada com pedras grandes e deixem guardas lá.'",
      "referencias": [
        "Josué 10:16",
        "Apocalipse 20:2"
      ],
      "comentario": "Josué agora aplica a estratégia que deveria ter sido usada contra Ai: capturar os líderes primeiro. O uso da caverna como prisão temporária e o selamento com pedras (um ato de selamento legal e físico) garantem que a liderança inimiga não escape.",
      "temas": [
        "Captura dos Líderes",
        "Prisão Estratégica"
      ],
      "personagens": [
        "Josué",
        "Reis"
      ]
    },
    "23": {
      "parafrase": "E Josué instruiu seus homens: 'Não parem, continuem a atacar os inimigos que ainda estão lutando nas planícies e nos morros, até que todos estejam completamente destruídos.' E assim fizeram, combatendo até que não restasse nenhum inimigo sobrevivente para ameaçar Israel.",
      "referencias": [
        "Deuteronômio 7:1",
        "Josué 11:14"
      ],
      "comentario": "A ordem é clara: a campanha só termina após a aniquilação de todas as forças inimigas. Embora os reis estivessem presos, as tropas restantes ainda representavam um risco, exigindo que a perseguição continuasse nas áreas abertas.",
      "temas": [
        "Aniquilação dos Restos",
        "Persistência na Guerra"
      ],
      "personagens": [
        "Josué",
        "Homens de Israel"
      ]
    },
    "24": {
      "parafrase": "Quando finalmente todos os inimigos foram derrotados, Josué chamou os oficiais que o haviam ajudado na perseguição e lhes disse: 'Coloquem seus pés sobre os pescoços desses reis. Não tenham medo nem hesitem, pois o Senhor, seu Deus, fez com que vocês vencessem todos os seus inimigos desta forma.'",
      "referencias": [
        "Isaías 51:23",
        "1 Coríntios 15:25"
      ],
      "comentario": "Este é um ritual simbólico de domínio absoluto. Colocar o pé sobre o pescoço (Hebraico: 'raglêhem 'al ’orepotam') era o ato público que declarava a soberania total do conquistador sobre os reis subjugados, um ato realizado sob a autoridade e promessa de Yahweh.",
      "temas": [
        "Domínio Simbólico",
        "Triunfo Divino"
      ],
      "personagens": [
        "Josué",
        "Oficiais",
        "Reis"
      ]
    },
    "25": {
      "parafrase": "Depois disso, Josué os encorajou novamente: 'Sejam fortes e firmes, não se intimidem, pois o Senhor, o seu Deus, estará com vocês em todas as batalhas que lutarem daqui em diante.'",
      "referencias": [
        "Deuteronômio 31:6",
        "Filipenses 4:13"
      ],
      "comentario": "A conclusão da batalha central é imediatamente seguida por uma exortação pastoral. A força de Israel não reside em sua estratégia (como o engano dos gibeonitas havia mostrado), mas na presença contínua de Deus ('o Eterno, seu Deus, está com vocês'), garantindo vitórias futuras.",
      "temas": [
        "Encorajamento Final",
        "Presença Divina Constante"
      ],
      "personagens": [
        "Josué",
        "Israel"
      ]
    },
    "26": {
      "parafrase": "E, assim que Josué completou todas essas instruções e selou o pacto com o povo de Israel, ele nomeou magistrados e juízes em cada uma das cidades que haviam sido designadas para as tribos de Israel. Ele os estabeleceu firmemente em seus lugares, instruindo-os com clareza: 'Vocês devem julgar o povo com justiça, guiando-os em todos os assuntos civis e criminais, assegurando que a Lei do Senhor seja o alicerce de toda a administração da justiça nesta terra prometida. Sejam firmes e corajosos, pois o vosso papel é manter a ordem e a retidão sob a aliança que acabamos de renovar com nosso Deus.' ⚖️",
      "referencias": [
        "Êxodo 18:21",
        "Deuteronômio 17:8-10"
      ],
      "comentario": "O versículo 26 descreve o ato final de consolidação da liderança pós-conquista. Josué cumpre a instrução prática, delegando autoridade judicial e administrativa (o termo hebraico para magistrados pode se referir a oficiais ou príncipes). Isso não é apenas uma organização política, mas um ato de fé: estabelecer a justiça humana baseada na Lei Divina (Torá), garantindo que a sociedade israelita funcionasse de forma justa e ordenada na nova terra, conforme as diretrizes dadas anteriormente (Deuteronômio 16:18).",
      "temas": [
        "Estabelecimento da Justiça",
        "Delegação de Autoridade",
        "Governança"
      ],
      "personagens": [
        "Josué",
        "Magistrados de Israel"
      ]
    },
    "27": {
      "parafrase": "Além disso, Josué estabeleceu uma pedra grande e marcante perto do carvalho sagrado, que ficava ao lado do santuário do Senhor, o lugar onde a Arca da Aliança estava guardada. Esta pedra não era um mero monumento; ela servia como um testemunho silencioso e perene para toda a nação. Ela gritava: 'Lembrem-se!', lembrando a todos os filhos de Israel o pacto solene que eles acabavam de fazer com Deus naquele dia crucial, reforçando o compromisso de obedecer e servir somente ao Senhor. 🏛️",
      "referencias": [
        "Gênesis 28:18",
        "Josué 24:26"
      ],
      "comentario": "Este ato é profundamente simbólico. A 'pedra grande' (Heb. *'eben g'dolah'*) funciona como um marco mnemônico, um monumento de memória, semelhante ao que Jacó erigiu em Betel (Gênesis 28:18), mas aqui ligado ao centro de adoração estabelecido (o santuário, onde a Arca estava). A pedra está junto ao 'carvalho' (ou terebinto), que historicamente eram locais de juramentos ou lugares de culto pré-monárquicos. O propósito é imortalizar o voto de obediência realizado em Josué 24:25, transformando a renovação da aliança em um marco geográfico e espiritual permanente.",
      "temas": [
        "Memória da Aliança",
        "Símbolos Sagrados",
        "Adoração"
      ],
      "personagens": [
        "Josué"
      ]
    }
  }
}