{
  "livro": "Josué",
  "capitulo": 14,
  "contexto_historico": "Após a divisão inicial da Terra Prometida entre as tribos (Josué 13-19), o capítulo 14 marca uma transição crucial: a distribuição de terras aos indivíduos, especificamente a herança de Calebe. Calebe, um dos espiões que trouxeram bom relatório de Canaã 45 anos antes, chega aos seus 85 anos (ou mais) e reivindica sua porção em Hebrom, conforme a promessa feita por Moisés. Este ato estabelece um precedente de fidelidade e recompensa divina, demonstrando que a posse da terra está intrinsecamente ligada à fé perseverante. Enquanto isso, o restante das tribos ainda precisa completar a conquista, lembrando que a fé deve ser seguida pela ação persistente. ⛰️👴🏻",
  "bloco_tematico": "A Recompensa da Perseverança: A Herança de Calebe e o Desafio Contínuo 🎯",
  "versiculos": {
    "1": {
      "parafrase": "Depois que a terra foi completamente dividida e distribuída entre as tribos de Israel, conforme o sorteio que Josué realizou com a orientação do Senhor, restava ainda um território considerável a ser conquistado, uma parte considerável que ainda não havia sido totalmente tomada.",
      "referencias": [
        "Josué 13:1",
        "Números 34:17"
      ],
      "comentario": "O versículo estabelece o cenário: a distribuição inicial da terra (Eretz Canaan) já foi feita por Josué usando o Urim e Tumim (sorteio sagrado, implícito na tradição). Contudo, a posse territorial não é sinônimo de conquista total. Há uma terra 'muito restante' que precisa ser efetivada.",
      "temas": [
        "Divisão da Terra",
        "Conquista Incompleta",
        "Herança Divina"
      ],
      "personagens": [
        "Josué",
        "Israel"
      ]
    },
    "2": {
      "parafrase": "O restante da terra consistia em todos os domínios dos filisteus e toda a região dos geshuritas, desde o ribeiro que fica a leste do Egito, subindo até o monte Hermom, e abrangendo toda a terra de Sidom, de Tiro e de todos os amorreus que habitavam na região montanhosa, inclusive o território dos cananeus.",
      "referencias": [
        "Josué 13:3",
        "Gênesis 10:15"
      ],
      "comentario": "Esta lista detalha geograficamente as áreas não subjugadas. Os filisteus (inimigos perenes no litoral Sefelá), os geshuritas (ao nordeste, Síria/Jordão), Sidom e Tiro (cidades fenícias poderosas, não totalmente assimiladas) representam focos de resistência.",
      "temas": [
        "Fronteiras Geográficas",
        "Resistência Inimiga",
        "Territórios Não Conquistados"
      ],
      "personagens": [
        "Filisteus",
        "Geshuritas",
        "Sidomitas",
        "Tirenses",
        "Amorreus",
        "Cananeus"
      ]
    },
    "3": {
      "parafrase": "Isso inclui a área desde os sidônios até Afeca, chegando aos amorreus que moravam em Ecrã; e também as áreas ao sul, estendendo-se por toda a terra dos filisteus até Gaza, e chegando a Ein (ou 'Fonte') e aos vales até Ecrã, e todas as terras dos cananeus restantes.",
      "referencias": [
        "Juízes 1:18",
        "1 Samuel 7:14"
      ],
      "comentario": "O foco se move para o Sudoeste, a costa. Ecrã é uma das cinco principais cidades filisteias. A menção 'Ein' (fonte ou localidade) e os vales sublinha a dificuldade de controle das áreas costeiras férteis e estratégicas.",
      "temas": [
        "Controle da Planície Costeira",
        "Ameaças Persistentes"
      ],
      "personagens": [
        "Sidônios",
        "Filisteus",
        "Cananeus"
      ]
    },
    "4": {
      "parafrase": "Também faziam parte dessa terra não conquistada as terras dos cananeus do sul, a região de Sidom, e continuava para o norte até Maara, e avançava para o território de Amon, e se estendia até Efrona, que ficava próxima ao Monte Hermom, continuando até Lebo-Hamate, a entrada para aquela região.",
      "referencias": [
        "Números 34:7-8",
        "Juízes 3:3"
      ],
      "comentario": "O foco muda para o Norte e Nordeste. Maara, Amon (não o reino transjordano, mas um local específico), Efrona e Lebo-Hamate delimitam a fronteira norte, que se conecta com as terras sírias ao norte de Canaã. A dificuldade em subjugar essas áreas impede a consolidação total do domínio israelita.",
      "temas": [
        "Fronteiras Setentrionais",
        "Definição Territorial"
      ],
      "personagens": [
        "Cananeus",
        "Sidônios"
      ]
    },
    "5": {
      "parafrase": "No lado leste, estendia-se desde o Monte Hermom, a região de Mispa, até Lebo-Hamate, e cobria todas as cidades que ficavam no vale do Líbano, abaixo do Monte Hermom, até Baal-Gade, na planície do Líbano, próximo ao Monte Hermom.",
      "referencias": [
        "Josué 11:17",
        "Cântico dos Cânticos 4:8"
      ],
      "comentario": "Este versículo especifica a área do Líbano. Baal-Gade (ou Baal-Gad) indica um centro de culto pagão que precisava ser erradicado. Esta região montanhosa e bem fortificada (o Líbano) era naturalmente mais difícil de controlar do que as planícies.",
      "temas": [
        "Monte Hermom",
        "Centros de Culto Pagão",
        "Terras Montanhosas"
      ],
      "personagens": [
        "Baal-Gade"
      ]
    },
    "6": {
      "parafrase": "Contudo, Josué não expulsou os habitantes de nenhuma dessas cidades montanhosas, desde Baal-Gade até o Monte Hermom, incluindo toda a área de Mispa, na qual os habitantes locais, os libaneses, continuavam a viver. Assim, o povo de Israel deixou que eles permanecessem ali.",
      "referencias": [
        "Juízes 1:21",
        "Salmos 106:34"
      ],
      "comentario": "Este é um ponto crítico: a falha em completar a limpeza étnica e religiosa. Josué, embora fiel em outras áreas, não forçou a remoção dessas populações estratégicas. O texto atribui isso à omissão, um erro que terá repercussões sérias (Juízes).",
      "temas": [
        "Incompletude da Ocupação",
        "Convivência com Ídolos",
        "Responsabilidade de Josué"
      ],
      "personagens": [
        "Josué",
        "Libaneses"
      ]
    },
    "7": {
      "parafrase": "Portanto, Josué dividiu o restante da terra entre as nove tribos e meia, conforme havia sido ordenado pelo Senhor.",
      "referencias": [
        "Números 32:33",
        "Josué 13:32"
      ],
      "comentario": "Um resumo da ação de Josué. A divisão já havia sido parcialmente feita (capítulos 13-19), mas aqui se reafirma que a distribuição oficial pelas sortes (incluindo as meias tribos transjordanianas) estava concluída, apesar das áreas não conquistadas.",
      "temas": [
        "Distribuição Final",
        "Cumprimento da Ordem"
      ],
      "personagens": [
        "Josué",
        "Israel"
      ]
    },
    "8": {
      "parafrase": "Pois as outras tribos, Rúben, Gade e a metade da tribo de Manassés, já haviam recebido sua herança a leste do Jordão, que Moisés, servo do Senhor, lhes havia designado.",
      "referencias": [
        "Números 34:14-15",
        "Deuteronômio 3:12-17"
      ],
      "comentario": "Este versículo serve como um lembrete rápido sobre as tribos transjordanianas (Rúben, Gade e a metade de Manassés), cuja terra lhes foi dada por Moisés antes de atravessarem o Jordão. Isso explica por que elas não recebem terra a oeste.",
      "temas": [
        "Herança Transjordana",
        "Ato de Moisés"
      ],
      "personagens": [
        "Moisés",
        "Rúben",
        "Gade",
        "Manassés"
      ]
    },
    "9": {
      "parafrase": "Essa terra ia de Aroer, que fica na borda do vale do Arnom, e da cidade que está no meio do vale, abrangendo toda a planície de Medeba até Dibom, e todos os assentamentos que pertenciam a Siom, o rei dos amorreus que governava em Hesbom.",
      "referencias": [
        "Números 21:28-30",
        "Isaías 15:2"
      ],
      "comentario": "Detalhes da herança das tribos orientais, que foi conquistada de Siom. Aroer e Medeba são cidades importantes no planalto de Moabe/Amom, mostrando a extensão da conquista feita por Moisés antes da chegada de Josué ao Oeste.",
      "temas": [
        "Conquistas de Siom",
        "Cidades de Moabe"
      ],
      "personagens": [
        "Siom"
      ]
    },
    "10": {
      "parafrase": "Também incluía todos os assentamentos de Seus domínios, que pertenciam a Ogue, o rei de Basã, que reinava sobre a região de Argobe, até os limites da região deGesur e Maaca, e toda a porção de Manassés que ficava a leste do Jordão.",
      "referencias": [
        "Números 21:33-35",
        "Deuteronômio 3:4"
      ],
      "comentario": "A menção a Ogue, rei de Basã, e sua conquista (que caiu para a metade da tribo de Manassés) reforça o precedente legal estabelecido por Moisés. Gesur e Maaca eram reinos arameus vizinhos, indicando a fronteira nordeste da herança oriental.",
      "temas": [
        "Conquistas de Basã",
        "Reinos Arameus"
      ],
      "personagens": [
        "Ogue",
        "Manassés"
      ]
    },
    "11": {
      "parafrase": "A herança de Manassés, a metade ocidental, estendia-se desde Maanaim, atravessando todo o território de Basã, até a fronteira de Gesur e Maaca, e incluía as cidades que eram de Jair, filho de Manassés, totalizando sessenta cidades fortificadas.",
      "referencias": [
        "Josué 13:29-31",
        "1 Crônicas 2:23"
      ],
      "comentario": "Este versículo foca especificamente na porção de Manassés a Oeste do Jordão (a metade que permaneceu com as tribos ocidentais). As 'sessenta cidades' (ou vilas fortificadas) de Jair eram um legado significativo na região de Gileade/Basã.",
      "temas": [
        "Território de Manassés",
        "Cidades de Jair"
      ],
      "personagens": [
        "Jair",
        "Manassés"
      ]
    },
    "12": {
      "parafrase": "Entretanto, a tribo de Manassés não tomou posse de todos esses lugares; os habitantes de Gesur e Maaca permaneceram firmes, habitando no meio daquela área designada, e isso se manteve assim até os dias em que Josué morreu.",
      "referencias": [
        "Juízes 1:27-28",
        "Deuteronômio 3:10"
      ],
      "comentario": "Isto espelha o problema do versículo 6, mas aplicado à porção oriental: a falha em expulsar os vizinhos Gesuritas e Maacitas. Isso mostra que a inação não foi apenas um problema das tribos ocidentais, mas um padrão que se estabeleceu durante a liderança de Josué.",
      "temas": [
        "Infiltração Estrangeira",
        "Pacto Não Cumprido"
      ],
      "personagens": [
        "Manassés",
        "Gesuritas",
        "Maacitas",
        "Josué"
      ]
    },
    "13": {
      "parafrase": "No entanto, o povo de Israel, apesar de tudo, não se dedicou a expulsar completamente os cananeus; eles simplesmente os forçaram a se tornarem escravos e trabalhadores nas suas terras, aceitando-os como vizinhos.",
      "referencias": [
        "Juízes 1:28",
        "Romanos 6:12"
      ],
      "comentario": "Este é o resumo da estratégia adotada por Israel: em vez da eliminação total exigida (Êxodo 23:22), eles optaram pela dominação econômica e submissão parcial. O termo hebraico sugere 'trabalho forçado' (corveia), uma solução pragmática, mas espiritualmente perigosa.",
      "temas": [
        "Trabalho Forçado",
        "Compromisso Espiritual",
        "Dominação"
      ],
      "personagens": [
        "Israel",
        "Cananeus"
      ]
    },
    "14": {
      "parafrase": "Então, Josué, ao final de sua vida, falou diretamente à tribo de José: 'Vocês são uma nação grande, com muitos recursos e força. Portanto, vocês não devem se contentar com apenas uma parte da terra que lhes foi sorteada; vocês precisam tomar posse de tudo o que lhes pertence, conquistando as áreas ainda ocupadas pelos inimigos.'",
      "referencias": [
        "Josué 17:14-18",
        "Gênesis 49:22-26"
      ],
      "comentario": "Este versículo e o próximo (se o intervalo fosse maior) mostram a preocupação de Josué com as tribos fortes de Efraim e Manassés (Tribos de José), que se queixaram de que sua porção era pequena. Josué os desafia a usar sua força para expandir o domínio, pois a herança é maior do que a porção designada pelo sorteio.",
      "temas": [
        "Desafio da Força",
        "Expansão Territorial",
        "Herança de José"
      ],
      "personagens": [
        "Josué",
        "Tribo de José"
      ]
    },
    "15": {
      "parafrase": "Pois a região montanhosa, embora seja uma floresta densa, ainda é sua. Vocês devem ir e desbravar aquelas terras, derrubando as árvores, porque vocês têm força suficiente para tomar posse de toda a área de Efraim e Manassés que ainda está ocupada pelos cananeus.",
      "referencias": [
        "Josué 17:16-18",
        "Hebreus 4:11"
      ],
      "comentario": "O desafio final de Josué. A terra montanhosa (o coração de Efraim) é descrita como uma 'floresta' (terreno difícil). A promessa é que, com esforço e fé ativa, eles poderiam transformar aquele obstáculo natural em terra produtiva e conquistada, eliminando a presença cananeia residual.",
      "temas": [
        "Superação de Obstáculos",
        "Esforço Ativo",
        "Ocupação Total"
      ],
      "personagens": [
        "Josué",
        "Cananeus",
        "Efraim",
        "Manassés"
      ]
    }
  }
}