{
  "livro": "Gênesis",
  "capitulo": 5,
  "contexto_historico": "O Capítulo 5 de Gênesis situa-se logo após a narrativa do Dilúvio (Capítulo 6-9), mas especificamente foca na genealogia que conecta Adão a Noé, traçando a linhagem humana antes da grande purificação divina. Este capítulo serve como uma ponte cronológica, detalhando a 'Era Patriarcal Pré-Diluviana', estabelecendo a longevidade extrema das primeiras gerações e sublinhando a continuidade da linhagem humana apesar da sua crescente corrupção (mencionada implicitamente como o motivo do Dilúvio). É uma listagem formal de 'nascimentos' e 'anos vividos', enfatizando a passagem do tempo e a mortalidade humana, contrastando com a promessa de vida eterna ou redenção futura. A repetição da fórmula 'viveu X anos, gerou Y e viveu mais Z anos, e morreu' reforça o tema da finitude humana. ⏳👴📜",
  "bloco_tematico": "A Genealogia da Mortalidade: De Adão a Noé 🌳➡️🌊",
  "versiculos": {
    "1": {
      "parafrase": "Este é o registro detalhado, a árvore genealógica sagrada que traça a linhagem da humanidade desde a criação inicial. O dia em que Deus, nosso Criador, formou o primeiro ser humano à Sua própria imagem, Ele o fez homem e mulher, estabelecendo a dualidade fundamental da nossa espécie.",
      "referencias": [
        "Gênesis 1:27",
        "Mateus 19:4",
        "Tiago 3:9"
      ],
      "comentario": "O versículo estabelece o tema central de Gênesis 5: a 'Toldot' (geração/história) de Adão. O ponto crucial é a criação à 'imagem de Deus' (Tselem Elohim), que implica uma dignidade intrínseca e uma capacidade de relacionamento com o Criador, mesmo após a Queda. A criação distinta de homem e mulher ('macho e fêmea') é um ato deliberado de Deus.",
      "temas": [
        "Criação",
        "Imagem de Deus",
        "Origem da Humanidade"
      ],
      "personagens": [
        "Deus",
        "Adão",
        "Eva"
      ]
    },
    "2": {
      "parafrase": "E assim, no mesmo instante da sua criação, Adão e Eva foram abençoados por seu Criador. Ele lhes deu o mandamento de serem férteis, de encherem a Terra, de dominá-la e de governarem sobre toda a vida que se moveria sobre o solo e nos céus. 🌍",
      "referencias": [
        "Gênesis 1:28",
        "Salmos 8:6",
        "Hebreus 2:8"
      ],
      "comentario": "Aqui é repetida a bênção e o mandato cultural (Gn 1:28). O ato de 'abençoar' (barakh) implica conferir poder e favor para cumprir o propósito divino. 'Dominar' (radah) não significa exploração tirânica, mas sim mordomia responsável sobre a criação.",
      "temas": [
        "Bênção",
        "Mandato Cultural",
        "Mordomia"
      ],
      "personagens": [
        "Adão",
        "Eva",
        "Deus"
      ]
    },
    "3": {
      "parafrase": "Adão viveu cento e trinta anos e, durante esse tempo, gerou um filho que se parecia com ele, em sua imagem e semelhança. Ele deu a este filho o nome de Sete.",
      "referencias": [
        "Gênesis 3:3",
        "Lucas 3:38"
      ],
      "comentario": "A linhagem de Adão, após a Queda (Gn 3), agora produz filhos 'à sua imagem' (física e talvez espiritualmente corrompida pela natureza pecaminosa), contrastando com a imagem original de Deus. Sete é apresentado como o substituto de Abel, um novo ponto de partida para a esperança da redenção.",
      "temas": [
        "Descendência",
        "Substituição",
        "Tempo de Vida"
      ],
      "personagens": [
        "Adão",
        "Sete"
      ]
    },
    "4": {
      "parafrase": "Após o nascimento de Sete, os dias de Adão se estenderam por mais oitocentos anos, nos quais ele teve inúmeros outros filhos e filhas. Assim, o total de tempo que Adão permaneceu vivo na Terra atingiu novecentos e trinta anos.",
      "referencias": [
        "Gênesis 4:1",
        "Salmos 90:10"
      ],
      "comentario": "A longevidade extrema (930 anos) é uma característica marcante desta era patriarcal pré-diluviana. Isso reflete uma possível vitalidade maior da criação original ou, metaforicamente, a proximidade da humanidade com a fonte da vida antes que o pecado acelerasse o declínio biológico.",
      "temas": [
        "Longevidade",
        "Erosão da Vida",
        "Genealogia"
      ],
      "personagens": [
        "Adão"
      ]
    },
    "5": {
      "parafrase": "Em suma, todos os anos que Adão caminhou nesta vida totalizaram exatamente novecentos e trinta anos. Então, ele faleceu.",
      "referencias": [
        "Eclesiastes 3:2",
        "Romanos 5:12"
      ],
      "comentario": "A frase 'e morreu' é repetida com cada patriarca, servindo como um martelo teológico: a morte é a consequência inevitável do pecado que entrou no mundo através do primeiro homem. A morte é a prova da quebra da comunhão com Deus.",
      "temas": [
        "Morte",
        "Consequência do Pecado",
        "Finitude"
      ],
      "personagens": [
        "Adão"
      ]
    },
    "6": {
      "parafrase": "Sete, quando tinha cem anos de idade, tornou-se pai de Enos. Esse foi o início de uma nova fase na história humana.",
      "referencias": [
        "Gênesis 4:26"
      ],
      "comentario": "O versículo 6 marca o início da linhagem que, tradicionalmente, é vista como a 'linha de Set' ou a linha da promessa, em contraste com a linha de Caim (que não é detalhada aqui). O nome 'Enos' (que significa 'mortal' ou 'homem frágil') já carrega a consciência da mortalidade.",
      "temas": [
        "Linhagem da Promessa",
        "Nascimento",
        "Fragilidade Humana"
      ],
      "personagens": [
        "Sete",
        "Enos"
      ]
    },
    "7": {
      "parafrase": "Após dar à luz Enos, Sete prosseguiu vivendo por oitocentos e sete anos, gerando outros filhos e filhas. Sua jornada totalizou novecentos e sete anos de vida na Terra, findando com a sua morte. ⏳",
      "referencias": [
        "Salmos 90:12"
      ],
      "comentario": "A longevidade de Sete (907 anos) ainda é notável, mas já demonstra um ligeiro declínio em relação aos 930 de Adão. A narrativa foca na repetição do padrão: viver, gerar, e morrer. A continuidade da vida através da procriação é um ato de fé contra a sombra da morte.",
      "temas": [
        "Ciclo de Vida",
        "Longevidade Patriarcal",
        "Geração"
      ],
      "personagens": [
        "Sete",
        "Enos"
      ]
    },
    "8": {
      "parafrase": "Quando Enos completou noventa anos, ele também se tornou pai, tendo um filho chamado Cainã.",
      "referencias": [
        "1 Crônicas 1:7"
      ],
      "comentario": "A repetição da estrutura genealógica serve para enfatizar a passagem inexorável do tempo e a solidez da transmissão da vida através desta linhagem escolhida por Deus.",
      "temas": [
        "Genealogia",
        "Sucessão"
      ],
      "personagens": [
        "Enos",
        "Cainã"
      ]
    },
    "9": {
      "parafrase": "Depois de ter Cainã, Enos continuou a viver por mais oitocentos e dez anos, experimentando a vida familiar e gerando muitos outros descendentes. Sua vida durou um total de novecentos e noventa anos, até que ele também entregou seu espírito.",
      "referencias": [
        "Gênesis 4:26"
      ],
      "comentario": "Curiosamente, Enos viveu mais tempo (990 anos) do que seus antecessores imediatos (Adão 930, Sete 907). Alguns estudiosos notam que este período coincide com a época em que 'se começou a invocar o nome do Senhor', sugerindo um período de maior fervor espiritual (conforme Gn 4:26).",
      "temas": [
        "Fervor Espiritual",
        "Longevidade",
        "Morte"
      ],
      "personagens": [
        "Enos",
        "Cainã"
      ]
    },
    "10": {
      "parafrase": "E Cainã, após completar sessenta e cinco anos de vida, gerou seu filho, Mahalalel. 👶",
      "referencias": [
        "Lucas 3:37"
      ],
      "comentario": "A idade de procriação começa a diminuir ligeiramente em comparação com Adão e Sete. O padrão da narrativa permanece: a geração de um filho marca um novo capítulo na contagem do tempo de vida restante do pai.",
      "temas": [
        "Procriação",
        "Genealogia"
      ],
      "personagens": [
        "Cainã",
        "Mahalalel"
      ]
    },
    "11": {
      "parafrase": "Cainã permaneceu vivo por mais oitocentos e quarenta anos após o nascimento de Mahalalel, construindo sua família e vendo gerações passarem. Ao final, seu tempo totalizou novecentos e dez anos, quando ele finalmente descansou.",
      "referencias": [
        "Números 23:10"
      ],
      "comentario": "O ciclo da mortalidade é implacável. O texto não se detém nos feitos individuais, mas na passagem cronológica, reforçando a ideia de que a vida, por mais longa que seja, é finita e passageira (como um sopro).",
      "temas": [
        "Temporalidade",
        "Passagem do Tempo",
        "Finitude"
      ],
      "personagens": [
        "Cainã",
        "Mahalalel"
      ]
    },
    "12": {
      "parafrase": "Mahalalel tinha sessenta e cinco anos quando se tornou pai de Jared, seu herdeiro direto.",
      "referencias": [
        "1 Crônicas 1:2"
      ],
      "comentario": "A narrativa é um 'tabelião' do tempo. A importância de Mahalalel reside puramente em seu papel como elo da cadeia que leva à promessa messiânica, não por feitos notáveis descritos aqui.",
      "temas": [
        "Continuidade",
        "Herança"
      ],
      "personagens": [
        "Mahalalel",
        "Jared"
      ]
    },
    "13": {
      "parafrase": "Após o nascimento de Jared, Mahalalel desfrutou de mais oitocentos e trinta anos de vida terrena, tendo mais descendentes. Quando seu tempo se esgotou, ele alcançou o total de oitocentos e noventa e cinco anos de existência e então morreu. 🥀",
      "referencias": [
        "Gênesis 6:3"
      ],
      "comentario": "Observa-se uma ligeira diminuição na longevidade máxima (905 anos) em comparação com Enos (990). Isso pode ser interpretado como a progressiva aproximação do Dilúvio, sinalizando a deterioração da ordem criada sob o peso crescente do pecado humano.",
      "temas": [
        "Declínio da Longevidade",
        "Mortalidade",
        "Genealogia"
      ],
      "personagens": [
        "Mahalalel",
        "Jared"
      ]
    },
    "14": {
      "parafrase": "Jared chegou à idade de cento e sessenta e dois anos, e então teve seu filho, Enoque.",
      "referencias": [
        "Judas 1:14"
      ],
      "comentario": "O nome Enoque, que significa 'dedicação' ou 'iniciação', prepara o cenário para uma figura que se destacará drasticamente dos demais, ao não experimentar a morte como eles.",
      "temas": [
        "Dedicação",
        "Início de uma Nova Era"
      ],
      "personagens": [
        "Jared",
        "Enoque"
      ]
    },
    "15": {
      "parafrase": "Jared viveu oitocentos anos após a chegada de Enoque, ocupado em criar sua família. O total de anos de Jared foi de novecentos e sessenta e dois anos, momento em que ele também experimentou o fim da vida.",
      "referencias": [
        "Salmos 89:47"
      ],
      "comentario": "Jared detém o recorde de maior longevidade nesta lista, sugerindo uma força vital persistente naquela geração, embora isso não o tenha impedido de morrer. A repetição da fórmula é um lembrete constante da soberania de Deus sobre o tempo de vida humano.",
      "temas": [
        "Recorde de Vida",
        "Morte Inevitável"
      ],
      "personagens": [
        "Jared",
        "Enoque"
      ]
    },
    "16": {
      "parafrase": "Quando Enoque atingiu a idade de sessenta e cinco anos, ele se tornou pai de Matusalém, o homem que viveria o maior tempo de toda a história humana. 👴",
      "referencias": [
        "Gênesis 49:33"
      ],
      "comentario": "Matusalém (cujo nome é frequentemente traduzido como 'seu morte trará' ou 'homem do dardo') é a figura central da longevidade. Sua vida (969 anos) abrange o período desde a criação até o ano do Dilúvio, dando a ele uma testemunha ocular quase completa da corrupção humana.",
      "temas": [
        "Recorde de Longevidade",
        "Profecia Implícita"
      ],
      "personagens": [
        "Enoque",
        "Matusalém"
      ]
    },
    "17": {
      "parafrase": "Enoque desfrutou de mais trezentos anos de vida após o nascimento de Matusalém, caminhando em comunhão íntima com o Criador. O tempo total de Enoque foi de novecentos e sessenta e cinco anos. Ele foi singular.",
      "referencias": [
        "Gênesis 6:22",
        "Hebreus 11:5"
      ],
      "comentario": "Este é o versículo divisor de águas. O tempo que Enoque viveu APÓS se tornar pai de Matusalém (300 anos) é o mesmo tempo que ele passou em comunhão com Deus, diferente dos outros que viveram mais tempo gerando. A sua 'morte' não é registrada; ele foi 'tomado' por Deus, indicando uma translação direta para a presença divina devido à sua profunda retidão.",
      "temas": [
        "Translação",
        "Comunhão Íntima",
        "Retidão"
      ],
      "personagens": [
        "Enoque",
        "Matusalém"
      ]
    },
    "18": {
      "parafrase": "Matusalém, aos cento e oitenta e sete anos, gerou Lameque, continuando a linhagem escolhida.",
      "referencias": [
        "Lucas 3:36"
      ],
      "comentario": "A expectativa de vida diminui drasticamente. A idade de Matusalém ao se tornar pai (187) é muito maior do que a de seus antepassados, refletindo a crescente distância da época da Criação e o aumento da corrupção moral que se aproximava do Dilúvio.",
      "temas": [
        "Envelhecimento Precoce",
        "Genealogia"
      ],
      "personagens": [
        "Matusalém",
        "Lameque"
      ]
    },
    "19": {
      "parafrase": "Matusalém viveu mais setecentos e oitenta e dois anos após o nascimento de Lameque, dedicando sua longa vida à existência humana. No fim, ele atingiu a marca extraordinária de novecentos e sessenta e nove anos, mas a morte o reivindicou, assim como a todos os outros. 🌊",
      "referencias": [
        "Gênesis 7:11"
      ],
      "comentario": "Matusalém morreu no mesmo ano em que ocorreu o Grande Dilúvio. A tradição sugere que sua morte, o homem mais velho, serviu como o sinal final de que o juízo de Deus estava prestes a vir sobre a Terra corrompida.",
      "temas": [
        "Juízo Iminente",
        "Longevidade Máxima",
        "Morte e Dilúvio"
      ],
      "personagens": [
        "Matusalém",
        "Lameque"
      ]
    },
    "20": {
      "parafrase": "Lameque, ao completar cento e oitenta e dois anos, teve seu filho Noé. Este seria o instrumento divino para a preservação da vida diante da catástrofe vindoura. 🛶",
      "referencias": [
        "Gênesis 6:9",
        "1 Pedro 3:20"
      ],
      "comentario": "Noé ('descanso' ou 'consolo') é a culminação desta genealogia pré-diluviana, pois ele é o único homem justo encontrado naquela geração (Gn 6:9), destinado a herdar a Terra renovada.",
      "temas": [
        "Preservação",
        "Esperança",
        "Justiça em Meio à Maldade"
      ],
      "personagens": [
        "Lameque",
        "Noé"
      ]
    },
    "21": {
      "parafrase": "Após o nascimento de Noé, Lameque viveu mais quinhentos e noventa e cinco anos, gerando outros filhos e filhas. Seu total de vida foi de setecentos e setenta e sete anos, e então ele também veio a falecer. 📉",
      "referencias": [
        "Gênesis 9:29"
      ],
      "comentario": "A longevidade cai ainda mais drasticamente (777 anos). Isso reforça o argumento de que, à medida que a humanidade se afastava da fonte da vida e o pecado se multiplicava, o tempo de vida concedido diminuía.",
      "temas": [
        "Declínio Acelerado",
        "Mortalidade"
      ],
      "personagens": [
        "Lameque",
        "Noé"
      ]
    },
    "22": {
      "parafrase": "Noé, com a longa idade de quinhentos anos, tornou-se pai de Sem, Cam e Jafé. Estes seriam os patriarcas que repovoariam a Terra após o juízo das águas. 👨‍👩‍👦‍👦",
      "referencias": [
        "Gênesis 9:18"
      ],
      "comentario": "O período de espera de Noé (500 anos antes de ter filhos) é o mais longo relatado, sugerindo que Deus o preservou em santidade até o momento certo para iniciar a nova humanidade. A lista dos três filhos estabelece o mapa étnico pós-Dilúvio.",
      "temas": [
        "Fundação da Nova Humanidade",
        "Paciência Divina"
      ],
      "personagens": [
        "Noé",
        "Sem",
        "Cam",
        "Jafé"
      ]
    },
    "23": {
      "parafrase": "Noé permaneceu em comunhão com o Criador por mais trezentos anos após o nascimento de seus filhos. Ele andou lado a lado com Deus, desfrutando de um relacionamento único, diferente de todos os seus ancestrais.",
      "referencias": [
        "Gênesis 6:9",
        "Amós 3:3"
      ],
      "comentario": "Este versículo ecoa o versículo 24 sobre Enoque, mas aplicado a Noé. O 'andar com Deus' (halakh) é a medida de sua retidão. É um testemunho de que a comunhão pessoal com o Eterno é possível mesmo em tempos de profunda degeneração moral.",
      "temas": [
        "Retidão",
        "Caminhar com Deus",
        "Comunhão"
      ],
      "personagens": [
        "Noé",
        "Deus"
      ]
    },
    "24": {
      "parafrase": "E assim, Noé caminhou com Deus com tanta fidelidade que, em vez de morrer como os outros, Deus o retirou da Terra. Ele foi levado diretamente para a presença divina. ✨",
      "referencias": [
        "Hebreus 11:5",
        "2 Reis 2:11"
      ],
      "comentario": "Este é o segundo e último caso de um homem que não viu a morte, assim como Enoque. O texto subentende que a sua vida de obediência o qualificou para escapar do julgamento que viria sobre o resto do mundo. Ele foi preservado pela graça.",
      "temas": [
        "Ascensão",
        "Graça",
        "Ausência de Morte"
      ],
      "personagens": [
        "Noé",
        "Deus"
      ]
    },
    "25": {
      "parafrase": "Noé viveu precisamente quinhentos anos após sua ascensão ao céu, tendo como filho Sem. Na verdade, Noé viveu quinhentos anos gerando seus filhos, e então sua jornada se encerrou. O total de seus dias foi de seiscentos anos até o Dilúvio (Nota: O texto hebraico original registra 500 anos antes dos filhos, mas a soma final até o dilúvio aponta para 600 anos, conforme Gn 7:6).",
      "referencias": [
        "Gênesis 7:6",
        "1 Pedro 3:20"
      ],
      "comentario": "Há uma complexidade textual aqui. O versículo afirma que Noé viveu 500 anos antes de ter os filhos, e então 300 anos após, totalizando 800 antes do Dilúvio, mas Gênesis 7:6 diz que o Dilúvio veio quando Noé tinha 600 anos. A interpretação mais aceita é que ele gerou os filhos aos 500 anos (Gn 5:32), viveu mais 100 anos em obediência (Gn 7:6), totalizando 600 anos no momento da inundação, após o que ele viveu mais 350 anos. Este versículo 25 foca na geração de Sem e nos 500 anos antes disso, terminando com a menção de sua morte/ascensão (embora Gn 9:29 diga que ele viveu 950 anos no total, mas o Dilúvio encerrou a contagem da velhice daquela era). Focamos na idade registrada antes do Dilúvio.",
      "temas": [
        "Cronologia do Juízo",
        "Preservação",
        "Geração de Sem"
      ],
      "personagens": [
        "Noé",
        "Sem"
      ]
    },
    "26": {
      "parafrase": "Quando Matusalém completou cento e oitenta e sete anos, ele gerou Lameque. Após o nascimento de seu filho, Matusalém continuou a viver e testemunhar o mundo por mais setecentos e oitenta e dois anos, acumulando uma longevidade impressionante, totalizando novecentos e sessenta e nove anos ao findar sua jornada terrena.",
      "referencias": [
        "Gênesis 7:6",
        "Lucas 3:37"
      ],
      "comentario": "Este versículo estabelece a linhagem direta, focando no nascimento de Lameque, filho de Matusalém. O texto hebraico indica 'e viveu... e gerou', estabelecendo a continuidade geracional. A longevidade extrema aqui é um tema recorrente no Gênesis pré-diluviano, sugerindo uma vitalidade da criação original ou um simbolismo de proximidade com Deus antes da corrupção total.",
      "temas": [
        "Longevidade Patriarcal",
        "Linhas Genealógicas",
        "Sucessão Geracional"
      ],
      "personagens": [
        "Matusalém",
        "Lameque"
      ]
    },
    "27": {
      "parafrase": "Lameque viveu cento e oitenta e dois anos, e então se tornou pai de Noé. Depois disso, Lameque dedicou mais quinhentos e noventa e cinco anos à vida, culminando em uma existência total de setecentos e setenta e sete anos antes de sua morte.",
      "referencias": [
        "Gênesis 6:28",
        "1 Pedro 3:20"
      ],
      "comentario": "O foco muda para Lameque, pai de Noé. A repetição do padrão de idade ao gerar o filho e a idade total reforça a estrutura cronológica da narrativa. A importância de Noé como o herdeiro da promessa após o Dilúvio é sutilmente antecipada aqui.",
      "temas": [
        "Preparo para o Dilúvio",
        "Continuidade da Vida",
        "Longevidade Extrema"
      ],
      "personagens": [
        "Lameque",
        "Noé"
      ]
    },
    "28": {
      "parafrase": "Quando Lameque atingiu a marca de cento e oitenta e dois anos, ele deu à luz seu filho, Noé.",
      "referencias": [
        "Gênesis 6:10",
        "Gênesis 9:18"
      ],
      "comentario": "Este verso é uma repetição da informação crucial do versículo anterior, focando estritamente no nascimento de Noé. Esta ênfase sublinha a importância deste indivíduo na história da salvação, pois ele será o meio pelo qual a humanidade será preservada da destruição iminente.",
      "temas": [
        "O Nascimento do Justo",
        "Redenção Potencial",
        "Estrutura Genealógica"
      ],
      "personagens": [
        "Lameque",
        "Noé"
      ]
    },
    "29": {
      "parafrase": "Após o nascimento de Noé, Lameque continuou a caminhar pela terra por outros quinhentos e noventa e cinco anos, recebendo conforto e alívio dele, seu filho, durante os anos restantes de sua vida.",
      "referencias": [
        "Gênesis 27:28",
        "Salmos 119:50"
      ],
      "comentario": "A frase em hebraico sobre Noé trazer 'consolo' (nekhāmāh) do sofrimento ou do trabalho da terra (que estava amaldiçoada desde Adão) é notável. Indica que Noé representava uma esperança tangível de descanso ou renovação para seu pai, num mundo cada vez mais corrompido. É uma nota de graça em meio à decadência.",
      "temas": [
        "Esperança e Consolo",
        "Consequências da Queda",
        "Piedade Filial"
      ],
      "personagens": [
        "Lameque",
        "Noé"
      ]
    },
    "30": {
      "parafrase": "Lameque, então, completou sua vida terrena ao atingir o total de setecentos e setenta e sete anos.",
      "referencias": [
        "Eclesiastes 7:2",
        "Números 33:39"
      ],
      "comentario": "O número exato da longevidade de Lameque é fornecido, encerrando sua seção na genealogia. Como os outros patriarcas, ele morre antes do Dilúvio, mas seu filho, Noé, é preservado. Isso marca a passagem do tempo antes do juízo divino.",
      "temas": [
        "Finitude Humana",
        "Crono-História Bíblica",
        "Morte"
      ],
      "personagens": [
        "Lameque"
      ]
    },
    "31": {
      "parafrase": "Assim, depois que Lameque faleceu, seu filho Noé tinha quinhentos anos e começou a gerar seus próprios filhos.",
      "referencias": [
        "Gênesis 6:19",
        "Gênesis 7:11"
      ],
      "comentario": "Este versículo serve como uma ponte essencial. A morte de Lameque sinaliza o fim de uma era e prepara o palco para Noé. O texto imediatamente direciona o leitor para o fato de que Noé tinha 500 anos ao começar a ter filhos (Sem, Cam e Jafé, conforme mencionado mais adiante), um detalhe crucial, pois isso estabelece a cronologia para a ordem de Deus de construir a Arca.",
      "temas": [
        "Transição de Gerações",
        "Cronologia do Dilúvio",
        "Paternidade"
      ],
      "personagens": [
        "Noé",
        "Lameque"
      ]
    },
    "32": {
      "parafrase": "Quando Noé finalmente completou quinhentos anos de idade, ele deu à luz Sem, Cam e Jafé, preparando sua família para o grande evento que mudaria a face do planeta.",
      "referencias": [
        "Gênesis 9:24",
        "Gênesis 10:1"
      ],
      "comentario": "Este é o clímax desta seção genealógica. O texto especifica a idade de Noé ao se tornar pai, o que é vital para a cronologia do Dilúvio (Gênesis 7:6 indica que Noé entrou na Arca aos 600 anos). Os nomes dos três filhos são introduzidos, pois são eles que repovoarão a Terra após o cataclismo. Estes nomes são a semente da humanidade pós-diluviana.",
      "temas": [
        "Fundação da Nova Humanidade",
        "Cronologia da Salvação",
        "A Origem das Nações"
      ],
      "personagens": [
        "Noé",
        "Sem",
        "Cam",
        "Jafé"
      ]
    }
  }
}