{
  "livro": "Ezequiel",
  "capitulo": 18,
  "contexto_historico": "O livro de Ezequiel foi escrito durante o exílio babilônico (cerca de 593-571 a.C.). O povo de Judá, exilado em Babilônia, estava desorientado e questionava a justiça de Deus, acreditando que estavam sofrendo pelas iniquidades de seus pais, e não pelas suas próprias. O Templo em Jerusalém foi destruído, levando muitos a crerem que a presença de Deus os havia abandonado. 📜🌍 Ezequiel atuava como profeta entre os exilados, confrontando falsas esperanças de um retorno iminente e condenando a idolatria e a injustiça social persistentes em Judá e entre os exilados. O capítulo 18 foca na responsabilidade individual em contraste com a culpa coletiva passada.",
  "bloco_tematico": "A Responsabilidade Pessoal: Alma que Pecar, Essa Morrerá ⚖️🍎",
  "versiculos": {
    "1": {
      "parafrase": "A Palavra do Senhor veio até mim com uma clareza impressionante, trazendo consigo uma mensagem urgente. Ela dizia: 'Filho do Homem, apresente-se diante de mim, pois vou falar sobre uma situação terrível que está ocorrendo em toda a terra de Israel.'",
      "referencias": [
        "Jeremias 1:2",
        "Ezequiel 2:1"
      ],
      "comentario": "Este versículo estabelece a origem divina da revelação (a 'Palavra do Senhor') e a designação de Ezequiel como porta-voz ('Filho do Homem'). O foco imediato é a calamidade generalizada em Israel, preparando o cenário para a metáfora central que se segue.",
      "temas": [
        "Revelação Divina",
        "Julgamento Iminente"
      ],
      "personagens": [
        "Ezequiel"
      ]
    },
    "2": {
      "parafrase": "A mensagem continuava: 'Escutem bem esta parábola, povo meu! Há um ditado corrente entre vocês, mas ele é uma grande falsidade: 'Os pais pecaram e comeram uvas verdes, e os filhos é que estão sentindo o azedo nos dentes'. Eu juro pela minha própria vida que não aceitarei mais essa desculpa vazia!'",
      "referencias": [
        "Êxodo 20:5",
        "Jeremias 31:29-30"
      ],
      "comentario": "Ezequiel introduz a grande controvérsia do capítulo: a negação da responsabilidade individual. O provérbio hebraico (referenciado em Lamentações 5:7) descreve a crença de que a punição recai sobre as gerações subsequentes pelos pecados dos ancestrais. Deus rejeita formalmente essa noção, afirmando sua justiça pessoal ('Juro por minha vida', o juramento divino de YHWH).",
      "temas": [
        "Responsabilidade Individual",
        "Justiça de Deus",
        "Provérbio Falso"
      ],
      "personagens": []
    },
    "3": {
      "parafrase": "Pois eu, o Soberano Senhor, digo claramente: enquanto eu viver, esta frase nunca mais terá validade entre o meu povo. Ninguém morrerá por causa do erro de outro!",
      "referencias": [
        "Romanos 14:11",
        "Gálatas 6:5"
      ],
      "comentario": "Reforço da rejeição ao provérbio. A afirmação enfática do juramento divino sublinha a seriedade da nova era de julgamento que está começando: a partir de agora, cada um colherá o que plantar.",
      "temas": [
        "Soberania",
        "Retribuição"
      ],
      "personagens": [
        "O Soberano Senhor"
      ]
    },
    "4": {
      "parafrase": "Vejam bem: todas as almas são minhas, pertencem a mim. Assim como a alma do pai, a alma do filho também me pertence. Aquele que pecar, somente ele pagará por seu próprio pecado.",
      "referencias": [
        "Salmos 24:1",
        "Apocalipse 20:12"
      ],
      "comentario": "Estabelece a premissa teológica fundamental: Deus é o dono absoluto de toda a existência humana ('todas as almas são minhas'). Isso valida a justiça aplicada no versículo 3.",
      "temas": [
        "Posse Divina",
        "Pecado Pessoal"
      ],
      "personagens": []
    },
    "5": {
      "parafrase": "Mas agora, imaginem um homem, um homem justo. Este homem vive de acordo com todas as minhas leis, segue cada uma das minhas ordenanças com fidelidade e nunca desvia do caminho reto.",
      "referencias": [
        "Gênesis 6:9",
        "Mateus 5:17"
      ],
      "comentario": "Inicia a ilustração do homem justo. O termo hebraico para 'justo' é 'tzaddiq', alguém que cumpre fielmente os requisitos do pacto.",
      "temas": [
        "Justiça",
        "Obediência"
      ],
      "personagens": [
        "O Homem Justo"
      ]
    },
    "6": {
      "parafrase": "Este homem jamais comeu carne de sacrifícios oferecida a ídolos, nem olhou para os falsos deuses, nem manchou a esposa de seu vizinho, nem se aproximou de uma mulher em seu período menstrual.",
      "referencias": [
        "Levítico 17:10-12",
        "1 Coríntios 10:14"
      ],
      "comentario": "Detalha as proibições rituais e morais que o homem justo observa. Evitar ídolos e manter a pureza sexual/ritual (a separação durante a menstruação) eram pilares da vida pactual em Israel.",
      "temas": [
        "Pureza Ritual",
        "Fidelidade Conjugal"
      ],
      "personagens": [
        "O Homem Justo"
      ]
    },
    "7": {
      "parafrase": "Ele jamais oprimiu ninguém, devolveu a garantia ou o penhor que havia recebido, não cometeu roubo, mas dava seu pão para o faminto e oferecia vestimentas para quem estava nu.",
      "referencias": [
        "Deuteronômio 24:14-15",
        "Tiago 2:15-16"
      ],
      "comentario": "O foco muda para a justiça social. A Lei exigia que os empréstimos fossem tratados com equidade (devolvendo penhores a tempo) e que a caridade fosse ativa (dar pão e roupa).",
      "temas": [
        "Justiça Social",
        "Caridade Ativa"
      ],
      "personagens": [
        "O Homem Justo"
      ]
    },
    "8": {
      "parafrase": "Ele nunca praticou a usura, jamais exigiu juros sobre empréstimos, soube controlar suas mãos para não aceitar subornos e sempre praticou o direito em suas transações.",
      "referencias": [
        "Levítico 25:36-37",
        "Salmos 15:5"
      ],
      "comentario": "Proíbe a cobrança de juros (usura), vista como exploração, e enfatiza a integridade nas transações comerciais ('praticou o direito').",
      "temas": [
        "Ética Financeira",
        "Integridade"
      ],
      "personagens": [
        "O Homem Justo"
      ]
    },
    "9": {
      "parafrase": "Este homem se manteve firme em meus estatutos e obedeceu fielmente às minhas leis. Portanto, ele é um homem justo e, com certeza, viverá muito tempo, pois assim eu decidi!'",
      "referencias": [
        "Deuteronômio 30:16",
        "Tiago 1:22"
      ],
      "comentario": "Conclusão sobre o homem justo: sua obediência integral aos decretos (Estatutos/Leis) garante a vida plena ('viverá'). A vida aqui é vista como um fruto direto da obediência.",
      "temas": [
        "Recompensa da Justiça",
        "Estabilidade"
      ],
      "personagens": [
        "O Homem Justo"
      ]
    },
    "10": {
      "parafrase": "Agora, considerem o filho deste homem justo. Imagine que este filho se torne um violento ladrão, um assassino impiedoso, alguém que espalha a desgraça pela cidade.",
      "referencias": [
        "Juízes 2:10",
        "2 Crônicas 36:11"
      ],
      "comentario": "Introduz o segundo personagem, o filho do justo. Ele representa a quebra geracional, o oposto exato do pai. A violência ('derramador de sangue') é o primeiro e mais grave pecado listado.",
      "temas": [
        "Corrupção Moral",
        "Violência"
      ],
      "personagens": [
        "O Filho Ímprobo",
        "O Homem Justo"
      ]
    },
    "11": {
      "parafrase": "Este filho faz todas essas coisas abomináveis: come em altares idólatras, comete imoralidade sexual e despreza os necessitados do seu povo.",
      "referencias": [
        "Oseias 4:14",
        "1 Coríntios 6:9"
      ],
      "comentario": "O filho imita os pecados de apostasia (comer em altares) e imoralidade, demonstrando que a justiça do pai não o salvou de sua própria conduta.",
      "temas": [
        "Idolatria",
        "Imoralidade"
      ],
      "personagens": [
        "O Filho Ímprobo"
      ]
    },
    "12": {
      "parafrase": "Ele trata com desprezo os pobres, rouba bens, comete adultério e humilha os desamparados, agindo com traição e maldade.",
      "referencias": [
        "Amós 8:4-6",
        "Tiago 2:6"
      ],
      "comentario": "A lista de pecados sociais intensifica-se, focando na exploração dos vulneráveis, o que, para Ezequiel, era uma das maiores ofensas contra a Lei.",
      "temas": [
        "Exploração",
        "Adultério"
      ],
      "personagens": [
        "O Filho Ímprobo"
      ]
    },
    "13": {
      "parafrase": "E o pior de tudo: este filho comete crimes hediondos! Ele pratica incesto (se deita com a nora) e se envolve em relações sexuais proibidas pela Lei. Por causa de sua conduta perversa, sua morte é certa e inevitável. A culpa por seu sangue está sobre ele mesmo!",
      "referencias": [
        "Levítico 18:6-18",
        "2 Samuel 13"
      ],
      "comentario": "O filho comete os pecados sexuais mais graves listados na Lei (incesto/relações proibidas). A consequência é explícita: 'morte' certa, e a responsabilidade é inteiramente dele, confirmando o ponto do versículo 2.",
      "temas": [
        "Perversão Sexual",
        "Consequência Imediata"
      ],
      "personagens": [
        "O Filho Ímprobo"
      ]
    },
    "14": {
      "parafrase": "Agora, vejamos: este mesmo filho perverso tem um filho, seu neto. Este neto observa tudo o que o pai fez de errado, mas decide não seguir esse caminho terrível.",
      "referencias": [
        "Números 14:18",
        "Isaías 65:17"
      ],
      "comentario": "Introduz a terceira geração, o neto. Este personagem é a prova viva da verdade de Deus, pois ele se arrepende ou, pelo menos, se abstém dos pecados do pai, quebrando a cadeia de maldade.",
      "temas": [
        "Arrependimento",
        "Nova Geração"
      ],
      "personagens": [
        "O Neto Justo"
      ]
    },
    "15": {
      "parafrase": "Este neto não se junta aos idólatras, não come nas mesas dos falsos deuses e não se entrega à imoralidade sexual. Ele não olha para as imagens esculpidas e não desrespeita as leis sobre a pureza.",
      "referencias": [
        "1 João 2:15-17",
        "Romanos 12:2"
      ],
      "comentario": "O neto ativamente rejeita os atos de idolatria e imoralidade que definiram o pai, focando na não participação nos rituais de apostasia.",
      "temas": [
        "Rejeição à Idolatria",
        "Pureza"
      ],
      "personagens": [
        "O Neto Justo"
      ]
    },
    "16": {
      "parafrase": "Ele não pratica extorsão, não retém o penhor de um devedor, não rouba, e, pelo contrário, oferece seu pão ao faminto e veste o nu.",
      "referencias": [
        "Lucas 12:33",
        "Atos 4:34"
      ],
      "comentario": "O neto pratica a justiça social, exatamente como o avô, demonstrando que ele herdou os valores éticos, mas não a falha moral do pai.",
      "temas": [
        "Generosidade",
        "Restituição"
      ],
      "personagens": [
        "O Neto Justo"
      ]
    },
    "17": {
      "parafrase": "Ele desvia sua mão de toda a injustiça, não se beneficia de juros ou lucros indevidos e age com equidade em todas as suas relações. Ele cumpre os meus mandamentos e vive de acordo com as minhas leis. Por isso, este homem não morrerá pela maldade de seu pai, mas viverá por causa de sua própria justiça!",
      "referencias": [
        "Provérbios 10:9",
        "Romanos 3:28"
      ],
      "comentario": "O neto é declarado justo por seus próprios méritos. Ele não carrega a dívida do pai ('não morrerá pela maldade de seu pai'), mas é salvo por sua própria adesão à Lei ('viverá pela sua justiça'). Isso desmantela o provérbio do versículo 2.",
      "temas": [
        "Mérito Pessoal",
        "Vida pela Justiça"
      ],
      "personagens": [
        "O Neto Justo"
      ]
    },
    "18": {
      "parafrase": "Mas e o pai? Aquele que oprimiu, roubou o irmão e causou o sofrimento ao seu próprio povo? Ele, por ter cometido todos esses atos terríveis, morrerá no meio de sua própria iniquidade e por causa dela.",
      "referencias": [
        "Isaías 3:11",
        "Romanos 2:6"
      ],
      "comentario": "Retorna ao pai ímpio para reforçar o contraste. A morte é o resultado direto e exclusivo de sua conduta pecaminosa ('por causa dela').",
      "temas": [
        "Iniquidade",
        "Morte Merecida"
      ],
      "personagens": [
        "O Pai Ímprobo"
      ]
    },
    "19": {
      "parafrase": "Vocês ainda perguntam: 'Mas e o filho? Por que ele não carrega a culpa do pai?' A resposta é clara: porque este filho se voltou contra a iniquidade do pai e agiu conforme a minha vontade. Ele não agiu como o pai, nem como o avô.",
      "referencias": [
        "Deuteronômio 24:16",
        "2 Reis 14:6"
      ],
      "comentario": "Ezequiel antecipa a dúvida do povo: se o filho do ímpio não morre pela maldade do pai, por que o neto do ímpio vive, sendo que seu pai morreu? A resposta está na escolha moral ativa de cada um.",
      "temas": [
        "Dúvida do Povo",
        "Escolha Moral"
      ],
      "personagens": [
        "O Filho Ímprobo",
        "O Neto Justo"
      ]
    },
    "20": {
      "parafrase": "O resultado final é este: a alma que pecar, essa alma será a única responsável por sua própria morte. Um homem justo jamais será punido pela injustiça de seu antepassado, e um homem perverso nunca será salvo pela retidão de seu antepassado.",
      "referencias": [
        "Jeremias 31:30",
        "Hebreus 12:1"
      ],
      "comentario": "Esta é a síntese teológica do capítulo. A justiça e a punição são medidas estritamente na unidade da pessoa perante Deus, abolindo a ideia de culpa corporativa transmitida indevidamente entre gerações (embora a influência cultural exista).",
      "temas": [
        "Justiça Absoluta",
        "Individualismo Espiritual"
      ],
      "personagens": []
    },
    "21": {
      "parafrase": "Porém, se este homem perverso, que está prestes a morrer, decidir abandonar todos os seus caminhos de pecado e se converter totalmente às minhas leis, praticando o que é justo e correto, ele terá garantida a sua vida!",
      "referencias": [
        "Jonas 3:10",
        "Atos 3:19"
      ],
      "comentario": "Introduz a possibilidade de redenção mesmo para o pecador mais endurecido. A conversão genuína ('se converter') e a prática da justiça ('praticar o que é reto') anulam o registro anterior de seus pecados.",
      "temas": [
        "Arrependimento Radical",
        "Esperança de Redenção"
      ],
      "personagens": [
        "O Homem Ímprobo Convertido"
      ]
    },
    "22": {
      "parafrase": "Todas as transgressões que ele cometeu serão esquecidas e não serão mais lembradas contra ele. Ele viverá apenas por causa da sua nova justiça!",
      "referencias": [
        "Salmos 103:12",
        "Miquéias 7:18-19"
      ],
      "comentario": "O esquecimento dos pecados ('não serão lembradas') é um ato soberano de Deus baseado na mudança de coração do indivíduo. A vida é o resultado do novo padrão de conduta.",
      "temas": [
        "Perdão",
        "Nova Vida"
      ],
      "personagens": [
        "O Homem Ímprobo Convertido"
      ]
    },
    "23": {
      "parafrase": "Será que eu, o Senhor Deus, realmente desejo a morte do homem mau? De forma alguma! Eu anseio, na verdade, que ele se arrependa de seus maus caminhos e, assim, escolha viver. Não sinto prazer algum quando o perverso morre!",
      "referencias": [
        "2 Pedro 3:9",
        "Lucas 15:7"
      ],
      "comentario": "Este versículo revela o coração de Deus. O 'desejo' (ou prazer) de Deus não é a punição, mas a vida do pecador, ecoando a misericórdia universal.",
      "temas": [
        "Misericórdia de Deus",
        "Desejo de Salvação"
      ],
      "personagens": [
        "O Senhor Deus"
      ]
    },
    "24": {
      "parafrase": "Mas, se um homem justo decidir virar as costas para toda a sua justiça anterior, mergulhando na injustiça, cometendo todas as abominações que vimos o ímpio fazer, ele realmente viverá? Eu lhe digo: não! Ele morrerá!",
      "referencias": [
        "Hebreus 6:4-6",
        "2 Pedro 2:21"
      ],
      "comentario": "O reverso da moeda: a queda do justo. A retidão anterior não serve de escudo se a pessoa escolhe ativamente pecar ('virar as costas'). Sua morte será pelo seu próprio pecado novo, não pela justiça passada.",
      "temas": [
        "Apostasia",
        "Perda da Retidão"
      ],
      "personagens": [
        "O Justo Caído"
      ]
    },
    "25": {
      "parafrase": "Vocês continuam dizendo: 'O caminho do Senhor não é justo!'. Mas escutem bem: é o caminho do homem que não é justo! Quando um justo se desvia e comete o mal, ele morre por causa disso, assim como eu previ. Sua justiça anterior não o salvará mais!",
      "referencias": [
        "Romanos 9:20-21",
        "Mateus 25:41-46"
      ],
      "comentario": "Ezequiel conclui reafirmando a retidão de Deus. O povo tenta culpar a Deus ('o caminho do Senhor não é justo'), mas Deus conclui que a falha reside na escolha humana de pecar ou na escolha humana de se arrepender. A justiça de Deus é inabalável, baseada na verdade do ato presente.",
      "temas": [
        "Inabalabilidade da Justiça Divina",
        "Culpa Humana"
      ],
      "personagens": [
        "O Senhor Deus"
      ]
    },
    "26": {
      "parafrase": "Mas, eis que se uma pessoa que antes vivia rigidamente na justiça, seguindo todos os meus mandamentos e estatutos, de repente se desviar desse caminho reto, cometendo atos de idolatria e pecado abominável, como fizeram todos os ímpios, ela viverá por esses seus novos atos maus? Pelo caminho perverso que trilhou, ela morrerá. Todas as suas obras de justiça passadas serão esquecidas diante da sua queda.",
      "referencias": [
        "Gênesis 6:5",
        "Mateus 24:12",
        "Romanos 11:22"
      ],
      "comentario": "Este versículo estabelece o princípio da responsabilidade contínua. O termo hebraico para 'justiça' é 'tsedaqah' (justiça/retidão) e para 'lei' é 'chuqqot' (decretos/estatutos). Ezequiel enfatiza que a fidelidade não é um status permanente, mas uma condição contínua. A apostasia súbita (pecado abominável) anula o passado, indicando que a salvação/juízo é determinada pelo estado final da vida do indivíduo.",
      "temas": [
        "Responsabilidade Individual",
        "Apostasia",
        "Fidelidade Contínua"
      ],
      "personagens": [
        "O Ímpios (Referência Geral)"
      ]
    },
    "27": {
      "parafrase": "Por outro lado, se um indivíduo que tem caminhado na impiedade, cometendo toda sorte de maldade, de repente decidir virar as costas para seus erros, buscando o caminho da retidão e praticando aquilo que é justo e bom segundo a minha vontade, ele viverá. Ele se arrependerá verdadeiramente.",
      "referencias": [
        "Lucas 13:3",
        "Atos 3:19",
        "Tiago 5:19-20"
      ],
      "comentario": "Aqui temos o contraste dramático. O 'mal' aqui é 'rasha' (impiedade/maldade ativa). A mudança é um 'virar-se' (teshuvah, arrependimento). O foco está na ação presente e futura baseada na decisão de viver 'justiça e equidade' (mispat u-tsedaqah). A esperança reside na conversão genuína.",
      "temas": [
        "Arrependimento Genuíno",
        "Misericórdia Divina",
        "Justificação pela Fé em Ação"
      ],
      "personagens": [
        "O Ímpio arrependido"
      ]
    },
    "28": {
      "parafrase": "Ao perceber a enormidade de todos os seus pecados cometidos, ele se voltará e desistirá de tudo, escolhendo viver conforme os meus caminhos. Porque ele se arrependeu de coração, ele certamente não morrerá; viverá plenamente, desfrutando da vida que lhe havia sido tirada.",
      "referencias": [
        "Salmos 51:17",
        "Jeremias 31:18-19",
        "1 João 1:9"
      ],
      "comentario": "A frase chave é 'abrir seus olhos' (pode ser implícito no contexto de 'perceber'). O arrependimento é um ato de 'desistir' (deixar) os atos maus. A promessa de vida é firme ('hay yichye' - certamente viverá), sublinhando a seriedade da promessa de Deus para com o penitente.",
      "temas": [
        "Libertação do Juízo",
        "Restituição da Vida",
        "Consciência do Pecado"
      ],
      "personagens": [
        "O Ímpio arrependido"
      ]
    },
    "29": {
      "parafrase": "No entanto, a casa de Israel ainda insiste em dizer: 'O modo de agir do Senhor não é justo!'. Não é por causa das minhas ações que vocês sofrem, ó casa de Israel, mas sim por causa da maneira como vocês agem!",
      "referencias": [
        "Romanos 9:19",
        "Lamentações 3:39"
      ],
      "comentario": "Este versículo revela a queixa e a teimosia do povo. Eles culpam Deus pela calamidade, alegando que Sua justiça ('mispat') é falha. Ezequiel refuta veementemente: o sofrimento é uma consequência direta de suas próprias transgressões, não de um Deus caprichoso.",
      "temas": [
        "Teimosia Humana",
        "Soberania de Deus",
        "Culpa Projetada"
      ],
      "personagens": [
        "Casa de Israel"
      ]
    },
    "30": {
      "parafrase": "Portanto, eu, o Senhor Deus, digo a vocês: 'Ajustem suas condutas, ó nação de Israel! Cada um de vocês será julgado estritamente conforme a sua conduta individual. Abandonem todas as suas transgressões, para que o pecado não seja a causa da sua ruína!'",
      "referencias": [
        "Apocalipse 20:12",
        "2 Coríntios 5:10",
        "1 Pedro 4:17"
      ],
      "comentario": "A ordem divina é clara: 'Dêem um reviravolta' ou 'Converta-se' (shuvu). O julgamento é estritamente individualizado ('cada um segundo seu caminho'). O foco é a transformação ética e moral urgente para evitar a destruição (' Mikhshol' - tropeço/obstáculo).",
      "temas": [
        "Convocação à Mudança",
        "Julgamento Individualizado",
        "Ato de Tropeçar no Pecado"
      ],
      "personagens": [
        "Senhor Deus",
        "Nação de Israel"
      ]
    },
    "31": {
      "parafrase": "Livre-se de todo o peso do mal que vocês acumularam ao longo da vida, livrem-se dos seus pecados e forjem para si um novo coração e um novo espírito. Por que vocês querem perecer, ó casa de Israel?",
      "referencias": [
        "Salmos 51:10",
        "Filipenses 2:12",
        "Hebreus 8:10"
      ],
      "comentario": "Este é um chamado à renovação interior profunda. 'Lançai para longe' refere-se a rejeitar ativamente os atos de desobediência. O 'coração novo' ('lev hadash') e o 'espírito novo' são metáforas para uma nova natureza interior, um tema central na teologia da aliança, posteriormente prometido aos exilados. A pergunta retórica final expressa a incredulidade de Deus diante da autodestruição do Seu povo.",
      "temas": [
        "Renovação Interior",
        "Criação de um Novo Espírito",
        "A Inutilidade da Perecer"
      ],
      "personagens": [
        "Casa de Israel"
      ]
    },
    "32": {
      "parafrase": "Pois eu não tenho o mais leve prazer na morte de ninguém, diz o Senhor Deus. Portanto, mudem de atitude! Voltem-se para mim e vivam! Eu desejo ardentemente que vocês se convertam e permaneçam vivos!",
      "referencias": [
        "2 Pedro 3:9",
        "1 Timóteo 2:4",
        "Oséias 13:9"
      ],
      "comentario": "Este versículo encapsula a misericórdia irresistível de Deus. A palavra para 'deleite' ou 'prazer' é 'chephets'. Deus não se alegra (não tem prazer em) na morte do ímpio ('rasha'). O chamado final é um apelo para 'converter-se' ou 'voltar' ('Shuvu') para que possam experimentar a vida, confirmando que o desejo divino é a restauração, não a destruição.",
      "temas": [
        "Desejo de Deus pela Vida",
        "Caráter Misericordioso de Deus",
        "Apelo Final à Conversão"
      ],
      "personagens": [
        "Senhor Deus"
      ]
    }
  }
}