{
  "livro": "Ezequiel",
  "capitulo": 21,
  "contexto_historico": "O Capítulo 21 de Ezequiel ocorre durante o exílio babilônico (após 586 a.C.), um período de grande desespero e incerteza para os judeus deportados. A destruição de Jerusalém e do Templo já aconteceu, e a mensagem de Ezequiel foca na confirmação do juízo divino contra Judá e nas nações vizinhas. O tom é de urgência e advertência final, preparando o povo para a severidade da ação de Deus, mas também mantendo uma pequena esperança focada na justiça final.",
  "bloco_tematico": "A Espada Flamejante de Deus Contra Israel e Amon 🔥🗡️",
  "versiculos": {
    "1": {
      "parafrase": "Então, a palavra do Senhor veio a mim com urgência, como um chamado direto do céu. Ele me disse: \"Filho do homem, preste muita atenção! Olhe bem e abra os seus ouvidos para ouvir o que estou prestes a lhe revelar sobre Israel.\"",
      "referencias": [
        "Jeremias 1:2",
        "Ezequiel 3:1"
      ],
      "comentario": "O versículo estabelece a autoridade divina da mensagem. A expressão 'Filho do homem' (Ben Adam) é o título usual de Deus para Ezequiel, enfatizando sua humanidade em contraste com a divindade da palavra recebida. A ordem é para atenção total, preparando o profeta para um julgamento severo.",
      "temas": [
        "Chamado Profético",
        "Atenção Divina"
      ],
      "personagens": [
        "Ezequiel",
        "Senhor"
      ]
    },
    "2": {
      "parafrase": "Pois o Soberano Senhor, meu Deus, declara que os seus costumes e as suas leis, o modo como vivem e agem, tornaram-se mais impuros e detestáveis do que as nações vizinhas. Eles abraçaram a idolatria e se tornaram piores do que os pagãos ao redor!",
      "referencias": [
        "Levítico 18:24-30",
        "Deuteronômio 18:12"
      ],
      "comentario": "Aqui começa o veredito. A impureza mencionada não é apenas social, mas primariamente religiosa e moral (violação da Aliança). O termo hebraico para 'detestáveis' é 'to'evah', que descreve rituais abomináveis perante Deus, especialmente a idolatria.",
      "temas": [
        "Julgamento",
        "Idolatria",
        "Pecado Nacional"
      ],
      "personagens": [
        "Senhor"
      ]
    },
    "3": {
      "parafrase": "Ainda mais, vocês, o povo de Israel, são duros de coração e teimosos. Carregam sobre vocês o peso dos seus antepassados, que desobedeceram a todas as minhas advertências e mandamentos ao longo da história.",
      "referencias": [
        "Êxodo 32:9",
        "Deuteronômio 31:27"
      ],
      "comentario": "A teimosia (cabeça dura, no sentido literal hebraico) é um tema recorrente. Deus conecta a culpa da geração presente com a herança espiritual de desobediência dos patriarcas, mostrando a persistência do erro através das eras.",
      "temas": [
        "Teimosia",
        "Herança de Pecado",
        "Desobediência"
      ],
      "personagens": [
        "Povo de Israel"
      ]
    },
    "4": {
      "parafrase": "Eu sei que vocês são rebeldes. Se eu fosse falar diretamente com os chefes das famílias, eles simplesmente se recusariam a me ouvir, pois desde cedo se voltaram para o caminho da perversidade.",
      "referencias": [
        "Jeremias 5:3",
        "Provérbios 1:7"
      ],
      "comentario": "O versículo detalha a resistência institucionalizada. Mesmo que Deus os chamasse individualmente, a resistência é generalizada, começando nas lideranças (\"anciãos\" ou chefes de família).",
      "temas": [
        "Rebeldia",
        "Liderança Corrupta"
      ],
      "personagens": [
        "Líderes de Israel"
      ]
    },
    "5": {
      "parafrase": "Portanto, ouça o que estou dizendo: Levante-se, vá até lá e diga-lhes com clareza e firmeza: 'Assim diz o Soberano Senhor: Vocês não apenas seguiram as práticas repugnantes dos outros povos, mas também se tornaram ainda piores do que eles!'",
      "referencias": [
        "Isaías 58:1",
        "Jeremias 2:11"
      ],
      "comentario": "A missão de Ezequiel é dupla: relatar a acusação e intensificá-la. O povo não só imitou o mal, mas o superou em grau de depravação.",
      "temas": [
        "Acusação",
        "Exagero do Pecado"
      ],
      "personagens": [
        "Senhor",
        "Ezequiel"
      ]
    },
    "6": {
      "parafrase": "Você deve dizer a eles: 'O Senhor declarou: Vocês desprezaram minhas leis e violaram meus estatutos, agindo de forma mais ímpia que as nações ao redor, pois se entregaram à idolatria em todos os lugares onde foram morar.'",
      "referencias": [
        "Amós 2:4",
        "Miquéias 6:16"
      ],
      "comentario": "A violação dos estatutos ('hoq' - decretos imutáveis) é a base da quebra da aliança. A menção de 'todos os lugares onde foram morar' sugere que o pecado os seguiu para onde quer que se estabelecessem, mesmo após o exílio.",
      "temas": [
        "Violação da Aliança",
        "Idolatria Generalizada"
      ],
      "personagens": [
        "Senhor"
      ]
    },
    "7": {
      "parafrase": "Eu fiz isso para que vocês vissem o meu poder e percebessem que Eu sou o Senhor, o Deus de vocês, mas vocês mancharam o meu Santo Nome com todas essas suas práticas vergonhosas.",
      "referencias": [
        "Isaías 48:11",
        "Levítico 22:32"
      ],
      "comentario": "O objetivo do julgamento é a manifestação da santidade e soberania de Deus (o 'nome' de Deus é a reputação e o caráter d'Ele). A impureza deles trouxe desonra ao Nome Santo.",
      "temas": [
        "Santidade de Deus",
        "Manifestação do Poder",
        "Desonra ao Nome"
      ],
      "personagens": [
        "Senhor"
      ]
    },
    "8": {
      "parafrase": "Por causa disso, eu vou derramar a minha fúria e o meu julgamento sobre vocês. Eu levantarei minha mão contra vocês e destruirei completamente a sua comida, os seus suprimentos e tudo o que os mantém vivos e sustentados.",
      "referencias": [
        "Lamentações 1:20",
        "Levítico 26:26"
      ],
      "comentario": "O ato de 'levantar a mão' (Yad) é um gesto de ameaça e poder executivo. A destruição da provisão (fome e escassez) é uma tática de julgamento conhecida no Antigo Testamento, privando o povo do sustento básico.",
      "temas": [
        "Fúria Divina",
        "Destruição",
        "Juízo Iminente"
      ],
      "personagens": [
        "Senhor"
      ]
    },
    "9": {
      "parafrase": "Então, eu os espalharei entre as nações e os dispersarei por todos os países, e assim vocês sentirão o peso da minha presença e do meu juízo, mesmo estando distantes.",
      "referencias": [
        "Deuteronômio 28:64",
        "Jeremias 29:18"
      ],
      "comentario": "A dispersão (exílio) é a consequência final da quebra da aliança. É um ato de separação física como reflexo da separação espiritual que eles escolheram.",
      "temas": [
        "Exílio",
        "Dispersão",
        "Consequência Espiritual"
      ],
      "personagens": [
        "Senhor"
      ]
    },
    "10": {
      "parafrase": "Até mesmo entre os gentios, vocês continuarão a desonrar o meu nome, pois, mesmo no exílio, vocês farão as mesmas coisas que abominaram. Vocês irão para o meio de povos que não conhecem o verdadeiro Deus, e, ainda assim, se comportarão mal!",
      "referencias": [
        "Romanos 2:24",
        "Jeremias 23:11"
      ],
      "comentario": "Este é um ponto crucial: o pecado não cessa com o exílio. A desonra ao Nome de Deus se torna pública e internacional, pois o povo infiel o levará consigo para o meio dos pagãos, confirmando o testemunho negativo sobre a fidelidade de Deus.",
      "temas": [
        "Desonra Internacional",
        "Exílio como Continuação do Pecado"
      ],
      "personagens": [
        "Povo de Israel",
        "Senhor"
      ]
    },
    "11": {
      "parafrase": "Pois assim diz o Soberano Senhor: Porque o templo de Israel e a sua casa santa estão repletos de coisas vergonhosas e de tudo o que me causa nojo, eu terei de me afastar deles.",
      "referencias": [
        "Isaías 6:5",
        "2 Reis 21:4"
      ],
      "comentario": "O templo, o lugar da morada da presença de Deus (Shekinah), está profanado pela idolatria interna. Isso força Deus a retirar Sua presença, um conceito que ecoa a saída da glória descrita em Ezequiel 10.",
      "temas": [
        "Profanação do Templo",
        "Retirada da Presença Divina"
      ],
      "personagens": [
        "Senhor"
      ]
    },
    "12": {
      "parafrase": "Uma parte de vocês será atingida pela doença e pela morte, aqui mesmo em Jerusalém. Uma parte será destruída pela espada ao redor da cidade. E a parte restante, eu a espalharei ao vento, e a caçarei sem piedade, pois eu sou o Senhor falando.",
      "referencias": [
        "Apocalipse 6:8",
        "Jeremias 15:2"
      ],
      "comentario": "Este versículo descreve um julgamento tripartido: peste/morte, espada (guerra) e dispersão. É o clímax da punição física antes da menção ao remanescente.",
      "temas": [
        "Julgamento Triplo",
        "Morte",
        "Guerra"
      ],
      "personagens": [
        "Senhor"
      ]
    },
    "13": {
      "parafrase": "Então, a minha ira se acalmará, e o meu furor diminuirá contra eles. Somente quando eu tiver completado a minha vingança e minha fúria contra eles, eles saberão, de verdade, que Eu sou o Senhor, pois usei meu zelo para falar contra eles.",
      "referencias": [
        "Isaías 10:25",
        "Deuteronômio 32:43"
      ],
      "comentario": "A ira de Deus tem um limite e um propósito: a completa satisfação da justiça (vingança justa) e, paradoxalmente, o reconhecimento de quem Ele é. O 'zelo' (qina) reflete a paixão de Deus pela Sua aliança.",
      "temas": [
        "Satisfação da Ira",
        "Justiça Divina",
        "Reconhecimento de Deus"
      ],
      "personagens": [
        "Senhor"
      ]
    },
    "14": {
      "parafrase": "Além disso, eu levantarei a minha mão e colocarei nações inimigas sobre eles. Eu farei com que se levantem contra eles e acabarei com tudo o que eles valorizam, desde o vale da cidade até as casas de suas famílias mais importantes.",
      "referencias": [
        "Joel 3:4",
        "Lamentações 1:15"
      ],
      "comentario": "O julgamento externo será executado por nações estrangeiras (os babilônios, no contexto histórico). A destruição é total, atingindo desde a infraestrutura (o vale) até o centro da vida familiar.",
      "temas": [
        "Invasão Estrangeira",
        "Destruição Material"
      ],
      "personagens": [
        "Senhor"
      ]
    },
    "15": {
      "parafrase": "Assim, vocês saberão que Eu sou o Senhor, porque Eu os entreguei nas mãos de seus inimigos, como um ato de vingança justa, por todas as práticas pecaminosas que cometeram.",
      "referencias": [
        "Salmos 106:34",
        "Jeremias 27:8"
      ],
      "comentario": "Mais uma vez, o propósito final é o reconhecimento da soberania e justiça de Deus por meio da experiência da derrota nas mãos dos inimigos.",
      "temas": [
        "Reconhecimento por Meio da Dor",
        "Vingança Justa"
      ],
      "personagens": [
        "Senhor"
      ]
    },
    "16": {
      "parafrase": "Quando eu tiver diminuído a população de vocês, destruindo todos os seus suprimentos de comida, até que restem apenas alguns sobreviventes, eles olharão para trás, para a sua maldade, e tremerão ao ver o que lhes aconteceu.",
      "referencias": [
        "Isaías 17:4-5",
        "Jeremias 44:28"
      ],
      "comentario": "A redução populacional serve para criar um remanescente que testemunhará a desolação. O tremer indica a compreensão tardia, mas profunda, das consequências de seus atos.",
      "temas": [
        "Remanescente",
        "Testemunho da Devastação"
      ],
      "personagens": [
        "Senhor"
      ]
    },
    "17": {
      "parafrase": "Então, vocês se voltarão para mim e me dirão: 'Não fomos nós que demos a esses outros povos a permissão para nos destruir, pois fomos nós que merecemos o castigo pelo nosso comportamento ímpio?'",
      "referencias": [
        "Jó 34:30",
        "Lamentações 3:39"
      ],
      "comentario": "Este é o sinal do início da reflexão. O povo finalmente reconhece que sua destruição não foi um acidente cósmico, mas uma retribuição merecida (aqui, a negação da responsabilidade anterior é revertida).",
      "temas": [
        "Arrependimento Tácito",
        "Reconhecimento da Culpa"
      ],
      "personagens": [
        "Povo de Israel"
      ]
    },
    "18": {
      "parafrase": "Por causa disso, eu me lembrarei da minha antiga aliança com Israel e mostrarei a minha ira, pois eles foram infiéis e se recusaram a me seguir, abraçando a idolatria.",
      "referencias": [
        "Jeremias 31:31-33",
        "Levítico 26:44"
      ],
      "comentario": "Este versículo é crucial, pois sugere que o julgamento serve para purificar Israel, permitindo que a memória da Aliança (embora quebrada) seja a base para a restauração futura, após a ira ter passado.",
      "temas": [
        "Aliança (Memória)",
        "Infidelidade",
        "Ira Purificadora"
      ],
      "personagens": [
        "Senhor",
        "Israel"
      ]
    },
    "19": {
      "parafrase": "Eu lhes digo, pois, o seguinte: assim diz o Senhor Deus: Com relação a vocês, ó casa de Israel, eu mesmo vou separá-los. Vocês deverão praticar a idolatria que amam, mesmo em meio ao luto e à dor!",
      "referencias": [
        "Oseias 4:17",
        "Apocalipse 9:20"
      ],
      "comentario": "Esta é uma sentença de condenação irônica. Já que amam a impureza, Deus os deixará em seu estado, forçando-os a verem a idolatria em seu próprio sofrimento, como se fosse sua única opção remanescente.",
      "temas": [
        "Condenação Irônica",
        "Amor ao Pecado"
      ],
      "personagens": [
        "Senhor",
        "Casa de Israel"
      ]
    },
    "20": {
      "parafrase": "Eu retirarei de vocês o meu apoio, e vocês se tornarão fracos e se prostrarão perante os seus ídolos, para que entendam que fui Eu quem os puniu, pois vocês quebraram todas as minhas leis sagradas.",
      "referencias": [
        "Juízes 3:8",
        "Deuteronômio 28:48"
      ],
      "comentario": "A punição máxima é a ausência do apoio divino ('levantar a mão contra'). Eles não terão mais a força ou a proteção para resistir, sendo deixados à mercê dos próprios ídolos ou da fraqueza resultante.",
      "temas": [
        "Abandono",
        "Fraqueza Espiritual",
        "Quebra da Lei"
      ],
      "personagens": [
        "Senhor"
      ]
    },
    "21": {
      "parafrase": "Mas eu pouparei um pequeno grupo entre vocês, aqueles que se arrependerem e lembrarem de mim enquanto estiverem entre os povos para os quais foram levados como prisioneiros.",
      "referencias": [
        "Isaías 1:9",
        "Miquéias 7:18"
      ],
      "comentario": "A esperança surge aqui. O 'poupar' (hanas) é um ato de misericórdia seletiva. O critério para a sobrevivência é a lembrança de Deus no exílio, um despertar espiritual no estrangeiro.",
      "temas": [
        "Misericórdia",
        "Lembrança de Deus",
        "Arrependimento no Exílio"
      ],
      "personagens": [
        "Senhor"
      ]
    },
    "22": {
      "parafrase": "E, quando vocês estiverem no meio dessas nações, vocês aprenderão, sentindo na pele, que Eu sou o Senhor, e que as minhas ordens e os meus juízos são justos e inevitáveis.",
      "referencias": [
        "Salmos 9:16",
        "Romanos 3:25-26"
      ],
      "comentario": "A dor do exílio torna-se a escola da teologia. O sofrimento força a validação da justiça e da soberania de Deus (o 'Eu sou o Senhor').",
      "temas": [
        "Aprendizado pelo Sofrimento",
        "Justiça de Deus"
      ],
      "personagens": [
        "Senhor"
      ]
    },
    "23": {
      "parafrase": "Então, vocês dirão: 'Ah, o Senhor não nos castigou por causa das nações que nos cercavam, mas sim por causa da nossa própria desobediência e idolatria secreta!'",
      "referencias": [
        "Jó 34:11",
        "Provérbios 13:15"
      ],
      "comentario": "A compreensão final: o castigo não veio dos vizinhos, mas da própria infidelidade. A idolatria, embora praticada 'em segredo' (metaforicamente, como parte da vida), é a causa primária.",
      "temas": [
        "Autoconsciência da Culpa",
        "Idolatria Secreta"
      ],
      "personagens": [
        "Povo de Israel"
      ]
    },
    "24": {
      "parafrase": "Por isso, eu desci sobre vocês com a minha indignação, usando os babilônios como meus instrumentos de execução, pois vocês desprezaram os meus estatutos e profanaram o meu templo com suas práticas abomináveis.",
      "referencias": [
        "2 Reis 24:1-4",
        "Isaías 10:5-6"
      ],
      "comentario": "Deus reafirma que Ele é o motor por trás da invasão babilônica (instrumento). Os babilônios são meros executores da sentença divina por causa da profanação do templo (o cerne da ofensa).",
      "temas": [
        "Babilônia como Instrumento",
        "Profanação",
        "Execução da Sentença"
      ],
      "personagens": [
        "Senhor"
      ]
    },
    "25": {
      "parafrase": "Portanto, eu dei a eles leis que não eram boas, e estatutos pelos quais não viveriam. Eu os deixei cair em um caminho que só poderia levá-los à destruição, pois vocês não os seguiram e se desviaram dos caminhos corretos.",
      "referencias": [
        "Romanos 1:24-28",
        "Jeremias 6:16"
      ],
      "comentario": "Este versículo resume a justiça retributiva: Deus permitiu que eles seguissem o caminho ímpio que escolheram ('leis que não eram boas'), entregando-os às consequências lógicas da rejeição da verdade. É a 'entrega' (paradidomi) mencionada no Novo Testamento.",
      "temas": [
        "Justiça Retributiva",
        "Entrega ao Pecado",
        "Consequências da Escolha"
      ],
      "personagens": [
        "Senhor"
      ]
    },
    "26": {
      "parafrase": "E o Senhor lhe dirigiu a palavra, dizendo: 'Filho do homem, você deve apontar o destino duplo e sombrio para Jerusalém. Esta cidade, agora em ruínas e desgraça, está sob um julgamento severo por causa de sua infidelidade religiosa. É como se o ímpio se vangloriasse de sua corrupção, e por isso, o destino dela será de completa destruição e escárnio, um exemplo terrível para todas as nações vizinhas. 😈'",
      "referencias": [
        "Levítico 26:14-15",
        "Deuteronômio 28:15"
      ],
      "comentario": "O termo 'profetiza' (NVI: 'profetiza') aqui carrega o peso de uma declaração final e inegociável de Deus. A expressão 'destino duplo' refere-se a uma condenação que será sentida tanto na terra (destruição) quanto no testemunho perante os outros povos (vergonha e ridículo). Jerusalém se tornou um paradigma de desobediência, o que amplifica a severidade do juízo divino, transformando-a em um espelho negativo para as outras nações. 💔",
      "temas": [
        "Julgamento Divino",
        "Consequências da Infidelidade",
        "Profecia"
      ],
      "personagens": [
        "Senhor (Deus)",
        "Ezequiel"
      ]
    },
    "27": {
      "parafrase": "Para os anciãos de Israel, que ainda se apegam aos seus rituais vazios, esta é a mensagem do Soberano: 'Vocês estão mentindo quando dizem que o Senhor não intervém e que tudo segue o curso natural, sem punição. Vocês murmuram que Deus se esqueceu de nós, que Ele não vê a nossa situação atual. Mas Eu vos digo: vocês estão enganados e prestes a enfrentar a prova mais dura de que Eu estou no controle absoluto!' 😠",
      "referencias": [
        "Isaías 29:13",
        "Miquéias 3:11"
      ],
      "comentario": "Este versículo foca na autojustificação dos líderes religiosos e anciãos. Eles usavam a demora aparente do juízo como pretexto para duvidar da soberania de Deus ('o Senhor não vê'). A expressão 'dizem' (ou 'falando') indica uma murmuração contínua e uma negação ativa da autoridade divina. Deus confronta a descrença que se disfarça de resignação. É a soberania confrontando a dúvida humana. 🤔",
      "temas": [
        "Soberania de Deus",
        "Murmuração e Dúvida",
        "Liderança Religiosa"
      ],
      "personagens": [
        "Senhor (Deus)",
        "Anciãos de Israel"
      ]
    },
    "28": {
      "parafrase": "Portanto, diga-lhes: Assim diz o Eterno Deus: 'Vocês serão tratados exatamente como fizeram com os outros povos, aqueles que vocês observavam com desprezo. Vocês se tornaram iguais a eles, seguindo os caminhos da idolatria e da perversidade. E por isso, a mão da minha justiça se levantará contra vocês, e vocês conhecerão o meu poder punitivo de perto.' 👊",
      "referencias": [
        "Romanos 2:1-3",
        "Amós 2:4-5"
      ],
      "comentario": "O princípio do 'retorno' ou 'reciprocidade' é central aqui. Israel desejava ser como as nações vizinhas em termos de poder político e liberdade, mas ao imitá-las em idolatria (o 'coração desviado'), eles se qualificaram para o mesmo julgamento que aquelas nações sofreram. A 'mão do Senhor' é uma metáfora hebraica clássica para o poder ativo de Deus em ação, seja para salvar ou para destruir. ✋",
      "temas": [
        "Reciprocidade do Julgamento",
        "Idolatria",
        "Poder de Deus"
      ],
      "personagens": [
        "Senhor (Deus)",
        "Ezequiel"
      ]
    },
    "29": {
      "parafrase": "E quando Eu tiver cumprido todo o Meu castigo, quando tiverem experimentado toda a Minha ira sobre eles, então, somente então, eles compreenderão que Eu sou o Senhor e que Eu não estava falando palavras vazias, mas sim decretos firmes e verdadeiros. Eles saberão, pela dor, que a Minha palavra se cumpre. 💥",
      "referencias": [
        "Jeremias 44:28",
        "Apocalipse 19:1"
      ],
      "comentario": "Este versículo oferece uma rara visão da meta final do julgamento: o reconhecimento da soberania divina ('Eu sou o Senhor' - 'Ani YHWH'). O juízo não é um fim em si mesmo, mas um meio pedagógico. O povo só chegará à verdade plena sobre quem Deus é ('saberão que Eu sou o Senhor') através da experiência direta da execução do Seu juízo. A palavra do profeta é equiparada à palavra de Deus. 🎯",
      "temas": [
        "Reconhecimento Divino",
        "Cumprimento da Palavra",
        "Propósito do Castigo"
      ],
      "personagens": [
        "Senhor (Deus)"
      ]
    },
    "30": {
      "parafrase": "Você, ó Filho do Homem, é a minha testemunha diante deste povo incrédulo. Clame a eles que tudo o que lhes disse será verdade, pois Eu dei autoridade sobre você para falar estas palavras de condenação e advertência. Você cumpriu o seu papel, mesmo que eles não queiram ouvir agora. 📢",
      "referencias": [
        "Isaías 6:9-10",
        "Atos 1:8"
      ],
      "comentario": "Aqui, Deus reafirma a comissão de Ezequiel. Ele é o 'filho do homem' (referência a uma figura humana sob a autoridade divina) e o porta-voz designado. A tarefa do profeta é falar, independentemente da resposta. O fato de Deus declarar que as palavras serão cumpridas estabelece Ezequiel como um canal fidedigno, mesmo que sua mensagem seja de desgraça. O povo não terá desculpas. ✅",
      "temas": [
        "Chamado Profético",
        "Autoridade da Palavra",
        "Testemunho"
      ],
      "personagens": [
        "Senhor (Deus)",
        "Ezequiel"
      ]
    },
    "31": {
      "parafrase": "Contudo, vocês, que estão no meio desta dor e humilhação, não apenas sofrerão a destruição física, mas também carregarão a marca da vergonha pública. Serão jogados de lado, como lixo, e a sua cidade amada se tornará um mero símbolo de como um povo pode cair em desgraça por abandonar a Aliança. 😥",
      "referencias": [
        "Lamentações 1:1",
        "Lamentações 2:15"
      ],
      "comentario": "Este versículo detalha a natureza do escárnio mencionado anteriormente. O povo será exposto ao ridículo ('objeto de escárnio'). O verbo hebraico para 'jogados de lado' ou 'assoprados' sugere um desprezo total, como algo sem valor que é simplesmente varrido. A glória passada de Jerusalém será invertida em infâmia eterna (até o momento do arrependimento futuro). 📉",
      "temas": [
        "Vergonha Pública",
        "Desprezo das Nações",
        "Queda da Glória"
      ],
      "personagens": [
        "Povo de Israel"
      ]
    },
    "32": {
      "parafrase": "E, assim como as outras nações vieram para ver a sua queda, elas também se afastarão, maravilhadas e talvez um pouco satisfeitas por não serem o alvo daquela vez. Mas lembrem-se: vocês serão lembrados como aqueles que fizeram exatamente o que os outros faziam, destruindo a santidade que lhes foi confiada. Vocês serão um monumento à apostasia. 🗿",
      "referencias": [
        "Jeremias 25:9",
        "Obadias 1:10-14"
      ],
      "comentario": "O povo queria ser como as nações (v. 28). Agora, eles se tornarão um espetáculo para elas. As nações virão, não para ajudar, mas para observar o espetáculo da justiça de Deus, e talvez se sintam momentaneamente superiores. O povo de Deus se torna um aviso, um 'monumento' negativo, pois seu caminho foi o caminho da apostasia ('fizeram o que os outros faziam'). 🛑",
      "temas": [
        "Espetáculo para as Nações",
        "Apostasias",
        "Advertência"
      ],
      "personagens": [
        "Nações",
        "Povo de Israel"
      ]
    }
  }
}