{
  "livro": "Ezequiel",
  "capitulo": 26,
  "contexto_historico": "O Livro de Ezequiel foi escrito durante o exílio babilônico (a partir de 597 a.C.). O capítulo 26 surge após a profecia contra Tiro (capítulos 26-28). Tiro era uma cidade fenícia poderosa, conhecida por sua riqueza comercial e orgulho. A profecia aqui detalha a destruição iminente de Tiro, não apenas por Nabucodonosor (que faria um longo cerco à parte continental), mas também o ataque subsequente e final à ilha de Tiro, sugerindo uma destruição completa e total, como se suas ruínas fossem jogadas no mar. Isso reforça a soberania de Deus sobre nações orgulhosas. 🏛️🚢💥",
  "bloco_tematico": "Julgamento Profético Contra Tiro: A Destruição Total e a Humilhação da Soberba 🌊👑",
  "versiculos": {
    "1": {
      "parafrase": "Chegou a palavra do Senhor até mim, trazendo consigo uma mensagem urgente e pesada, como o som de um trovão que anuncia a tempestade iminente. Era uma revelação destinada à nação de Israel, especificamente àquele povo que vivia em sua própria terra, mas cuja segurança era uma ilusão perigosa.",
      "referencias": [
        "Gênesis 12:7",
        "Isaías 3:1",
        "Jeremias 1:3"
      ],
      "comentario": "O profeta recebe uma 'Palavra do Senhor' (Davar Adonai), indicando autoridade divina direta. O foco inicial é 'a terra de Israel', que seria o palco do julgamento, contrastando com a posse prometida por Deus.",
      "temas": [
        "Revelação Divina",
        "Território de Israel",
        "Chamado Profético"
      ],
      "personagens": [
        "Senhor",
        "Ezequiel"
      ]
    },
    "2": {
      "parafrase": "Filho do homem, preste muita atenção, pois esta é a sentença que o Senhor Deus anuncia sobre a terra de Israel: Ela chegou ao fim, ao ponto de ruptura total. O destino dela está selado, e o juízo não pode mais ser adiado. É o crepúsculo final para a sua soberania e a sua paz.",
      "referencias": [
        "Lamentações 1:1",
        "Miqueias 7:11",
        "Romanos 11:25"
      ],
      "comentario": "A expressão 'a terra chegou ao fim' (qetsah ba'ah) implica um limite alcançado; a paciência divina se esgotou. É uma declaração de exaustão moral da nação.",
      "temas": [
        "Fim dos Tempos",
        "Julgamento Inevitável",
        "Soberania de Deus"
      ],
      "personagens": [
        "Filho do Homem",
        "Senhor Deus"
      ]
    },
    "3": {
      "parafrase": "Agora, Deus declara: 'Eu estou prestes a descarregar minha fúria sobre vocês! Vou fazer chover sobre esta terra o resultado exato das suas más ações. Não terei mais piedade, nem me importarei com o que sofrerão, mas a dor será a consequência direta dos seus comportamentos pecaminosos, de tudo o que fizeram.', diz o Soberano.",
      "referencias": [
        "Levítico 26:28",
        "Deuteronômio 28:23",
        "Salmos 79:8"
      ],
      "comentario": "O conceito de 'colher o que se semeia' é central aqui. A ira de Deus (chemah) não é arbitrária, mas uma resposta justa à persistente desobediência. O termo 'olho não poupará' enfatiza a ausência de misericórdia neste juízo específico.",
      "temas": [
        "Ira de Deus",
        "Consequência do Pecado",
        "Justiça Divina"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "4": {
      "parafrase": "Pois eu, o Senhor, vou olhar para o seu caminho e verificar tudo o que vocês fizeram. E tudo o que lhes acontecer será culpa de vocês mesmos. O meu coração não sentirá a menor compaixão pela sua destruição, pois a culpa recai inteiramente sobre suas cabeças.', declara o Senhor Todo-Poderoso.",
      "referencias": [
        "Salmos 90:8",
        "Provérbios 1:31",
        "Jeremias 15:6"
      ],
      "comentario": "Este versículo detalha a causalidade: Deus observa ('olharei') e o sofrimento resultante será imputado ao povo ('vossas obras'). O coração de Deus, embora compassivo em essência, aqui se retrai devido à justiça exigida.",
      "temas": [
        "Responsabilidade Pessoal",
        "Justiça Retributiva",
        "Autorreflexão"
      ],
      "personagens": [
        "Senhor"
      ]
    },
    "5": {
      "parafrase": "Veja bem, a calamidade está vindo contra vocês, uma após a outra, como uma onda que se levanta implacável. A ruína que está chegando é sem igual, uma verdadeira onda de desgraça que irá varrer tudo o que vocês construíram e valorizaram.",
      "referencias": [
        "Jeremias 4:23",
        "Amós 6:10",
        "Apocalipse 16:1"
      ],
      "comentario": "A repetição de desastres é descrita como um 'mal sobre mal' (ra'ah taḥat ra'ah). A imagem da 'onda' (sūfāh, geralmente tempestade ou inundação) sugere um avanço avassalador e inevitável.",
      "temas": [
        "Calamidade Progressiva",
        "Destruição Iminente",
        "Inundação Simbólica"
      ],
      "personagens": []
    },
    "6": {
      "parafrase": "O fim chegou! A sentença foi dada! A destruição se aproxima e já está batendo à porta. Vocês se agarram a ela, mas a hora da desolação total está marcada para acontecer.",
      "referencias": [
        "Mateus 24:33",
        "Apocalipse 22:10",
        "Números 23:10"
      ],
      "comentario": "O 'fim chegou' (qets ba). A proximidade do juízo é enfatizada pelo verbo que sugere 'chegar perto' ou 'estar prestes a acontecer'. O povo se agarra a algo, talvez à esperança ilusória de salvação, mas o decreto é firme.",
      "temas": [
        "Conclusão",
        "Sentença Final",
        "Pressa do Juízo"
      ],
      "personagens": []
    },
    "7": {
      "parafrase": "A manhã está raiando sobre vocês, os habitantes daquela terra, mas não trará a luz da libertação, e sim o clarão da sentença. Vocês se tornaram cúmplices de práticas violentas e cruéis, e agora a hora do acerto de contas amanheceu.",
      "referencias": [
        "Isaías 29:20",
        "Jó 3:9",
        "Malaquias 4:1"
      ],
      "comentario": "O 'alvorecer' (bōqer) aqui é irônico. Em vez de luz e renovação, traz o julgamento. O povo foi 'povoado' (yāšab) na violência, indicando que a maldade se tornou seu modo de vida estabelecido.",
      "temas": [
        "Dia do Senhor",
        "Violência",
        "Ironia da Esperança"
      ],
      "personagens": []
    },
    "8": {
      "parafrase": "Eu derramarei sobre vocês a minha indignação, minha fúria ardente, e a executarei de acordo com a medida exata dos pecados que cometeram. Eu não sentirei pena nem hesitarei, pois o preço de suas iniquidades será cobrado integralmente.",
      "referencias": [
        "Isaías 10:5",
        "Lamentações 2:2",
        "Romanos 2:8"
      ],
      "comentario": "A ideia de medir (waddati) é crucial; o juízo é proporcional à ofensa. A indignação (ḥemah) será aplicada com precisão, confirmando a soberania e a justiça do julgamento.",
      "temas": [
        "Proporcionalidade do Castigo",
        "Indignação Divina",
        "Medida do Pecado"
      ],
      "personagens": [
        "Eu (Deus)"
      ]
    },
    "9": {
      "parafrase": "E eu os espalharei entre as nações, dispersando-os entre os povos estrangeiros, e assim vocês saberão, de forma dolorosa, que eu sou o Senhor. Eles verão que fui eu quem executou este castigo sobre vocês.', afirma o Eterno.",
      "referencias": [
        "Deuteronômio 28:64",
        "Levítico 26:33",
        "Jeremias 24:9"
      ],
      "comentario": "A dispersão (pārazti) é um tema recorrente de maldição. O objetivo deste castigo é manifestar a soberania de Deus ('yādaʿtē̄m kî-’ănî Yahweh') aos olhos dos pagãos e do próprio Israel.",
      "temas": [
        "Exílio",
        "Dispersão",
        "Manifestação da Soberania"
      ],
      "personagens": [
        "Senhor"
      ]
    },
    "10": {
      "parafrase": "Na terra para onde forem exilados, as pessoas dirão: 'Isto é obra deles!' Pois vocês agirão de forma tão contrária à minha lei que até mesmo quem estiver lá fora saberá que vocês são o povo que eu castiguei pela sua desobediência obstinada. O escândalo será a sua marca.",
      "referencias": [
        "Isaías 65:15",
        "Salmos 79:10",
        "Jeremias 25:11"
      ],
      "comentario": "Os vizinhos e estrangeiros reconhecerão que a desgraça de Israel não é aleatória, mas um sinal visível da intervenção divina devido à transgressão dos pactos.",
      "temas": [
        "Testemunho pelo Sofrimento",
        "Desonra Nacional",
        "Transgressão dos Pactos"
      ],
      "personagens": []
    },
    "11": {
      "parafrase": "Minha lei, o caminho da vida, foi completamente ignorado por vocês, e minhas ordenanças, que eram o mapa para a bênção, foram tratados como lixo. Vocês as quebraram e as rejeitaram totalmente. É por isso que o julgamento veio!",
      "referencias": [
        "Oséias 8:12",
        "Salmos 119:153",
        "Isaías 24:5"
      ],
      "comentario": "A base do juízo é a violação da Torá (Lei). O verbo 'quebrar' ou 'violar' (bāqēʿ) é usado em relação às leis e estatutos, indicando um desprezo ativo pelas instruções de Deus para a vida.",
      "temas": [
        "Violação da Lei",
        "Desprezo pelas Ordenanças",
        "Causa do Juízo"
      ],
      "personagens": []
    },
    "12": {
      "parafrase": "Em todos os lugares onde estiverem, minha mão pesada estará sobre vocês. Não haverá mais socorro. Mesmo enquanto viverem entre os pagãos, vocês experimentarão a minha ira. Vocês não verão mais o esplendor da minha presença.",
      "referencias": [
        "Lamentações 1:12",
        "Isaías 63:12",
        "Salmos 42:2"
      ],
      "comentario": "A mão (yad) de Deus é um símbolo de seu poder ativo, aqui usado para castigar. A ausência da glória de Deus (Shekinah) marca a profundidade do abandono espiritual e físico.",
      "temas": [
        "Poder Punitivo de Deus",
        "Abandono Espiritual",
        "Separação da Glória"
      ],
      "personagens": [
        "Mão de Deus"
      ]
    },
    "13": {
      "parafrase": "Pois, quando eu lhes atacasse com a fome, vocês lutariam uns contra os outros por migalhas, mas eu não teria misericórdia. Quando lhes tirasse o sustento, vocês se devorariam mutuamente, mas eu não teria compaixão pelo seu sofrimento.', assim fala o Senhor, que é o único Juiz.",
      "referencias": [
        "Lamentações 4:9",
        "Isaías 9:19",
        "Jeremias 14:17"
      ],
      "comentario": "Este versículo descreve a anarquia interna que acompanha a punição. A fome leva ao canibalismo social e literal. A repetição de 'não pouparei' reforça a severidade do decreto.",
      "temas": [
        "Fome Extrema",
        "Canibalismo Simbólico/Literal",
        "Ausência de Misericórdia"
      ],
      "personagens": [
        "Senhor"
      ]
    },
    "14": {
      "parafrase": "E, mesmo que eu permitisse que alguns de vocês sobrevivessem ao fogo da espada, ou à fome, eu os espalharia por todas as terras distantes, para que todos vissem que a minha palavra profética se cumpriu em vocês.",
      "referencias": [
        "Jeremias 15:2",
        "Apocalipse 6:8",
        "Levítico 26:33"
      ],
      "comentario": "O povo é submetido aos 'Quatro Juízos' típicos: espada (guerra), fome, praga (aqui subentendida pelo juízo subsequente) e dispersão. A sobrevivência a um juízo levaria ao próximo.",
      "temas": [
        "Os Quatro Juízos",
        "Profecia Cumprida",
        "Sobrevivência no Exílio"
      ],
      "personagens": []
    },
    "15": {
      "parafrase": "Eu faria com que a terra se tornasse uma desolação, um espetáculo de ruína, e a sua arrogância, o seu orgulho por viverem em segurança, seria completamente destruída. A terra de vocês ficará vazia, parecendo um ermo, e todos os que passarem por ali ficarão horrorizados com a destruição que verão.",
      "referencias": [
        "Jeremias 25:11",
        "Miqueias 6:16",
        "Isaías 1:7"
      ],
      "comentario": "O orgulho (ga'avah) de Israel, a confiança na sua posição geográfica e força, é o alvo da destruição. A terra se tornará um 'deserto' (shamemah), um símbolo de desolação absoluta.",
      "temas": [
        "Orgulho Destruído",
        "Desolação da Terra",
        "Horror do Juízo"
      ],
      "personagens": []
    },
    "16": {
      "parafrase": "Eu reduziria a população desta terra ao mínimo, diminuindo-a drasticamente, e os poucos que restassem seriam atormentados pela espada que se levantaria contra eles. A minha sentença é severa e final: Eu me voltarei contra eles para ser sua ruína.', diz o Senhor dos Exércitos.",
      "referencias": [
        "Jeremias 24:8",
        "Isaías 1:9",
        "Lamentações 3:37"
      ],
      "comentario": "A redução da população é um sinal claro de juízo. O uso do verbo 'voltar-se' (paniti) indica uma mudança de face de Deus, de benfeitor para antagonista ativo, servido pela espada.",
      "temas": [
        "Redução Populacional",
        "A Espada do Juízo",
        "Mudança de Postura Divina"
      ],
      "personagens": [
        "Senhor dos Exércitos"
      ]
    },
    "17": {
      "parafrase": "Em seguida, eu enviaria contra vocês bestas selvagens, criaturas ferozes que tirarão seus filhos e destruirão seus rebanhos. A morte viria por feras, e a desolação se juntaria ao terror, e muitos de vocês morreriam em vão.",
      "referencias": [
        "Levítico 26:22",
        "Apocalipse 6:8",
        "Gênesis 3:14"
      ],
      "comentario": "A quarta ferramenta de destruição é a fauna selvagem, um castigo que remonta às maldições do Éden. As feras atacariam os aspectos mais vitais da vida e sustento (filhos e gado).",
      "temas": [
        "Ataque de Feras",
        "Perda de Gerações",
        "Anarquia Ecológica"
      ],
      "personagens": []
    },
    "18": {
      "parafrase": "Eu traria sobre vocês a praga, a doença, e o sangue os inundaria, pois eu sei que vocês desobedeceram à minha lei. Eu traria sobre vocês a calamidade que vocês tanto temiam, e a ira seria derramada em cada detalhe da vida de vocês.', diz o Senhor.",
      "referencias": [
        "Levítico 26:25",
        "Deuteronômio 32:24",
        "Jeremias 14:12"
      ],
      "comentario": "A praga (nega) e o sangue (simbolizando morte violenta) completam a série de castigos. A doença é um juízo divino direto, manifestando-se onde a desobediência foi mais forte.",
      "temas": [
        "A Praga",
        "Morte por Sangue",
        "A Lei como Padrão"
      ],
      "personagens": [
        "Senhor"
      ]
    },
    "19": {
      "parafrase": "Sim, eu perguntarei a vocês, o povo que se revoltou: Vocês se lembram do que fizeram? Vocês se lembram de como negaram a minha lei, que lhes dava vida, e preferiram seguir seus ídolos pagãos e seus costumes detestáveis? Haverá uma prestação de contas detalhada, sim!",
      "referencias": [
        "Deuteronômio 32:15",
        "Isaías 63:10",
        "Oséias 13:6"
      ],
      "comentario": "Aqui, Deus inicia o interrogatório. O contraste é entre a 'lei que dá vida' (Torá) e o apego aos 'ídolos' (gilyulim). Este questionamento retórico visa forçar o reconhecimento da culpa, embora a punição já esteja decretada.",
      "temas": [
        "Prestação de Contas",
        "Idolatria",
        "A Lei da Vida"
      ],
      "personagens": [
        "Eu (Deus)"
      ]
    },
    "20": {
      "parafrase": "Por causa da minha indignação, eu farei com que o meu fogo se acenda contra vocês. Minha ira consumirá a terra de vocês, e seus líderes e sacerdotes, que deveriam guiar o povo na santidade, não terão poder para impedir a destruição. Eles serão consumidos.",
      "referencias": [
        "Isaías 30:30",
        "Lamentações 2:3",
        "Sofonias 3:8"
      ],
      "comentario": "O fogo (esh) é a metáfora para a destruição total, a consumação da ira. O fato de que nem os líderes religiosos (sacerdotes) nem os governantes (anciãos) podem interceder ou deter o fogo, mostra a universalidade do juízo.",
      "temas": [
        "Fogo Destruidor",
        "Fracasso da Liderança",
        "Ira Consumidora"
      ],
      "personagens": []
    },
    "21": {
      "parafrase": "Eu olharei para cada um de vocês, e vocês não escaparão. Minha mão será pesada sobre vocês, e meu coração não sentirá pena, mas sim alívio ao ver a justiça completa. Vocês, então, finalmente compreenderão, no meio da dor, que eu sou o Senhor, aquele que lhes deu avisos, mas vocês não quiseram ouvir.'",
      "referencias": [
        "Lamentações 2:17",
        "Isaías 42:14",
        "Jeremias 31:28"
      ],
      "comentario": "O versículo finaliza o ciclo de juízo com a afirmação da percepção final ('e saberão que eu sou o Senhor'). A ausência de compaixão ('não se apiadará meu coração') é a conclusão da justiça perante a obstinação humana.",
      "temas": [
        "Conhecimento Final",
        "A Mão Pesada",
        "Fim da Obstinação"
      ],
      "personagens": [
        "Senhor"
      ]
    }
  }
}