{
  "livro": "Ezequiel",
  "capitulo": 32,
  "contexto_historico": "O Livro de Ezequiel foi escrito durante o exílio babilônico (após 586 a.C.), um período de profunda crise de identidade e fé para os judeus. Jerusalém estava destruída e o templo, o centro da presença de Deus (Yahweh), havia sido profanado e demolido. A audiência de Ezequiel são os exilados em Tel-Abib, que se sentem abandonados por Deus. O capítulo 32 é uma lamentação fúnebre (lamentação ou canto fúnebre) dirigida a dois poderosos líderes que caíram: o Faraó do Egito e a Babilônia (representada como um leão). A profecia visa reafirmar a soberania de Yahweh sobre todas as nações, garantindo aos exilados que Deus julgará tanto os opressores quanto aqueles que confiaram em falsas alianças (como o Egito). O Faraó é comparado a um grande dragão ou crocodilo (Tannin) no Nilo, simbolizando arrogância e poder secular que será derrubado. A queda de Egito é usada como um espelho para a queda iminente de Sião se esta não se arrepender, mas, principalmente, como demonstração do poder de Deus sobre reis terrenos. 👑📉",
  "bloco_tematico": "O Lamento Fúnebre do Poder Secular: A Queda do Faraó e o Julgamento das Nações 🐊🔥",
  "versiculos": {
    "1": {
      "parafrase": "Chegou a palavra do Senhor até mim, trazendo uma mensagem poderosa. Ele me chamou, dizendo: 'Filho do homem, preste muita atenção ao que vou lhe dizer e prepare-se para registrar.'",
      "referencias": [
        "Jeremias 1:2",
        "Ezequiel 2:3"
      ],
      "comentario": "Inicia-se uma nova seção profética com a autoridade divina ('Palavra do Senhor'). O chamado explícito ('Filho do homem') estabelece a posição de Ezequiel como porta-voz humano diante da glória de Deus.",
      "temas": [
        "Chamado Profético",
        "Revelação Divina"
      ],
      "personagens": [
        "Ezequiel",
        "Senhor"
      ]
    },
    "2": {
      "parafrase": "'Agora, homem, fique atento à história do grande rei de Tiro. Transmita a ele esta mensagem direta do Soberano, o Senhor: Seu coração se encheu de orgulho e você se gabava, dizendo: 'Eu sou uma divindade! Sento-me no trono dos deuses, no coração dos mares profundos.' Você se considera tão poderoso e importante quanto os próprios deuses, dominando as águas, o centro do comércio e da força.'",
      "referencias": [
        "Isaías 14:13",
        "Apocalipse 18:7"
      ],
      "comentario": "O rei de Tiro é apresentado como um protótipo de arrogância e soberba, uma figura histórica que se torna um arquétipo para o orgulho final. O termo hebraico para 'coração' (lev) aqui denota seu centro de intelecto e vontade, que está inflamado pelo orgulho (ge'ut). Sua localização 'no coração dos mares' aponta para a riqueza marítima e a percepção de invencibilidade.",
      "temas": [
        "Soberba do Ímpio",
        "Rei de Tiro",
        "Afronta a Deus"
      ],
      "personagens": [
        "Rei de Tiro",
        "Senhor"
      ]
    },
    "3": {
      "parafrase": "Você se julga mais sábio e mais experiente do que qualquer um. Você pensa que ninguém é páreo para sua inteligência, que sua prosperidade material prova sua superioridade. Mas eu lhe digo: você é apenas um homem, não um deus, mesmo que sua aparência seja de um ser divino.",
      "referencias": [
        "Daniel 4:30",
        "1 Coríntios 1:19"
      ],
      "comentario": "A essência da condenação é a autodeificação. O rei acreditava que sua sabedoria (tehullah, glória/louvor adquirido) e sua riqueza eram inerentes e divinas, ignorando a fonte de todo o bem. A afirmação 'Você é um homem' é um golpe direto em sua pretensão de divindade.",
      "temas": [
        "Falsa Sabedoria",
        "Limites Humanos"
      ],
      "personagens": [
        "Rei de Tiro"
      ]
    },
    "4": {
      "parafrase": "Eu o farei cair, mas não antes de mostrar ao mundo a verdade sobre você. Eu trarei sobre você uma ruína tão terrível que fará todos os seus vizinhos e admiradores se perguntarem o que aconteceu com tamanha glória.",
      "referencias": [
        "Salmos 73:18-19",
        "Provérbios 29:23"
      ],
      "comentario": "O julgamento não é apenas para punir, mas para servir de testemunho público. A destruição (shikkuv, derrocada) será espetacular, garantindo que o orgulho seja publicamente desfeito.",
      "temas": [
        "Julgamento Divino",
        "Humilhação Pública"
      ],
      "personagens": [
        "Senhor"
      ]
    },
    "5": {
      "parafrase": "Será que sua vasta inteligência comercial e sua riqueza inimaginável o salvarão do meu juízo? Você usou seu talento para acumular bens, mas esse mesmo talento será a causa de sua queda, pois ele o afastou de Deus.",
      "referencias": [
        "Mateus 6:24",
        "Lucas 12:16-21"
      ],
      "comentario": "O foco se volta para o uso da inteligência ('binah') e do comércio ('rokel'). O que era uma bênção (habilidade comercial) tornou-se um ídolo, levando à ruína.",
      "temas": [
        "Perigo da Riqueza",
        "Uso da Inteligência"
      ],
      "personagens": [
        "Rei de Tiro"
      ]
    },
    "6": {
      "parafrase": "Portanto, assim diz o Senhor Deus: Por causa da sua arrogância, que o fez pensar ser como um deus, eu o empurrarei para as profundezas das águas, para o meio do mar, onde você se afogará no meio de seu próprio poder e glória.",
      "referencias": [
        "Jonas 2:3",
        "Apocalipse 17:15"
      ],
      "comentario": "O castigo é irônico: ele se vangloriava do 'coração dos mares' (v.2), e agora o mar, que simbolizava sua força e domínio, será seu túmulo. A soberba é punida com a anulação de seu domínio.",
      "temas": [
        "Justiça Poética",
        "Afogamento Simbólico"
      ],
      "personagens": [
        "Senhor"
      ]
    },
    "7": {
      "parafrase": "Então, os povos e as nações virão contra você, com lanças e espadas afiadas. Eles derrubarão suas muralhas imponentes e destruirão suas torres magníficas, atacando você em seu império comercial.",
      "referencias": [
        "Isaías 23:1",
        "Jeremias 25:9"
      ],
      "comentario": "A destruição virá através de instrumentos humanos (os exércitos inimigos). Tiro, uma cidade fortificada, será aberta pela força bruta dos invasores.",
      "temas": [
        "Invasão Militar",
        "Queda de Cidades"
      ],
      "personagens": [
        "Povos e Nações"
      ]
    },
    "8": {
      "parafrase": "Eles varrerão suas riquezas, derrubando suas casas de comércio e quebrando seus templos luxuosos. Eles rasgarão suas muralhas magníficas e derrubarão suas torres de observação. Eles o jogarão no chão, no meio das ruínas.",
      "referencias": [
        "Miquéias 1:6",
        "Jeremias 47:2"
      ],
      "comentario": "A descrição foca na desmantelação física da cidade, a destruição de tudo que simbolizava sua prosperidade e poder terrenal.",
      "temas": [
        "Destruição de Bens",
        "Ruínas"
      ],
      "personagens": [
        "Invasores"
      ]
    },
    "9": {
      "parafrase": "Eles farão com que o barulho do seu comércio cesse. O som estrondoso das suas transações será silenciado. A beleza das suas importações e a glória de seus produtos serão desfeitas diante de todos.",
      "referencias": [
        "Apocalipse 18:22-23",
        "Jeremias 25:10"
      ],
      "comentario": "A cessação do ruído ('qol') simboliza o fim da atividade econômica frenética que definia Tiro. O silêncio é a prova da derrota total.",
      "temas": [
        "Fim do Comércio",
        "Silêncio da Glória"
      ],
      "personagens": [
        "Invasores"
      ]
    },
    "10": {
      "parafrase": "Os marinheiros, que são seus parentes e comerciantes, virão de terras distantes. Eles se afastarão, tremendo de medo, ao verem sua cidade em pedaços. Eles olharão para o seu fim e verão o que aconteceu com você.",
      "referencias": [
        "Isaías 23:8",
        "Lamentações 2:10"
      ],
      "comentario": "Até mesmo aqueles que se beneficiaram de seu comércio (os marinheiros/vizinhos) se afastarão, não por pena, mas pelo terror do exemplo que ele se tornou. O medo substitui a admiração.",
      "temas": [
        "Isolamento",
        "Testemunho pelo Medo"
      ],
      "personagens": [
        "Marinheiros"
      ]
    },
    "11": {
      "parafrase": "Eles olharão para as colinas de onde você se gabava de dominar o mar e se perguntarão: 'Onde está a cidade poderosa que dominava as rotas marítimas? Onde está a cidade que aterrorizava as nações com sua presença?'",
      "referencias": [
        "Jeremias 50:23",
        "Nahum 3:2"
      ],
      "comentario": "A cidade, que antes era uma fonte de temor ('maggizah'), agora é objeto de espanto e questionamento. A fama de opressora se desvanece.",
      "temas": [
        "Mudança de Status",
        "Perda de Influência"
      ],
      "personagens": [
        "Povos"
      ]
    },
    "12": {
      "parafrase": "Então, eles voltarão suas espadas contra a destruição de Tiro, transformando seus escombros em instrumentos de lavoura, e eles usarão seus últimos vestígios para cobrir a terra com poeira.",
      "referencias": [
        "Miquéias 4:3",
        "Isaías 2:4"
      ],
      "comentario": "A destruição é tão completa que os restos materiais da cidade serão reaproveitados ou simplesmente varridos para o esquecimento, transformando o orgulho em pó (afar).",
      "temas": [
        "Destruição Completa",
        "Reaproveitamento de Ruínas"
      ],
      "personagens": [
        "Invasores"
      ]
    },
    "13": {
      "parafrase": "Eu farei com que seu brilho se apague completamente, trazendo o esquecimento total sobre o seu orgulho comercial, sobre a beleza que você ostentava nos ombros e nas vestes. Eu o derrubarei de seu pedestal de soberba.",
      "referencias": [
        "Isaías 3:18",
        "Lamentações 1:1"
      ],
      "comentario": "O julgamento atinge a estética e a aparência do rei/cidade. As vestes finas e o brilho ('hadar') são símbolos de sua riqueza e status, que serão removidos.",
      "temas": [
        "Perda de Ostentação",
        "Humilhação da Aparência"
      ],
      "personagens": [
        "Senhor"
      ]
    },
    "14": {
      "parafrase": "Eu o deixarei nu, exposto em toda a sua fraqueza, sentado sobre as pedras lavadas pelo mar, onde antes você se sentia seguro. Sua nudez será tão visível quanto a de um cadáver.",
      "referencias": [
        "Oséias 2:3",
        "Naum 3:5"
      ],
      "comentario": "A nudez ('arummato') é o símbolo máximo de vergonha e vulnerabilidade, contrastando drasticamente com as vestes luxuosas mencionadas no versículo anterior.",
      "temas": [
        "Vergonha e Exposição",
        "Vulnerabilidade"
      ],
      "personagens": [
        "Rei de Tiro"
      ]
    },
    "15": {
      "parafrase": "Este será o destino de Tiro, a cidade que era a rainha dos mares, cuja fama ecoava em todas as ilhas. Agora, ela será um espanto e um terror para todos os que a contemplarem.",
      "referencias": [
        "Jeremias 25:26",
        "Isaías 23:12"
      ],
      "comentario": "O 'espanto' (shemamah) e o 'terror' (pachad) são as marcas deixadas pelo juízo de Deus, servindo de lição permanente.",
      "temas": [
        "Destino Final",
        "Símbolo de Juízo"
      ],
      "personagens": [
        "Tiro"
      ]
    },
    "16": {
      "parafrase": "Ao verem seu declínio, os líderes e príncipes das nações que antes o invejavam ou temiam, descerão de seus tronos. Eles tirarão suas vestes reais, abandonarão seus tronos e se sentarão no chão, cobertos de tremor e espanto.",
      "referencias": [
        "Isaías 47:1",
        "Lamentações 2:10"
      ],
      "comentario": "Os reis vizinhos, que antes competiam com Tiro, agora sentem um misto de alívio e terror. Eles se identificam com a queda, mas reconhecem que o julgamento veio de Deus e não de um rival humano.",
      "temas": [
        "Reação dos Reis",
        "Trabalhos e Tremor"
      ],
      "personagens": [
        "Líderes e Príncipes das Nações"
      ]
    },
    "17": {
      "parafrase": "Eles proferirão um lamento sobre você, um canto fúnebre de grande tristeza, questionando: 'Como você foi derrubado do mar, ó cidade famosa? Como a dominadora das nações desapareceu, tornando-se um deserto?'",
      "referencias": [
        "Jeremias 48:3",
        "Amós 5:2"
      ],
      "comentario": "O lamento ('qina') formaliza a perda. A cidade, que governava os mares, é agora uma ilha estéril, um paradoxo de sua antiga glória.",
      "temas": [
        "Canto Fúnebre",
        "Paradoxo da Queda"
      ],
      "personagens": [
        "Líderes das Nações"
      ]
    },
    "18": {
      "parafrase": "Eles se perguntarão onde estão todos os seus bens valiosos e suas mercadorias preciosas, que tornavam você tão rica e famosa entre os povos. Suas mercadorias agora são só destroços, jogadas no mar revolto.",
      "referencias": [
        "Apocalipse 18:17-19",
        "Ezequiel 27:34"
      ],
      "comentario": "A riqueza (os 'mistarim', tesouros/bens) que foi a base de sua arrogância agora jaz misturada com a sujeira do mar, o cenário de sua condenação.",
      "temas": [
        "Perda de Bens Materiais",
        "Destruição de Tesouros"
      ],
      "personagens": [
        "Líderes das Nações"
      ]
    },
    "19": {
      "parafrase": "Assim diz o Senhor Deus: Eu o enviarei ao exílio no Sheol, o lugar dos mortos, para as profundezas da terra. Você se juntará àqueles que foram destruídos em tempos remotos, para nunca mais se erguer entre os vivos.",
      "referencias": [
        "Isaías 14:15",
        "Jó 3:17"
      ],
      "comentario": "O envio ao Sheol indica um julgamento final, uma anulação da existência terrena. Não é apenas a queda da cidade, mas a condenação da alma que se achava divina.",
      "temas": [
        "Queda ao Sheol",
        "Destino Final"
      ],
      "personagens": [
        "Senhor"
      ]
    },
    "20": {
      "parafrase": "Eu o farei descer com os que pereceram no abismo, para os lugares mais profundos da terra, onde está o silêncio eterno, junto com os povos antigos que foram tragados pelo tempo, para que você jamais se levante com poder entre os vivos.",
      "referencias": [
        "Jó 10:21-22",
        "Isaías 14:9"
      ],
      "comentario": "Reforça a ideia de um exílio permanente no reino dos mortos, na 'terra escura e sem luz'. A inversão da glória é total.",
      "temas": [
        "Abismo",
        "Exílio Eterno"
      ],
      "personagens": [
        "Rei de Tiro"
      ]
    },
    "21": {
      "parafrase": "Embora você fosse temido e conhecido por toda a sua glória, seu fim será terrível. Você será reduzido ao nada diante dos olhos de todos aqueles que ousaram olhá-lo.",
      "referencias": [
        "Jeremias 51:37",
        "Lamentações 1:20"
      ],
      "comentario": "O versículo sintetiza a transição: da fama ('nora') para o nada ('tohu'). O terror que ele inspirava agora é o terror que ele inspira.",
      "temas": [
        "Redução ao Nada",
        "Fim do Temor"
      ],
      "personagens": [
        "Rei de Tiro"
      ]
    },
    "22": {
      "parafrase": "E o Senhor Deus envia esta mensagem final: 'Portanto, tudo isso que aconteceu com Tiro, que foi punida pela sua arrogância, será um sinal de que o julgamento de Deus alcança todos os reinos orgulhosos espalhados pelo mundo, mostrando que Ele é o único Soberano.'",
      "referencias": [
        "Daniel 4:17",
        "Salmos 9:16"
      ],
      "comentario": "O julgamento de Tiro serve como um exemplo universal. A soberania de Deus ('Adonai YHWH') é demonstrada sobre toda a estrutura política e econômica mundial.",
      "temas": [
        "Soberania de Deus",
        "Julgamento Universal"
      ],
      "personagens": [
        "Senhor Deus"
      ]
    },
    "23": {
      "parafrase": "Pois no lugar da morte, onde você está destinado, não há descanso, mas apenas angústia e confusão. As hostes do Sheol tremem e se agitam ao receber você, pois sua queda abala até mesmo os lugares mais profundos da morte.",
      "referencias": [
        "Isaías 14:11",
        "Jó 3:18"
      ],
      "comentario": "A chegada do rei de Tiro ao Sheol não traz paz, mas perturbação ('mehumah'). Seu orgulho é tão grande que sua queda reverbera no próprio reino dos mortos.",
      "temas": [
        "Angústia Póstuma",
        "Perturbação no Sheol"
      ],
      "personagens": [
        "Rei de Tiro"
      ]
    },
    "24": {
      "parafrase": "O Senhor declara que, após o fim de Tiro, todas as nações vizinhas, que antes a temiam, aprenderão a lição. Elas verão sua destruição e perceberão que sua segurança não está no poderio militar ou naval, mas sim na obediência a Deus.",
      "referencias": [
        "Jeremias 49:25",
        "Isaías 60:14"
      ],
      "comentario": "O propósito final do julgamento é a educação das nações vizinhas ('goyim') que viviam em temor e aliança com Tiro.",
      "temas": [
        "Aprendizado das Nações",
        "Lição de Poder"
      ],
      "personagens": [
        "Senhor Deus"
      ]
    },
    "25": {
      "parafrase": "Pois o Senhor Deus estabeleceu o seu destino: Tiro será transformada em um lugar de ruínas vazias, um monte de escombros, uma ilha para ser desolada, onde nenhum homem viverá, e onde se saberá que Eu Sou o Senhor, aquele que julga e decreta o fim da soberba humana.'",
      "referencias": [
        "Isaías 23:13",
        "Jeremias 49:26"
      ],
      "comentario": "A palavra final é a afirmação da identidade divina. A cidade se torna um monumento estéril ('shalal') à soberania de YHWH, um lembrete permanente de que o orgulho humano será sempre confrontado pela santidade de Deus.",
      "temas": [
        "Manifestação de Deus",
        "Ilha Desolada"
      ],
      "personagens": [
        "Senhor Deus"
      ]
    },
    "26": {
      "parafrase": "No entanto, a terra de Sião, que agora está desolada e rodeada por nações inimigas, será novamente habitada por vocês, ó Israel. Quando os seus descendentes regressarem, vocês verão pastores retornando aos seus campos, como faziam antigamente, e esses rebanhos encherão novamente as pastagens outrora vazias, tornando-as férteis e produtivas outra vez.",
      "referencias": [
        "Jeremias 30:3",
        "Isaías 4:2"
      ],
      "comentario": "Aqui Ezequiel estabelece o contraste central da profecia: a desolação presente ('agora') será revertida pela restauração futura. A imagem do 'pastor' e dos 'rebanhos' (no hebraico, 'mar'itai) simboliza a retomada da vida pacífica e agrícola, o oposto do exílio e da guerra. É a promessa de que a terra voltará a cumprir seu propósito de sustentar o povo de Deus em segurança.",
      "temas": [
        "Restauração de Sião",
        "Vida Pastoral",
        "Promessa de Retorno"
      ],
      "personagens": [
        "Povo de Israel"
      ]
    },
    "27": {
      "parafrase": "E, quando vocês, o meu povo, estiverem novamente morando nas terras que foram tomadas pelos seus inimigos, eu, o Senhor, voltarei a ser o Deus de vocês. Eu os reunirei do meio de todas as nações onde foram dispersos e farei com que retornem à sua própria terra, o lugar que lhes dei como herança eterna.",
      "referencias": [
        "Deuteronômio 4:30-31",
        "Miqueias 7:18"
      ],
      "comentario": "Este versículo reafirma o pacto fundamental. O Senhor promete ser o Deus deles ('Elohim') novamente, restaurando a relação quebrada pela infidelidade. O termo 'herança' (nachalah) remete diretamente às promessas feitas aos patriarcas sobre a posse da terra, sublinhando a permanência dessa posse, apesar da dispersão temporária. O ato de 'reunir' (qabats) é uma ação soberana de Deus.",
      "temas": [
        "Restauração do Pacto",
        "Soberania Divina",
        "Herança da Terra"
      ],
      "personagens": [
        "O Senhor (Deus)"
      ]
    },
    "28": {
      "parafrase": "Então vocês finalmente saberão, com certeza absoluta, que eu sou o Senhor, o seu Deus. Isso ficará claro, pois os reunirei para que vivam na terra que lhes dei, e não mais jogarei sobre vocês a vergonha de serem exilados ou massacrados.",
      "referencias": [
        "Isaías 43:10",
        "Êxodo 6:7"
      ],
      "comentario": "A clareza do conhecimento de Deus está intrinsecamente ligada às Suas ações redentoras. O conhecimento não é apenas intelectual, mas experiencial. A remoção da vergonha (la’on) e do ser 'lançado' (hitpats) indica o fim do julgamento público e da humilhação nacional causada pela invasão e exílio.",
      "temas": [
        "Reconhecimento de Deus",
        "Fim do Julgamento",
        "Vergonha Expiada"
      ],
      "personagens": [
        "O Senhor (Deus)"
      ]
    },
    "29": {
      "parafrase": "Eu mesmo prepararei esta terra, e ela será tão abundante que demorará sete meses para vocês recolherem toda a colheita. A terra produzirá frutos em tal quantidade que os seus habitantes não conseguirão consumir tudo.",
      "referencias": [
        "Levítico 26:5",
        "Amós 9:13"
      ],
      "comentario": "Este é um detalhe vívido da superabundância prometida. O período de sete meses (que cobre o ciclo completo de plantio e colheita de grãos e frutas) enfatiza uma produtividade que excede a necessidade humana. É uma bênção material sem precedentes, um sinal da graça divina restaurada após a escassez do cerco e da destruição.",
      "temas": [
        "Abundância Material",
        "Fertilidade da Terra",
        "Bênção Divina"
      ],
      "personagens": [
        "Povo de Israel"
      ]
    },
    "30": {
      "parafrase": "E então, vocês saberão que Eu sou o Senhor, o seu Deus, que os chamou para voltarem do exílio, pois Eu lhes darei privilégios de honra, e não mais desonra.",
      "referencias": [
        "Isaías 49:22",
        "Jeremias 31:7"
      ],
      "comentario": "Mais uma vez, Deus enfatiza o reconhecimento através da ação. A palavra 'chamar' (lahem qara) aqui implica um chamado ativo e intencional para o retorno. O contraste entre 'privilégios de honra' (kavod, glória/peso) e 'desonra' (cherpah) solidifica a ideia de que a restauração nacional é também uma restauração da dignidade perante as nações.",
      "temas": [
        "Chamado à Honra",
        "Restauração da Dignidade",
        "Diferença entre Glória e Vergonha"
      ],
      "personagens": [
        "O Senhor (Deus)"
      ]
    },
    "31": {
      "parafrase": "Vocês, que antes se voltavam para ídolos e se contaminavam com práticas detestáveis, agora me ouvirão e abandonarão completamente essas coisas no dia em que voltarem para a sua terra.",
      "referencias": [
        "Oseias 14:8",
        "1 Reis 14:22"
      ],
      "comentario": "Este versículo introduz a condição espiritual da restauração. O retorno físico deve ser acompanhado por um arrependimento genuíno. O ato de 'se voltar para' ídolos (panim el) é o mesmo usado para descrever a dedicação a Deus. A purificação interna é um pré-requisito para desfrutar das bênçãos externas. A quebra total com os 'objetos de detestação' (shikukim) é essencial.",
      "temas": [
        "Arrependimento",
        "Abandono de Idolatria",
        "Purificação Espiritual"
      ],
      "personagens": [
        "Povo de Israel"
      ]
    },
    "32": {
      "parafrase": "E vocês verão que eu sou o Senhor, o seu Deus, e ouvirão a minha voz. Pois eu os farei viver em segurança na sua terra, a terra que lhes prometi, e vocês a possuirão, enquanto eu lhes abençoo.",
      "referencias": [
        "Jeremias 31:10",
        "Salmos 147:13"
      ],
      "comentario": "A conclusão deste trecho reforça a segurança (a paz que advém da presença de Deus) e a obediência. O povo não apenas habitá, mas ouvirá a voz do Senhor, indicando um relacionamento restaurado e direto. 'Habitarão em segurança' (yishvu levadad) sugere uma comunidade unificada e sem medo de invasão, sob a proteção divina.",
      "temas": [
        "Segurança e Paz",
        "Ouvir a Voz de Deus",
        "Posse Garantida"
      ],
      "personagens": [
        "O Senhor (Deus)",
        "Povo de Israel"
      ]
    }
  }
}