{
  "autor_data": "O autor é Ezequiel, um sacerdote (Ez 1:3) que foi levado cativo para a Babilônia com Jeconias em 597 a.C. (2 Rs 24:14-16). As visões e profecias datam de 593 a.C. (primeira data registrada em Ez 1:2) até 571 a.C. (a última data em Ez 29:17). Isso o coloca durante o exílio babilônico, antes da queda final de Jerusalém em 586 a.C.",
  "contexto": "O contexto é o exílio da nação de Judá na Babilônia, após as deportações iniciadas por Nabucodonosor. O povo estava desanimado, acreditando que o Senhor os havia abandonado e que o julgamento de Deus havia terminado, ignorando que Jerusalém ainda não havia caído totalmente. Espiritualmente, havia apostasia e idolatria persistente, mesmo no exílio (Ez 8). O contexto político era de submissão a um poder estrangeiro.",
  "estrutura_literaria": "O livro pode ser dividido em três seções principais: 1. Visões e Chamado (Capítulos 1-3): Gloriosa visão da glória de Deus (Merkabah) e o chamado de Ezequiel como sentinela. 2. Profecias Contra Judá e Nações (Capítulos 4-32): Mensagens de juízo iminente contra Jerusalém, Judá e as nações vizinhas (Tiro, Sidom, Egito, etc.). 3. Promessas de Restauração (Capítulos 33-48): Foco na restauração futura, a promessa de um novo espírito, o rebanho restaurado sob um bom pastor, a derradeira destruição de Gogue e Magogue, e a visão detalhada do novo Templo e a divisão da terra (Nova Jerusalém).",
  "tema_central": "A soberania inabalável de Yahweh sobre todas as nações e a glória de Deus que deve ser manifesta através de Seu julgamento justo e de Sua restauração final. O tema recorrente é: 'Eles saberão que Eu Sou o Senhor' (Ez 6:7; 7:27, etc.)",
  "conflito_espiritual": "O principal conflito é a alegação falsa de que Deus não é poderoso o suficiente para cumprir Seus juízos ou que Ele abandonou Seu povo. O povo estava vivendo na ilusão de segurança ou na desesperança total. Ezequiel confronta a teologia do 'provérbio' ('Os dias se arrastam, e toda visão falha' - Ez 12:22) e a idolatria secreta que desonrava a santidade de Deus no meio do exílio.",
  "relacao_lei_moral": "A Lei moral (incluindo os Dez Mandamentos) é o padrão pelo qual o julgamento de Deus é medido. Ezequiel detalha como Judá violou especificamente a lei, especialmente em relação à idolatria (violação dos primeiros mandamentos) e à injustiça social, como roubo, imoralidade sexual e opressão dos pobres (violação dos mandamentos finais - Ez 18, 22). A ênfase está na responsabilidade pessoal pela obediência (Ez 18:4).",
  "revelacao_carater_deus": "Deus é revelado como *Santo* (sua glória se retira do Templo antes da destruição em Ez 10, pois Ele não pode habitar a impureza) e como *Justo* (Ele executa o juízo prometido sobre o pecado de Israel). Contudo, Ele é também *Misericordioso* e *Fiel*, prometendo purificação (Ezequiel de 'ossos secos' - Ez 37) e um novo pacto de relacionamento, garantindo que Seu Nome seja santificado diante das nações.",
  "conexoes_escrituras": "Ezequiel é crucial para o entendimento apocalíptico posterior. Sua visão da glória de Deus (Merkabah - Ez 1) influencia diretamente as visões de Daniel (Dn 7:13). As profecias de restauração do Templo (Ez 40-48) apontam para a perfeição do Reino Messianico. A ressurreição dos ossos secos (Ez 37) é um símbolo poderoso da esperança futura, ecoando no Novo Testamento sobre a vida eterna. A descrição do Juízo das Nações (cap. 38-39) tem paralelos diretos em Apocalipse (Gogue e Magogue).",
  "aplicacao_pratica": "A necessidade de santidade pessoal, mesmo quando as circunstâncias externas (o 'exílio' moderno) sugerem que Deus não está olhando ou não se importa. Somos chamados a ser 'sentinelas' (porteiros), responsáveis por advertir os ímpios. Devemos anelar pela presença de Deus (Sua glória) e ter esperança na Sua promessa de renovação interior (coração de carne substituindo o de pedra - Ez 36:26).",
  "erros_alertas": "O erro mais comum é a interpretação literal e imediata das visões arquitetônicas e geográficas do Templo e da Nova Terra (Ez 40-48), aplicando-as dogmaticamente à igreja atual ou a uma reconstrução física imediata, ignorando o aspecto tipológico e escatológico. Outro erro é ignorar a responsabilidade individual: a afirmação de que 'o pai comeu a uva azeda e o filho ficou com dor de dente' (Ez 18) refuta a transferência de culpa espiritual.",
  "perguntas_reflexivas": [
    "Minha vida cotidiana reflete a santidade que Deus exige, mesmo quando ninguém está olhando?",
    "Em que áreas da minha vida eu tenho tolerado idolatria secreta, como os anciãos de Israel?",
    "O que significa para mim hoje ser um 'pastor' para os que estão perdidos ou desanimados (Ez 34)?",
    "Como a glória de Deus (Sua reputação) é afetada pelas minhas ações no mundo?",
    "Estou mais preocupado com o julgamento que virá ou com a restauração que Deus prometeu?"
  ],
  "pontos_aprofundamento": [
    "Análise detalhada do simbolismo dos querubins (Merkabah) em Ez 1 e 10, comparando com a descrição de Ezequiel da glória que se move, distinta da representação do Tabernáculo/Templo.",
    "Estudo do conceito de 'Santificação do Nome de Deus' (Ez 36:22-32) como motivação primária para o juízo e a restauração, em contraste com o antropocentrismo.",
    "A teologia do Juízo Pessoal (Ez 18): A doutrina da responsabilidade individual em contraste com o princípio tribal de culpa que Israel historicamente aplicava.",
    "Interpretação da profecia de Gogue e Magogue (Ez 38-39) dentro do espectro escatológico (pré-milenista, amilenista, etc.) e sua relação com Apocalipse 20.",
    "A estrutura do Templo final (Ez 40-48) como tipologia da igreja ou como descrição literal da era vindoura."
  ],
  "resumo_final": [
    "Ezequiel é o livro da glória de Deus que se retira devido à profanação, mas que é soberanamente prometida em retorno.",
    "O julgamento divino foi inevitável contra a idolatria e a injustiça, estabelecendo a santidade inegociável de Yahweh.",
    "O profeta atuou como sentinela, responsável por alertar o povo sobre a consequência direta de seus atos morais.",
    "Deus garante a restauração de Israel através da purificação interior, culminando na promessa do Novo Espírito (Ez 36).",
    "A mensagem final é de esperança futura: a santidade de Deus será vindicada e Sua presença habitada novamente entre Seu povo, simbolizada pelo novo Templo."
  ],
  "usage": {
    "promptTokens": 540,
    "candidatesTokens": 1871,
    "totalTokens": 2411
  }
}