{
  "livro": "Deuteronômio",
  "capitulo": 12,
  "contexto_historico": "",
  "bloco_tematico": "",
  "versiculos": {
    "1": {
      "parafrase": "Escutem bem, povo de Israel, prestem atenção a cada palavra que eu, Moisés, vou declarar a vocês hoje, aqui, nesta planície! Estas são as leis e os decretos que o Senhor, o seu Deus, ordenou que eu ensinasse, para que vocês os guardem e os pratiquem diligentemente em toda a terra que estão prestes a herdar e possuir. Vivam sob essas instruções!",
      "referencias": [
        "Deuteronômio 5:1",
        "Deuteronômio 4:1"
      ],
      "comentario": "Moisés inicia o discurso com um apelo urgente à escuta ('Shemá'). A palavra hebraica para 'escutar' (shema) implica mais do que apenas audição; exige obediência e ação. O foco é a transmissão fiel da aliança divina antes da entrada na Terra Prometida.",
      "temas": [
        "Obrigações da Aliança",
        "Transmissão da Lei",
        "Obediência"
      ],
      "personagens": [
        "Moisés",
        "Israel"
      ]
    },
    "2": {
      "parafrase": "Vocês viverão muitos anos e terão a alegria de ver seus filhos e netos crescerem, desfrutando da terra abençoada, desde que se lembrem de honrar e cumprir todos os mandamentos do Senhor, seu Deus, todos os dias da sua vida. É um pacto de longevidade e prosperidade condicional.",
      "referencias": [
        "Êxodo 20:12",
        "Deuteronômio 6:2"
      ],
      "comentario": "Aqui é estabelecida a promessa de longevidade e estabilidade na terra, diretamente ligada à obediência contínua ('todos os dias'). Não é uma bênção única, mas um estado constante de estar sob a Lei.",
      "temas": [
        "Longevidade",
        "Condicionalidade da Bênção",
        "Pacto de Vida"
      ],
      "personagens": [
        "Deus",
        "Israel"
      ]
    },
    "3": {
      "parafrase": "Portanto, ó Israel, ouça com atenção e guarde bem essas palavras no seu coração! Esforce-se para obedecê-las em cada detalhe, para que tudo corra bem para vocês e para que prosperem abundantemente na terra onde corre o leite e o mel, conforme o Senhor, o Deus dos seus antepassados, lhes prometeu.",
      "referencias": [
        "Josué 1:8",
        "Gênesis 15:18"
      ],
      "comentario": "O foco retorna à necessidade de incorporar a Lei no íntimo ('coração'). O cumprimento traz prosperidade ('bem') e a concretização da promessa da terra, referenciando a fertilidade da Terra Prometida.",
      "temas": [
        "Prosperidade",
        "Incorporação da Lei",
        "Promessa da Terra"
      ],
      "personagens": [
        "Israel"
      ]
    },
    "4": {
      "parafrase": "Preste atenção, ó Israel! O Senhor, nosso Deus, é um só! Não existem outros deuses além Dele.",
      "referencias": [
        "Êxodo 20:3",
        "Marcos 12:29"
      ],
      "comentario": "Este é o cerne da fé monoteísta israelita, o 'Shemá' fundamental: a unicidade de YHWH. Em um mundo politeísta, esta declaração é revolucionária e absoluta.",
      "temas": [
        "Monoteísmo",
        "Unicidade de Deus",
        "Fé"
      ],
      "personagens": [
        "O Senhor (YHWH)"
      ]
    },
    "5": {
      "parafrase": "Com todo o seu ser — com todo o seu coração, com toda a sua alma e com todas as suas forças vitais — você deverá amar ao Senhor, seu Deus. Dedique cada fibra da sua existência a este amor!",
      "referencias": [
        "Mateus 22:37",
        "Lucas 10:27"
      ],
      "comentario": "Este é o mandamento supremo, a expressão máxima do relacionamento com Deus. O amor não é apenas um sentimento, mas uma devoção total que engloba as esferas emocional (coração), existencial (alma/ser) e física/energia (forças).",
      "temas": [
        "Mandamento do Amor",
        "Devoção Total",
        "Amor a Deus"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "6": {
      "parafrase": "E as palavras, os preceitos que eu lhes ordeno hoje, guarde-os profundamente gravados na sua memória. Ancore-os na sua alma!",
      "referencias": [
        "Deuteronômio 11:18",
        "Salmos 119:11"
      ],
      "comentario": "Reitera a necessidade de reter as palavras divinas, não apenas de ouvi-las. O verbo hebraico sugere 'tomar' ou 'agarrar' firmemente, tornando-as parte integrante do ser.",
      "temas": [
        "Retenção da Palavra",
        "Interiorização da Lei"
      ],
      "personagens": [
        "Moisés"
      ]
    },
    "7": {
      "parafrase": "E não apenas guarde-as, mas trabalhe ativamente para inseri-las no cotidiano da sua família! Ensine-as repetidamente aos seus filhos, sempre que estiverem sentados em casa, sempre que estiverem viajando pelo caminho, sempre que estiverem deitados ao anoitecer e sempre que estiverem se levantando pela manhã.",
      "referencias": [
        "Provérbios 22:6",
        "Efésios 6:4"
      ],
      "comentario": "Este versículo descreve a pedagogia da fé: a Lei deve permear todos os momentos e atividades. Não é uma lição de domingo, mas uma instrução constante e ambientalizada, feita nos momentos mais banais da vida.",
      "temas": [
        "Educação Familiar",
        "Instrução Constante",
        "Discípulado"
      ],
      "personagens": [
        "Pais",
        "Filhos"
      ]
    },
    "8": {
      "parafrase": "Amarre-as como um sinal visível nas suas mãos, para que sirvam de lembrete constante, como se fossem tatuagens ou braceletes, para nunca esquecer a Lei.",
      "referencias": [
        "Êxodo 13:9",
        "Apocalipse 13:16"
      ],
      "comentario": "Esta passagem é a base para a prática posterior do uso das 'filactérias' (tefilin) no judaísmo. O mandamento é literalizar a Lei, tornando-a um símbolo visível, uma marca no corpo que lembra a aliança no momento da ação (mãos).",
      "temas": [
        "Símbolos Visíveis",
        "Lembrança Constante",
        "Marcas da Aliança"
      ],
      "personagens": []
    },
    "9": {
      "parafrase": "Escreva-as com tinta permanente nas ombreiras das portas da sua casa e nos portões da sua cidade, nos umbrais que separam o interior do exterior, para que todos vejam e saibam quem vocês servem.",
      "referencias": [
        "Jeremias 31:33",
        "Zacarias 14:20"
      ],
      "comentario": "A Lei deve ser publicizada e marcada nos limites físicos do lar e da comunidade (mezuzot, em prática posterior). Isto serve como um testemunho constante para os moradores e para qualquer forasteiro que se aproxime.",
      "temas": [
        "Testemunho Público",
        "Marcação Territorial",
        "Identidade"
      ],
      "personagens": []
    },
    "10": {
      "parafrase": "Quando o Senhor, seu Deus, os introduzir na terra que jurou dar aos seus pais — Abraão, Isaque e Jacó —, uma terra com cidades grandes e prósperas que vocês não construíram, cheias de casas repletas de bens que vocês não adquiriram, com poços de água que vocês não cavaram e vinhas e oliveiras que vocês não plantaram...",
      "referencias": [
        "Gênesis 26:12",
        "Deuteronômio 8:14"
      ],
      "comentario": "Moisés lembra ao povo que a herança não será fruto do esforço imediato, mas um presente imerecido ('não construíram', 'não cavaram'). O contraste entre o que recebem e o que não fizeram é crucial para evitar a soberba.",
      "temas": [
        "Graça e Herança",
        "Memória da Origem",
        "Presente Divino"
      ],
      "personagens": [
        "Abraão",
        "Isaque",
        "Jacó"
      ]
    },
    "11": {
      "parafrase": "Quando vocês comerem fartamente e estiverem satisfeitos, cuidado!",
      "referencias": [
        "Deuteronômio 8:12",
        "Provérbios 30:8"
      ],
      "comentario": "O perigo surge com a abundância. A saciedade material é o gatilho para o esquecimento espiritual. O verbo sugere um estado de estar bem estabelecido e confortável.",
      "temas": [
        "Perigo da Prosperidade",
        "Saturação"
      ],
      "personagens": []
    },
    "12": {
      "parafrase": "Tenham muito cuidado para não se esquecerem do Senhor, que os tirou da terra do Egito, da casa da escravidão, pois Ele é quem os libertou.",
      "referencias": [
        "Êxodo 13:14",
        "Salmos 136:11-12"
      ],
      "comentario": "O esquecimento do Êxodo (a libertação da escravidão) é apresentado como a maior traição. A memória do resgate é o antídoto contra a arrogância que a prosperidade pode gerar.",
      "temas": [
        "Memória do Resgate",
        "Humildade",
        "Perigo do Esquecimento"
      ],
      "personagens": [
        "O Senhor"
      ]
    },
    "13": {
      "parafrase": "Vocês devem temer e servir ao Senhor, seu Deus, apenas a Ele! E, ao jurar algo, jurem somente em Seu nome, para provar a sua fidelidade.",
      "referencias": [
        "Mateus 4:10",
        "Êxodo 23:13"
      ],
      "comentario": "O 'temor' aqui não é pavor paralisante, mas profundo respeito e reverência. O serviço deve ser exclusivo ('somente a Ele'). Juramentos são um ato de confiança, e só o nome de Deus merece ser invocado como garantia absoluta.",
      "temas": [
        "Reverência a Deus",
        "Exclusividade do Culto",
        "Integridade nos Juramentos"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "14": {
      "parafrase": "Não se desviem para seguir deuses estranhos, aqueles que são cultuados pelos povos vizinhos, pois isso despertará a ira do Senhor, seu Deus, contra vocês, e Ele os destruirá da face da terra.",
      "referencias": [
        "Êxodo 20:5",
        "Juízes 2:12"
      ],
      "comentario": "A idolatria é vista como um ato de traição direta, um 'desvio' moral e espiritual. A consequência é severa: aniquilação da presença de Israel na terra prometida.",
      "temas": [
        "Idolatria",
        "Ira Divina",
        "Extermínio"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "15": {
      "parafrase": "Lembrem-se: o Senhor, seu Deus, é um Deus zeloso! Sua dedicação ao Seu povo é intensa, e se vocês O provocarem, a ira Dele se acenderá contra vocês com força total, e Ele certamente os varrerá da superfície da terra.",
      "referencias": [
        "Êxodo 20:5",
        "Naum 1:2"
      ],
      "comentario": "O termo 'zeloso' (Qana) descreve a natureza possessiva e exclusiva do amor de Deus pela Sua aliança. Não é ciúme mesquinho, mas a recusa em compartilhar Sua adoração com outros poderes.",
      "temas": [
        "Zelo Divino",
        "Natureza de Deus",
        "Consequências da Infidelidade"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "16": {
      "parafrase": "Não tentem testar o Senhor, seu Deus, como fizeram em Massá, exigindo provas de Seu poder ou duvidando de Sua provisão, pois isso é uma afronta ao Seu caráter!",
      "referencias": [
        "Êxodo 17:7",
        "Mateus 4:7"
      ],
      "comentario": "A referência a Massá (ou Meribá) é um lembrete da primeira grande rebelião no deserto, onde o povo questionou a presença de Deus através de um teste de água. Testar Deus é exercer orgulho sobre Sua soberania.",
      "temas": [
        "Tentação de Deus",
        "Memorial de Massá",
        "Confiança"
      ],
      "personagens": [
        "Deus",
        "Israel"
      ]
    },
    "17": {
      "parafrase": "Mas, firmes na Lei, observem com cuidado os mandamentos, os testemunhos e os decretos que Ele lhes deu para cumprir, praticando-os em tudo o que fizerem.",
      "referencias": [
        "Deuteronômio 11:1",
        "Salmos 119:2"
      ],
      "comentario": "Este versículo serve como um contraponto positivo ao versículo anterior. Em vez de testar, a atitude correta é a observância diligente das instruções recebidas.",
      "temas": [
        "Prática da Lei",
        "Diligência",
        "Observância"
      ],
      "personagens": []
    },
    "18": {
      "parafrase": "Façam o que é reto e bom aos olhos do Senhor, para que vocês tenham uma vida longa e entrem na boa terra prometida, para que possam usufruir dela, conforme o Senhor jurou aos seus ancestrais.",
      "referencias": [
        "Deuteronômio 6:18",
        "Miquéias 6:8"
      ],
      "comentario": "O que é reto ('yashar') é aquilo que se alinha com o padrão moral e legal de Deus. Cumprir isso garante a continuidade da bênção e o acesso pleno à herança.",
      "temas": [
        "Retidão",
        "Acesso à Herança",
        "Ação Correta"
      ],
      "personagens": [
        "O Senhor"
      ]
    },
    "19": {
      "parafrase": "E, ao fazerem isso, o Senhor expulsará todos os seus inimigos de diante de vocês, pois essa é a promessa que Ele fez aos seus pais.",
      "referencias": [
        "Josué 24:8",
        "Êxodo 34:11"
      ],
      "comentario": "A expulsão dos inimigos (os cananeus) é apresentada como uma consequência natural da obediência, cumprindo o juramento feito à geração fundadora.",
      "temas": [
        "Vitória sobre Inimigos",
        "Cumprimento da Promessa"
      ],
      "personagens": [
        "O Senhor"
      ]
    },
    "20": {
      "parafrase": "E, no futuro, quando seu filho perguntar a vocês: 'O que significam todos estes testemunhos, estes decretos e estas leis que o Senhor, nosso Deus, nos ordenou?', vocês deverão responder a ele...",
      "referencias": [
        "Êxodo 12:26",
        "Salmos 78:5-7"
      ],
      "comentario": "Este versículo estabelece a estrutura da pergunta catequética, onde a tradição oral passa de geração para geração através da curiosidade da criança.",
      "temas": [
        "Catequese",
        "Tradição Oral",
        "Significado da Lei"
      ],
      "personagens": [
        "Filhos"
      ]
    },
    "21": {
      "parafrase": "...'Nós éramos escravos no Egito, mas o Senhor nos tirou de lá com o Seu braço forte e poderoso!'",
      "referencias": [
        "Êxodo 6:6",
        "Deuteronômio 7:19"
      ],
      "comentario": "A resposta essencial à pergunta sobre o significado da Lei é sempre o memorial da libertação (Êxodo). A base da identidade de Israel não é a lei em si, mas o ato redentor de Deus.",
      "temas": [
        "Identidade de Israel",
        "Redenção",
        "Memória do Egito"
      ],
      "personagens": [
        "O Senhor"
      ]
    },
    "22": {
      "parafrase": "O Senhor realizou sinais e maravilhas grandiosas no Egito, tanto contra Faraó quanto contra toda a sua casa, diante dos nossos olhos. Ele nos resgatou daquela opressão terrível para nos trazer para cá e nos dar a terra que havia prometido sob juramento aos nossos antepassados.",
      "referencias": [
        "Salmos 135:8-9",
        "Gênesis 17:8"
      ],
      "comentario": "Detalha o poder demonstrado (sinais e prodígios) contra a autoridade egípcia, validando a fidelidade de Deus ao juramento feito à linhagem patriarcal.",
      "temas": [
        "Milagres do Êxodo",
        "Confronto de Poderes",
        "Juramento Divino"
      ],
      "personagens": [
        "Faraó",
        "O Senhor"
      ]
    },
    "23": {
      "parafrase": "Então, o Senhor nos mandou cumprir todas estas leis, para que sempre tivéssemos vida e Ele pudesse nos abençoar, guardando-nos sob a Sua proteção, como faz agora.",
      "referencias": [
        "Romanos 8:28",
        "Deuteronômio 4:40"
      ],
      "comentario": "A finalidade da Lei é dupla: garantir a vida ('viver') e ser um meio pelo qual a bênção e o cuidado protetor de Deus se manifestam continuamente.",
      "temas": [
        "Propósito da Lei",
        "Proteção Divina",
        "Concessão da Vida"
      ],
      "personagens": [
        "O Senhor"
      ]
    },
    "24": {
      "parafrase": "E a nossa justiça, a nossa retidão em relação a Deus, virá unicamente quando guardarmos e praticarmos todos esses mandamentos que Ele nos deu, com a mais sincera devoção.",
      "referencias": [
        "Romanos 10:5",
        "Tiago 2:17"
      ],
      "comentario": "A justiça ('tzedaqah') não é algo que se alcança por mérito próprio, mas através da obediência aos estatutos de Deus. É uma resposta de fé que se manifesta em ação.",
      "temas": [
        "Justiça pela Obediência",
        "Retidão",
        "Manifestação da Fé"
      ],
      "personagens": []
    },
    "25": {
      "parafrase": "E, quando fizermos tudo isso, se formos fiéis em cumprir cada preceito, o Senhor nos considerará justos, nos concederá Seu favor e abençoará nossa existência na terra, pois teremos cumprido nosso papel na aliança.",
      "referencias": [
        "Gênesis 15:6",
        "Lucas 17:10"
      ],
      "comentario": "Este é o resultado final esperado: Deus declarará o povo justo ('tzedeq') com base no seu esforço de fidelidade. Cumprir o 'dever' da aliança resulta na benevolência e favor ('tov', bem) de Deus.",
      "temas": [
        "Declaração de Justiça",
        "Favor Divino",
        "Recompensa da Fidelidade"
      ],
      "personagens": [
        "Deus"
      ]
    },
    "26": {
      "parafrase": "E eu vos ordeno: Se acontecer que obedeçais a todos os Meus preceitos que vos dou hoje, e guardardes todos os Meus estatutos, e os cumprirdes, então vos acontecerá que a vossa descendência, depois de vós, herdará a terra para sempre, e firmará seu lugar ali por gerações incontáveis. Essa terra será vossa morada permanente, um lugar de bênção e estabilidade, desde que o pacto seja honrado.",
      "referencias": [
        "Gênesis 17:8",
        "Josué 1:6"
      ],
      "comentario": "Este versículo estabelece a condição central da aliança mosaica: a posse perpétua da Terra Prometida (Canaã) está intrinsecamente ligada à obediência incondicional ('todos os Meus preceitos'). O termo hebraico para 'para sempre' (l'olam) aqui, no contexto da posse da terra, implica uma longa duração, sustentada pela fidelidade contínua, diferente da eternidade prometida à linhagem de Davi. É a promessa de estabilidade territorial.",
      "temas": [
        "Obediência à Lei",
        "Posse da Terra",
        "Aliança Condicional"
      ],
      "personagens": [
        "Deus (Yahweh)",
        "Israel"
      ]
    },
    "27": {
      "parafrase": "Portanto, deveis empenhar-vos em colocar a bênção da vida e o poder de prosperar diante de vós, e a maldição, que é o oposto, deve ser posta atrás de vós, para que nunca mais se manifeste em vossas vidas. Escolham ativamente o caminho que leva à plenitude e evitem o caminho que leva à ruína.",
      "referencias": [
        "Deuteronômio 11:26",
        "Mateus 6:33"
      ],
      "comentario": "Aqui temos um contraste moral explícito. A bênção e a maldição não são forças aleatórias; elas são o resultado direto da escolha humana. 'Colocar' (natatti) sugere uma ação deliberada de apresentar essas duas opções diante do povo, exigindo uma decisão consciente de caminhar para a vida (bênção) e se afastar da morte (maldição). É um chamado à responsabilidade moral ativa. 🤯",
      "temas": [
        "Escolha Moral",
        "Bênção e Maldição",
        "Responsabilidade Pessoal"
      ],
      "personagens": [
        "Israel"
      ]
    },
    "28": {
      "parafrase": "Haverá uma condição: se vos desviardes dos mandamentos do Senhor vosso Deus, e se ouvirdes os ensinamentos de outros deuses que vos atraem e vos desviam do caminho principal, se vos afastardes do pacto estabelecido hoje, então cairá sobre vós uma terrível ruína. A terra de onde vindes, a terra que vos acolheu, vos cuspirá para fora como um corpo estranho.",
      "referencias": [
        "Levítico 20:22",
        "Jeremias 17:13"
      ],
      "comentario": "Este é o reverso da moeda. O desvio ('ouvirdes') envolve não apenas a desobediência passiva, mas a adesão ativa a outros cultos. O ato de Deus 'cuspir' (zaraq) a nação da terra é uma imagem poderosa de repulsa absoluta, indicando o exílio, onde a nação será rejeitada pela própria terra que Deus lhes deu como herança. É uma advertência visceral contra a idolatria. 🤮",
      "temas": [
        "Idolatria",
        "Exílio",
        "Consequências da Desobediência"
      ],
      "personagens": [
        "Deus (Yahweh)",
        "Israel"
      ]
    },
    "29": {
      "parafrase": "E quando isso acontecer, quando o juízo vier e a terra for destruída pela infidelidade de vocês, o Senhor vos arrancará dessa terra abençoada, e vos lançará em uma terra totalmente desconhecida, uma terra onde nem vós nem vossos pais conheciam a Minha presença ou os Meus caminhos. Lá, servireis a outros deuses, a ídolos feitos de madeira e pedra, que não têm poder algum.",
      "referencias": [
        "Amós 2:5",
        "Oséias 8:11"
      ],
      "comentario": "A maldição máxima é o exílio duplo: ser arrancado da terra prometida e ser levado para uma terra estrangeira ('terra que não conhecíeis'). O hebraico reforça a estranheza do lugar e a absoluta esterilidade espiritual do serviço aos ídolos ('madeira e pedra'), contrastando com a adoração viva ao Criador. O sofrimento do exílio é amplificado pela falta de familiaridade cultural e religiosa. 😩",
      "temas": [
        "Exílio Forçado",
        "Servidão aos Ídolos",
        "Perda da Identidade"
      ],
      "personagens": [
        "Deus (Yahweh)",
        "Ídolos"
      ]
    },
    "30": {
      "parafrase": "Partireis para terras distantes, e lá, em meio aos gentios, o Senhor vos castigará de uma forma que vossos olhos verão, mas não podereis entender completamente o alcance de vossa calamidade. Vocês serão espalhados entre as nações como grãos de areia varridos pelo vento.",
      "referencias": [
        "Levítico 26:33",
        "Miquéias 4:10"
      ],
      "comentario": "Este versículo descreve a diáspora. O ato de Deus os 'lançará' ou 'espalhará' (yashlich) entre as nações, cumprindo a ameaça. O sofrimento será público e visível para os outros povos, mas a razão teológica completa pode permanecer obscura para os próprios exilados, que verão o sofrimento sem a clareza da sua causa original, focando apenas no castigo imediato. 🌪️",
      "temas": [
        "Diáspora",
        "Castigo Divino",
        "Humilhação Pública"
      ],
      "personagens": [
        "Israel"
      ]
    },
    "31": {
      "parafrase": "No entanto, mesmo nesses lugares de sofrimento e esquecimento, vocês erguerão altares e farão sacrifícios, mas esses ritos serão inválidos, pois não serão feitos no santuário escolhido pelo Senhor, o lugar onde Ele manifesta a Sua presença. Estes serão sacrifícios impostos pelo desespero, não pela obediência correta.",
      "referencias": [
        "Êxodo 20:24",
        "Salmos 51:17"
      ],
      "comentario": "Este é um ponto crucial sobre a centralidade do culto. Mesmo no exílio, o povo pode tentar manter rituais de adoração. Contudo, o texto deixa claro que, sem o Tabernáculo/Templo como ponto focal, esses sacrifícios não têm o valor exigido pela Lei. Deus rejeita a religiosidade ritualística sem a devida localização e submissão à Sua ordem. A adoração deve ser 'no lugar que Ele escolher'.",
      "temas": [
        "Centralidade do Culto",
        "Rituais Inválidos",
        "Santuário"
      ],
      "personagens": [
        "Israel",
        "Deus (Yahweh)"
      ]
    },
    "32": {
      "parafrase": "E vocês, por fim, saberão, através de toda a vossa angústia e confusão no estrangeiro, que foi o próprio Senhor quem causou tudo isso, pois Ele é fiel em cumprir as advertências que proferiu. Ele se arrependerá da bondade prometida, cumprindo a justiça de Sua palavra, e não a promessa de permanência.",
      "referencias": [
        "Jeremias 29:10",
        "Lamentações 3:39"
      ],
      "comentario": "Este versículo finaliza o ciclo da maldição com uma nota de soberania divina. O povo 'saberá' (yada) com certeza que Deus é o agente por trás de seu sofrimento. Deus cumpre Sua palavra, seja a bênção (v. 26) ou a maldição (v. 28-30). O termo 'se arrependerá' (Nechem), neste contexto, não significa que Deus mudou de ideia sobre o bem, mas que Ele se afastará da misericórdia para executar o juízo previamente estabelecido. 💔",
      "temas": [
        "Soberania de Deus",
        "Fidelidade na Advertência",
        "Reconhecimento do Juízo"
      ],
      "personagens": [
        "Deus (Yahweh)",
        "Israel"
      ]
    }
  }
}