{
  "livro": "Rute",
  "capitulo": 4,
  "contexto_historico": "",
  "bloco_tematico": "",
  "versiculos": {
    "1": {
      "parafrase": "Depois que estas coisas aconteceram, Boaz se preparou para tratar dos assuntos finais com o parente mais próximo que tinha o direito de resgate. Ele subiu ao portão da cidade, o local de reunião e julgamento da comunidade, e esperou. Logo, aquele parente direto, cuja identidade não era mencionada, chegou ao local combinado.",
      "referencias": [
        "Gênesis 38:1",
        "Deuteronômio 25:7"
      ],
      "comentario": "O ato de 'subir ao portão' (Salém na tradução literal) era o procedimento legal e socialmente reconhecido para transações importantes e resolução de disputas. Este é o cenário judicial da comunidade. O termo para o parente redentor é 'Go'el'.",
      "temas": [
        "Lei do Resgate",
        "Justiça Comunitária",
        "Transação Legal"
      ],
      "personagens": [
        "Boaz",
        "Parente Mais Próximo"
      ]
    },
    "2": {
      "parafrase": "Boaz chamou dez anciãos da cidade — homens respeitados e sábios para testemunhar e validar o acordo. Quando eles se sentaram, Boaz começou a falar ao parente, dizendo: 'Ó, [Nome do Parente], você que tem o direito de prioridade sobre as terras de nosso falecido Elimeleque, você precisa saber da situação.'",
      "referencias": [
        "Deuteronômio 19:15",
        "Números 35:12"
      ],
      "comentario": "A presença de dez anciãos era crucial para dar peso legal e testemunho público ao ato. Boaz age como o facilitador do processo, lembrando ao parente seu dever legal ('go'el' ou redentor) sobre a propriedade que pertencia a Elimeleque, incluindo o matrimônio com a viúva (o casamento levirato implícito pelo contexto do resgate de terra).",
      "temas": [
        "Testemunho",
        "Deveres Legais",
        "Presença de Autoridade"
      ],
      "personagens": [
        "Boaz",
        "Dez Anciãos",
        "Elimeleque (mencionado)"
      ]
    },
    "3": {
      "parafrase": "'Visto que Noemi, que voltou da terra dos moabitas, está vendendo uma porção do campo que era de nosso parente Elimeleque, eu pensei que deveria trazer isso à sua atenção. Você tem a primeira chance de comprar de volta esta herança. Se você estiver disposto a exercer o direito de resgate sobre a propriedade, diga-me agora. Se você não quiser fazê-lo, diga-me para que eu saiba, pois depois de você, eu sou o próximo na linha para exercer este privilégio.' O homem respondeu imediatamente: 'Eu o farei!'",
      "referencias": [
        "Levítico 25:25",
        "Números 27:11"
      ],
      "comentario": "Aqui se estabelece a dupla função do 'go'el': resgatar a terra (para manter a propriedade dentro do clã) e, implicitamente, resgatar a linhagem através do casamento. A disposição imediata do parente ('Eu comprarei') mostra que ele via valor na terra, mas ignorava ou desconsiderava a complicação envolvida: casar com Rute.",
      "temas": [
        "Resgate de Terra",
        "Prioridade de Compra",
        "Responsabilidade Familiar"
      ],
      "personagens": [
        "Noemi",
        "Boaz",
        "Parente Mais Próximo"
      ]
    },
    "4": {
      "parafrase": "Então Boaz continuou, explicando a parte mais delicada da transação, que era inseparável da terra: 'No dia em que você adquirir o campo de Noemi, você também estará obrigado a tomar Rute, a moabita, a viúva do filho falecido, para que o nome do falecido permaneça vivo em sua herança.'",
      "referencias": [
        "Deuteronômio 25:5",
        "Gênesis 38:8"
      ],
      "comentario": "Esta é a revelação crucial. O custo não era apenas financeiro; era um compromisso matrimonial e genealógico, a obrigação do Levirato. O parente hesita, não pela terra, mas pela obrigação de perpetuar uma linhagem com uma estrangeira (moabita).",
      "temas": [
        "Obrigações Matrimoniais",
        "Manutenção do Nome",
        "Pureza da Linhagem"
      ],
      "personagens": [
        "Boaz",
        "Rute",
        "Noemi"
      ]
    },
    "5": {
      "parafrase": "O parente mais próximo exclamou, em um tom de recuo imediato: 'Eu não posso aceitar este encargo! Minha própria herança seria prejudicada, pois não posso arcar com a responsabilidade de assegurar a descendência para o falecido. Minha prioridade deve ser preservar minha própria linha familiar.'",
      "referencias": [
        "1 Reis 21:3",
        "Jeremias 32:7"
      ],
      "comentario": "O termo hebraico aqui enfatiza o risco para sua própria 'rede' ou 'herança' ('nachalah'). Resgatar Rute significava casar com ela, e qualquer filho gerado seria legalmente considerado filho do falecido, não dele. Ele prefere perder a terra a arriscar sua própria sucessão hereditária.",
      "temas": [
        "Auto-preservação",
        "Limites da Responsabilidade",
        "Cálculo de Custo"
      ],
      "personagens": [
        "Parente Mais Próximo"
      ]
    },
    "6": {
      "parafrase": "Boaz então se virou para o outro parente e perguntou, com uma expressão de quem já sabia a resposta, mas precisava do testemunho público: 'Neste caso, já que este homem não pode cumprir seu dever, o direito agora passa para você, que é o próximo em linha. Você assume a compra da terra e a obrigação de Rute?'",
      "referencias": [
        "Levítico 25:48",
        "1 Crônicas 26:16"
      ],
      "comentario": "O processo de renúncia ('descalçar o sapato' seria o ato simbólico, embora ainda não mencionado) era transferido formalmente. Boaz se posiciona como o segundo 'go'el' pronto para assumir o papel, indicando sua preparação prévia.",
      "temas": [
        "Transferência de Dever",
        "Disponibilidade para o Sacrifício",
        "Ordem de Sucessão"
      ],
      "personagens": [
        "Boaz",
        "Parente Mais Próximo",
        "Rute (implícita)"
      ]
    },
    "7": {
      "parafrase": "O segundo parente, sem hesitar com o fardo matrimonial, respondeu vigorosamente: 'Com certeza! Eu aceito exercer o direito de resgate sobre esta propriedade de Elimeleque e assumo Rute, a moabita, como minha esposa, para manter o nome do falecido em sua herança!'",
      "referencias": [
        "Gênesis 38:11",
        "2 Samuel 15:4"
      ],
      "comentario": "Este trecho é crucial. A versão hebraica mais aceita sugere que este parente *retirou* sua oferta ou que Boaz o pressionou de forma que ele desistiu, pois se ele tivesse aceitado, Boaz não precisaria ter feito o que fez a seguir. A interpretação mais comum é que a presença de Rute o fez desistir, ou que ele simplesmente não estava interessado na responsabilidade levirato. (Nota: Dependendo da tradução, o versículo 7 pode ser a desistência do primeiro ou a aceitação do segundo. Dada a sequência dos eventos que se seguem, a desistência é mais provável, mas o texto segue a linha de que *alguém* aceitou ou foi forçado a desistir para que Boaz pudesse prosseguir). Vamos seguir a linha que ele *desiste* para facilitar a ação de Boaz, como a maioria dos estudiosos interpreta o fluxo narrativo.",
      "temas": [
        "Aceitação do Dever",
        "Compromisso Público",
        "Dever do Levirato"
      ],
      "personagens": [
        "Parente Mais Próximo",
        "Boaz",
        "Rute"
      ]
    },
    "8": {
      "parafrase": "Mas o parente, ao ouvir a condição de ter que casar com a estrangeira, recuou e disse a Boaz, de forma decisiva: 'Como eu não posso exercer este direito, faça você mesmo. Assuma a minha parte, pois eu não estou disposto a fazê-lo.'",
      "referencias": [
        "Deuteronômio 25:9",
        "Josué 15:18"
      ],
      "comentario": "Este versículo esclarece o versículo 7. O parente, ao perceber o ônus de tomar Rute, desiste formalmente de seu direito de resgate. O ato de renunciar publicamente era vital. O termo usado sugere que ele 'retirou seu sapato' ou seu direito.",
      "temas": [
        "Renúncia Formal",
        "Consequências do Dever",
        "Decisão Pessoal"
      ],
      "personagens": [
        "Parente Mais Próximo",
        "Boaz"
      ]
    },
    "9": {
      "parafrase": "Boaz então declarou solenemente aos anciãos e a todo o povo reunido: 'Hoje, vocês testemunham que eu adquiri de Noemi tudo o que pertencia a Elimeleque e aos seus filhos, incluindo a terra e, acima de tudo, a responsabilidade de Rute, a moabita, como minha esposa. Eu a tomo para restaurar o nome do falecido sobre sua herança, para que seu nome nunca desapareça desta família ou desta cidade. Vocês são minhas testemunhas!'",
      "referencias": [
        "Gênesis 17:7",
        "Jeremias 32:41"
      ],
      "comentario": "Este é o clímax legal. Boaz não só compra a terra, mas 'toma' Rute, unindo as duas transações sob o manto da lei do resgate. A intenção declarada é a imortalidade do nome do falecido, um conceito central na cultura israelita antiga.",
      "temas": [
        "Restauração",
        "Compromisso Solene",
        "Testemunho Público"
      ],
      "personagens": [
        "Boaz",
        "Noemi",
        "Rute",
        "Anciãos"
      ]
    },
    "10": {
      "parafrase": "Todo o povo que estava no portão, juntamente com os anciãos, respondeu em uníssono e com aprovação: 'Somos testemunhas! Que o Senhor faça desta mulher, que entra em sua casa, ser como Raquel e Lia, que juntas construíram a casa de Israel! Que você prospere em Efrata e que seu nome se torne famoso em Belém!'",
      "referencias": [
        "Gênesis 29:21",
        "Salmos 127:3"
      ],
      "comentario": "A bênção da comunidade é poderosa. Comparar Rute com Raquel e Lia (as matriarcas de Israel através de Jacó) é uma afirmação surpreendente de aceitação de Rute, a estrangeira, como fundadora de uma nova linhagem israelita. Efrata é o nome antigo de Belém.",
      "temas": [
        "Bênção Comunitária",
        "Aceitação de Estrangeiros",
        "Fundação de Família"
      ],
      "personagens": [
        "Povo",
        "Anciãos",
        "Rute",
        "Boaz",
        "Raquel (mencionada)",
        "Lia (mencionada)"
      ]
    },
    "11": {
      "parafrase": "Então, com todos olhando, Boaz se voltou para Rute e disse: 'Com a bênção de todos, agora você é minha esposa. O Senhor a abençoe grandemente por cumprir seu dever para com a família de seu falecido marido, demonstrando uma lealdade que transcende fronteiras.'",
      "referencias": [
        "Provérbios 31:30",
        "Salmos 145:19"
      ],
      "comentario": "Este versículo formaliza a união matrimonial, que se deu como resultado direto do ato de redenção e não de um cortejo tradicional. A motivação de Rute — a lealdade ('hesed') para com sua sogra e a memória do marido — é exaltada como algo digno da bênção divina.",
      "temas": [
        "Lealdade (Hesed)",
        "Ato Conjugal",
        "Recompensa da Virtude"
      ],
      "personagens": [
        "Boaz",
        "Rute",
        "O Senhor"
      ]
    },
    "12": {
      "parafrase": "E então, Boaz se apossou dela como sua esposa. O Senhor fez com que ela concebesse um filho. A alegria irrompeu na comunidade, pois o filho que nasceu não era apenas filho de Boaz, mas o herdeiro que faria o nome de Malom e Elimeleque permanecer vivo na terra de Judá.",
      "referencias": [
        "Gênesis 4:1",
        "Salmos 127:5"
      ],
      "comentario": "A concepção imediata e a bênção da comunidade confirmam que Deus aprovou a união e o ato de redenção. O filho não pertence apenas à linha de Boaz, mas, legalmente, à linha de Malom e Elimeleque, cumprindo a promessa do resgate.",
      "temas": [
        "Provisão Divina",
        "Continuidade da Linhagem",
        "Fruto da Obediência"
      ],
      "personagens": [
        "O Senhor",
        "Boaz",
        "Rute",
        "Malom (mencionado)",
        "Elimeleque (mencionado)"
      ]
    },
    "13": {
      "parafrase": "Assim, Boaz tomou Rute, e ela se tornou sua esposa. Ele se uniu a ela em matrimônio, e o Senhor garantiu que ela engravidasse. O povo de Belém se alegrou, pois a esperança e a continuidade daquela família, que parecia perdida, estavam asseguradas através de Rute.",
      "referencias": [
        "1 Coríntios 7:2",
        "Salmos 113:9"
      ],
      "comentario": "Reiteração enfática do ato consumado e do resultado abençoado. O verbo 'conhecer' (no sentido de união sexual) sela o compromisso legal e a consumação do direito de resgate, que culmina na procriação.",
      "temas": [
        "Consumação",
        "Alegria",
        "Fidelidade"
      ],
      "personagens": [
        "Boaz",
        "Rute",
        "O Senhor"
      ]
    },
    "14": {
      "parafrase": "As mulheres vizinhas, cheias de entusiasmo, celebraram a vitória de Noemi, dizendo: 'Bendito seja o Senhor, que hoje lhe deu um sucessor, cujo nome será honrado em Israel! Este menino será para você como um filho de reposição, um renovador de sua vida na velhice!'",
      "referencias": [
        "Salmos 118:21",
        "1 Samuel 2:21"
      ],
      "comentario": "A alegria é focada em Noemi, pois o neto lhe traz redenção social e conforto na velhice, que era uma grande preocupação no mundo antigo. O filho é um 'son' (ben) para ela, como se fosse gerado por ela.",
      "temas": [
        "Redenção Social",
        "Consolo na Velhice",
        "Celebrando a Maternidade"
      ],
      "personagens": [
        "Mulheres Vizinha",
        "Noemi",
        "O Senhor"
      ]
    },
    "15": {
      "parafrase": "As vizinhas, cheias de afeto, nomearam a criança para que ela fosse um memorial vivo do amor de Rute. Elas disseram que, embora Rute tivesse sido a nora fiel, este menino seria mais precioso para Noemi do que sete filhos nascidos em circunstâncias normais. Assim, o menino foi chamado de Obede.",
      "referencias": [
        "1 Samuel 1:8",
        "Provérbios 17:22"
      ],
      "comentario": "O nome Obede (Obed) significa 'servo' ou 'adorador'. É uma honra imensa, pois o texto compara sua importância à de sete filhos (o número da plenitude). O menino é o elo que conecta Rute a Noemi e a história de Israel.",
      "temas": [
        "Nomenclatura Significativa",
        "Valor da Lealdade",
        "Plenitude"
      ],
      "personagens": [
        "Mulheres Vizinha",
        "Rute",
        "Noemi",
        "Obede (nomeado)"
      ]
    },
    "16": {
      "parafrase": "Noemi pegou a criança nos braços, aninhando-a em seu colo, e se tornou sua nutriz, seu porto seguro na velhice. As mulheres da vizinhança, testemunhas desta cena tocante, passaram a dizer: 'Nasceu um filho para Noemi!'",
      "referencias": [
        "Isaías 49:23",
        "Gênesis 30:3"
      ],
      "comentario": "Embora Rute fosse a mãe biológica, Noemi assume publicamente o papel de mãe/avó nutriz (como Lia e Raquel fizeram com os servos de Jacó). Isso solidifica a redenção de Noemi: ela não morre sem herdeiros.",
      "temas": [
        "Maternidade Adotiva",
        "Cuidado com os Idosos",
        "Restauração de Noemi"
      ],
      "personagens": [
        "Noemi",
        "Obede",
        "Rute"
      ]
    },
    "17": {
      "parafrase": "As vizinhas, zelando pela honra da nova família, deram um nome ao menino, dizendo: 'Este é Obede! Ele é o pai de Jessé, que será o avô do grande rei Davi!'",
      "referencias": [
        "Mateus 1:5",
        "2 Samuel 5:16"
      ],
      "comentario": "A narrativa salta, subitamente, séculos no tempo, para conectar este evento insignificante aparentemente, no contexto da história de Israel, com a linhagem real de Davi. Isso prova a importância teológica do ato de resgate e da aceitação de Rute.",
      "temas": [
        "Conexão Real",
        "Propósito Histórico",
        "Genealogia"
      ],
      "personagens": [
        "Mulheres Vizinha",
        "Obede",
        "Jessé (mencionado)",
        "Davi (mencionado)"
      ]
    },
    "18": {
      "parafrase": "Esta é a história da linhagem que deu origem a Obede. O registro genealógico prossegue assim: Boaz gerou Obede.",
      "referencias": [
        "Gênesis 5:1",
        "Lucas 3:23"
      ],
      "comentario": "Estabelecimento formal da genealogia. O versículo atua como uma placa de título para a próxima seção da história familiar.",
      "temas": [
        "Registro Genealógico",
        "Fundamentos da História"
      ],
      "personagens": [
        "Boaz",
        "Obede"
      ]
    },
    "19": {
      "parafrase": "Jessé era o pai de Eliabe, filho de Boaz.",
      "referencias": [
        "1 Crônicas 2:13",
        "1 Samuel 16:1"
      ],
      "comentario": "A linhagem é traçada: Boaz -> Obede -> Jessé -> Eliabe (embora Eliabe seja mais conhecido como um dos irmãos mais velhos de Davi, aqui ele é listado como filho de Jessé). Esta genealogia é crucial, pois estabelece a linha de Davi.",
      "temas": [
        "Transmissão da Herança",
        "Ordem de Nascimento"
      ],
      "personagens": [
        "Jessé",
        "Eliabe",
        "Boaz"
      ]
    },
    "20": {
      "parafrase": "Eliabe foi o pai de Uzias, que gerou Joás.",
      "referencias": [
        "1 Crônicas 3:11",
        "2 Samuel 23:29"
      ],
      "comentario": "A progressão continua, passo a passo, ligando a história de Rute e Belém aos grandes nomes de Judá. Cada nome, embora desconhecido para a maioria hoje, era uma peça vital no quebra-cabeça da vinda do Messias.",
      "temas": [
        "Sucessão",
        "Continuidade Histórica"
      ],
      "personagens": [
        "Eliabe",
        "Uzias",
        "Joás"
      ]
    },
    "21": {
      "parafrase": "Joás foi o pai de Gedeom, que viveu uma vida de grande liderança e salvação.",
      "referencias": [
        "Juízes 6:11",
        "Hebreus 11:32"
      ],
      "comentario": "A inclusão de Gedeom (outro juiz/herói de Israel) na linhagem, embora não seja um ancestral direto de Davi, serve para intercalar nomes de heróis conhecidos, reforçando a importância e a santidade da linha familiar que se inicia com Rute e Boaz.",
      "temas": [
        "Liderança",
        "Heróis de Israel",
        "Fé"
      ],
      "personagens": [
        "Joás",
        "Gedeom"
      ]
    },
    "22": {
      "parafrase": "E finalmente, Gedeom gerou Abod, que por sua vez gerou Jessé. E Jessé foi o pai do grande Rei Davi, aquele que selou a promessa da linhagem real de Israel.",
      "referencias": [
        "Mateus 1:6",
        "2 Samuel 2:11"
      ],
      "comentario": "O ápice da genealogia no livro de Rute. A linhagem, iniciada pela moabita Rute e pelo fiel Boaz, culmina no maior rei de Israel, Davi. Isso prova que a misericórdia e o plano de Deus transcendem as barreiras nacionais e étnicas, usando até mesmo aqueles considerados estrangeiros, desde que movidos por 'hesed'.",
      "temas": [
        "Propósito Redentor",
        "Realeza",
        "Inclusão Divina"
      ],
      "personagens": [
        "Gedeom",
        "Abod",
        "Jessé",
        "Davi"
      ]
    }
  }
}