{
  "livro": "Mateus",
  "capitulo": 7,
  "contexto_historico": "O Capítulo 7 de Mateus insere-se no clímax do Sermão da Montanha (Mt 5-7), que é a apresentação fundamental do caráter do Reino de Deus e da ética radical exigida dos seus súditos. Jesus move-se da descrição das bem-aventuranças e da nova justiça (focada em motivações internas, não apenas na Lei externa) para instruções práticas sobre como viver essa vida cristã em comunidade e em relação a Deus. Este capítulo finaliza a seção com advertências cruciais sobre o perigo da hipocrisia e a necessidade de ação baseada no ensino, contrastando o caminho estreito com o caminho largo. Historicamente, a audiência primária (discípulos e multidões judeus sob a Lei) é desafiada a ver que a verdadeira piedade não reside na aparência, mas na obediência interior e na dependência total de Deus Pai. 👨‍🏫⛰️",
  "bloco_tematico": "A Ética da Ação: Julgamento, Oração e a Escolha Final de Caminhos ⚖️🔑",
  "versiculos": {
    "1": {
      "parafrase": "Jesus olhou para a multidão que O seguia e, percebendo que muitos estavam reunidos, decidiu subir um monte íngreme. A solidão da altitude Lhe proporcionava o palco perfeito para transmitir a mensagem mais revolucionária de todos os tempos, um novo código de vida para Seus discípulos e para todos os que desejavam entender o Reino dos Céus. Ele se assentou, e Sua presença inspirava reverência.",
      "referencias": [
        "Deuteronômio 18:15",
        "Salmos 139:13"
      ],
      "comentario": "A ação de 'sentar-se' (kathizo) era o gesto tradicional de um mestre ou rabino para iniciar uma aula formal. O 'monte' (oros) simboliza a revelação e a autoridade, ecoando a entrega da Lei a Moisés, mas agora a Lei do coração (o Sermão).",
      "temas": [
        "Ensino de Jesus",
        "Autoridade",
        "Escolha dos Discípulos"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "2": {
      "parafrase": "Com a voz clara e firme, Ele começou a falar, dirigindo-se primeiramente aos que haviam se aproximado mais, os Seus seguidores mais dedicados. Ele lhes revelou a natureza paradoxal da verdadeira felicidade e do Reino prometido: 'Bem-aventurados são aqueles que reconhecem sua total dependência de Deus, pois o Reino dos Céus pertence a eles!'",
      "referencias": [
        "Filipenses 3:3",
        "Romanos 4:5"
      ],
      "comentario": "A palavra grega para 'Bem-aventurados' é 'Makarios' (μακάριοι), que não significa apenas felicidade superficial, mas um estado de profundo bem-estar e bênção divina, independentemente das circunstâncias externas. 'Pobres em espírito' (ptōchoi tō pneumati) denota uma indigência absoluta, a consciência de que nada se possui sem Deus.",
      "temas": [
        "As Bem-aventuranças",
        "Humildade",
        "Reino dos Céus"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "3": {
      "parafrase": "Continuou o Mestre: 'Felizes são os que choram e sentem tristeza profunda pelo mal e pelo pecado, pois serão consolados por Deus de maneira gloriosa e definitiva! Esse consolo não é um paliativo passageiro, mas a restauração completa da alma.'",
      "referencias": [
        "Isaías 61:2",
        "Salmos 30:5"
      ],
      "comentario": "O lamento aqui é um pesar sincero pela injustiça e pelo pecado, não apenas pela tristeza pessoal. O consolo (paraklesis) é a mesma raiz da palavra para o Espírito Santo (Paracleto), Aquele que conforta e intercede.",
      "temas": [
        "Consolação",
        "Arrependimento",
        "Soberania de Deus"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "4": {
      "parafrase": "'Alegrem-se também aqueles que são mansos e gentis, que não usam a força ou a arrogância para impor sua vontade, pois estes herdarão toda a terra prometida, vivendo em plena posse da criação renovada!'",
      "referencias": [
        "Salmos 37:11",
        "Números 12:3"
      ],
      "comentario": "'Mansos' (praeis) não é fraqueza, mas poder sob controle. É a força domada, a resposta medida à provocação, um reflexo do autocontrole de Cristo.",
      "temas": [
        "Mansidão",
        "Herança da Terra",
        "Controle Próprio"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "5": {
      "parafrase": "Mais adiante, Ele afirmou: 'Bem-aventurados são aqueles que anseiam desesperadamente por justiça e retidão, que se revoltam contra a injustiça do mundo, porque serão plenamente saciados com a justiça divina!'",
      "referencias": [
        "Isaías 41:11",
        "Salmos 145:19"
      ],
      "comentario": "O verbo grego 'epithumountes' (epithumeō) implica um desejo ardente, uma fome intensa. Não é apenas querer justiça social, mas a retidão moral e relacional com Deus.",
      "temas": [
        "Justiça",
        "Desejo Espiritual",
        "Satisfação"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "6": {
      "parafrase": "'Louvados serão aqueles que têm um coração compassivo e misericordioso com os outros, pois, por sua vez, receberão a mais profunda misericórdia da parte de Deus, o Pai!'",
      "referencias": [
        "Tiago 2:13",
        "Miquéias 6:8"
      ],
      "comentario": "A misericórdia (eleos) é a compaixão ativa em face do sofrimento alheio. Jesus estabelece aqui um princípio de reciprocidade divina: a medida que usamos para os outros será a medida que Deus usará para nós.",
      "temas": [
        "Misericórdia",
        "Compaixão",
        "Justiça Retributiva"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "7": {
      "parafrase": "'Felizes os que têm um coração puro, sem segundas intenções, verdadeiros em suas motivações e integridade, pois eles verão a Deus face a face em Sua glória total!'",
      "referencias": [
        "Salmos 24:4",
        "Hebreus 12:14"
      ],
      "comentario": "A pureza de coração ('kathaíon tē kardía') refere-se à sinceridade e à ausência de duplicidade ou impureza moral que obscurece a visão espiritual. Ver a Deus é o ápice da comunhão.",
      "temas": [
        "Pureza",
        "Verdade",
        "Visão de Deus"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "8": {
      "parafrase": "Ele continuou a exaltar: 'E abençoados são os pacificadores, aqueles que ativamente trabalham para restaurar a harmonia entre as pessoas e entre o homem e Deus, porque serão reconhecidos como filhos legítimos do próprio Criador!'",
      "referencias": [
        "Isaías 52:7",
        "Romanos 10:15"
      ],
      "comentario": "Pacificadores ('eirēnopoioi') são construtores de paz, não meros evitadores de conflito. Ser chamado 'filho de Deus' é o testemunho máximo de pertencer à família divina.",
      "temas": [
        "Paz",
        "Mediação",
        "Filiação Divina"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "9": {
      "parafrase": "'Mas também são bem-aventurados aqueles que são perseguidos, injuriados e caluniados por causa de sua fidelidade à retidão e ao Meu nome. Eles são os verdadeiros herdeiros do Reino, pois sofreram a mesma sorte que os profetas antes de vocês!'",
      "referencias": [
        "1 Pedro 4:14",
        "Atos 5:41"
      ],
      "comentario": "Esta é a única bem-aventurança que descreve uma ação externa negativa contra o crente. A perseguição ('diōgmos') por causa da justiça é a prova final da autenticidade da fé.",
      "temas": [
        "Perseguição",
        "Fidelidade",
        "Sopro dos Profetas"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "10": {
      "parafrase": "E então, Jesus concluiu a série de bem-aventuranças com uma promessa clara: 'Quando vocês enfrentarem a ira e a hostilidade do mundo por causa da verdade, lembrem-se: sua verdadeira recompensa está guardada no céu, e não aqui na terra! Preparem-se para o confronto!'",
      "referencias": [
        "2 Timóteo 3:12",
        "Apocalipse 7:14"
      ],
      "comentario": "A frase chave aqui é 'por causa da justiça' (heneken dikaiosynēs). A perseguição é um selo de aprovação se for motivada pela busca da retidão, e não por conduta imprópria.",
      "temas": [
        "Recompensa Celestial",
        "Integridade",
        "Suportar a Injustiça"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "11": {
      "parafrase": "Ele se dirigiu a eles com intensidade: 'Vocês são a luz do mundo! Pensem nisto: vocês são o sal que preserva o sabor e impede a corrupção da sociedade. Se o sal perder seu poder de salgar, para que servirá? Será inútil e jogado fora!'",
      "referencias": [
        "Colossenses 4:6",
        "1 Pedro 2:9"
      ],
      "comentario": "A metáfora do sal (hálas) era fundamental na antiguidade, usado para conservação e tempero. Se o crente perde sua influência moral e espiritual, torna-se irrelevante ('mōranthe') para Deus e para o mundo.",
      "temas": [
        "Influência",
        "Testemunho",
        "Preservação"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "12": {
      "parafrase": "Prosseguindo, Ele explicou como essa influência deve se manifestar: 'Assim como uma cidade construída no alto de uma colina não pode ser escondida, a boa vida que vocês vivem deve ser visível para todos os que observam. Deixem que sua luz brilhe diante dos homens!'",
      "referencias": [
        "Filipenses 2:15",
        "1 Timóteo 5:7"
      ],
      "comentario": "A luz deve ser vista ('phōs heurathē'). O objetivo da vida cristã não é a introspecção secreta, mas um testemunho público que glorifica o Pai que está no céu. Não é a fama pessoal que deve ser buscada, mas a glória de Deus.",
      "temas": [
        "Visibilidade",
        "Glorificação de Deus",
        "Exemplo"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "13": {
      "parafrase": "Jesus então fez uma transição para o papel do discípulo no mundo: 'Vocês são o sal da terra. Se vocês se tornarem insossos, sem propósito redentor, o mundo ao redor continuará apodrecendo, e não haverá nada que O salve da degradação total!'",
      "referencias": [
        "Marcos 9:50",
        "Efésios 5:16"
      ],
      "comentario": "Este versículo reforça a metáfora anterior, focando na função 'conservadora' do crente. Se a influência moral falhar, a sociedade se deteriora.",
      "temas": [
        "Influência Moral",
        "Perda de Propósito",
        "Decadência Social"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "14": {
      "parafrase": "Ele continuou a ilustrar: 'Vocês são a luz que irradia. Uma lamparina não é acesa para ser encoberta por um cesto de palha (um objeto comum usado para cobrir coisas), nem colocada debaixo da cama, mas sim posta no lugar mais alto, para iluminar toda a casa!'",
      "referencias": [
        "Marcos 4:21",
        "Lucas 8:16"
      ],
      "comentario": "A imagem do 'cesto' (modios) e 'cama' (klinē) eram objetos domésticos cotidianos que representavam tudo o que esconde a verdade e a luz. O testemunho deve ter o alcance máximo possível.",
      "temas": [
        "Testemunho Público",
        "Exposição da Verdade",
        "Propósito da Vida"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "15": {
      "parafrase": "'Da mesma forma, o modo como vocês vivem e agem deve ser tão claro e brilhante que qualquer pessoa que o veja, mesmo aqueles que não O conhecem, seja levada a dar glória a Deus, o Pai Celestial, por causa do que testemunham em suas vidas!'",
      "referencias": [
        "1 Pedro 2:12",
        "Tito 2:10"
      ],
      "comentario": "O ponto focal desta seção é a glorificação de Deus ('doxasōsin ton patéra hymōn ton en tois ouranois'). A ação ética do discípulo é a ferramenta primária de evangelismo.",
      "temas": [
        "Boas Obras",
        "Evangelismo pelo Exemplo",
        "Glória a Deus"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "16": {
      "parafrase": "Jesus então advertiu sobre a necessidade de manter esse padrão: 'Não pensem que Eu vim abolir as antigas leis e os ensinamentos dos profetas. Não vim para anular, mas sim para cumprir plenamente e dar o verdadeiro sentido a tudo o que foi escrito!'",
      "referencias": [
        "Romanos 3:31",
        "Gálatas 5:14"
      ],
      "comentario": "Esta é uma declaração fundamental sobre a relação de Jesus com a Lei Mosaica (Torá) e os Profetas. O verbo 'plēroō' (cumprir) significa preencher a intenção original, realizar o propósito subjacente de tudo o que foi dito anteriormente.",
      "temas": [
        "Cumprimento da Lei",
        "Autoridade de Cristo",
        "Relação com o Antigo Testamento"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "17": {
      "parafrase": "'Pois, em verdade lhes digo, enquanto o céu e a terra existirem, nem um ponto minúsculo (um 'iota') ou a menor marca gráfica de qualquer letra da Lei deixará de se cumprir. Nada da Lei será descartado, a não ser que seja tornado obsoleto pelo Seu cumprimento total em Mim.'",
      "referencias": [
        "Lucas 21:33",
        "Hebreus 1:3"
      ],
      "comentario": "O uso de 'iota' (a menor letra do alfabeto hebraico) e 'keraia' (o pequeno traço distintivo de uma letra) enfatiza a precisão e a permanência dos padrões morais e proféticos da Escritura. A Lei tem validade absoluta até que seu propósito final seja atingido.",
      "temas": [
        "Permanência da Escritura",
        "Detalhes da Lei",
        "Precisão Divina"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "18": {
      "parafrase": "'Tudo isso se cumprirá, pois Eu garanto que, até que o tempo se esgote e o universo passe, cada detalhe das promessas e exigências será realizado. Nem mesmo a menor vírgula do plano divino passará despercebida.'",
      "referencias": [
        "Lucas 16:17",
        "1 Coríntios 1:20"
      ],
      "comentario": "Jesus confirma a eternidade da autoridade da Lei e dos profetas, não como um fardo de regras, mas como a estrutura do plano de Deus que Ele agora está executando.",
      "temas": [
        "Inerrância Bíblica",
        "Execução do Plano Divino",
        "Fim dos Tempos"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "19": {
      "parafrase": "'Portanto, quem conscientemente quebrar um desses mandamentos mais básicos e ensinar os outros a fazerem o mesmo, será considerado o menor e menos importante no Reino dos Céus. Quem, porém, os seguir diligentemente e inspirar outros a fazê-lo, será considerado grande!'",
      "referencias": [
        "Tiago 2:10",
        "Mateus 5:20"
      ],
      "comentario": "Aqui, Jesus introduz o princípio da 'grandeza' no Reino, que é o oposto do valor mundano. A desobediência ativa e o ensino da transgressão resultam em pouco ou nenhum lugar no Reino. A grandeza é determinada pela fidelidade ao cumprimento da vontade de Deus.",
      "temas": [
        "Hierarquia no Reino",
        "Influência Espiritual",
        "Desobediência"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "20": {
      "parafrase": "'Porque lhes digo a verdade: se a sua justiça, aquela que busca agradar a Deus, não for muito mais profunda e autêntica do que a justiça exterior praticada pelos mestres da Lei e pelos fariseus, vocês jamais entrarão no Reino dos Céus. Vocês não podem se contentar com a aparência da santidade!'",
      "referencias": [
        "Romanos 10:2",
        "Gálatas 5:6"
      ],
      "comentario": "Este é um ponto de inflexão dramático. A justiça ('dikaiosynē') dos fariseus era baseada na observância externa, rituais e tradições. A justiça exigida por Jesus deve ser interna, do coração, superando a hipocrisia superficial. Sem essa retidão radical, o acesso ao Reino é bloqueado.",
      "temas": [
        "Justiça Interior",
        "Hipocrisia Religiosa",
        "Padrão do Reino"
      ],
      "personagens": [
        "Jesus",
        "Fariseus"
      ]
    },
    "21": {
      "parafrase": "Jesus então introduziu o primeiro exemplo prático dessa justiça superior, referindo-se a um mandamento fundamental: 'Vocês ouviram que foi dito aos antigos: 'Não matarás', e quem o fizer será julgado!'",
      "referencias": [
        "Êxodo 20:13",
        "Deuteronômio 5:17"
      ],
      "comentario": "Jesus começa a expor o 'Antítese' (Eu, porém, vos digo). Ele cita a Lei (a tradição oral ou escrita) para estabelecer o ponto de partida da discussão, focando na proibição absoluta do assassinato (phonóō).",
      "temas": [
        "Lei do Antigo Testamento",
        "Assassinato",
        "Julgamento"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "22": {
      "parafrase": "'Mas Eu lhes declaro: qualquer um que se enfurecer contra seu irmão, que o odeie em seu interior, já está passível de ser julgado pelo tribunal terreno. E mais: aquele que insultar seu irmão com palavras de desprezo, chamando-o de 'tolo' ou algo pior, corre o risco de ser condenado no fogo do inferno!'",
      "referencias": [
        "1 João 3:15",
        "Tiago 1:20"
      ],
      "comentario": "Jesus radicaliza o mandamento, movendo-o do ato físico para a intenção e a palavra. O ódio (orgizomenos) é equiparado ao ato de matar. Os termos gregos 'Raca' (expressão de desprezo) e 'tolo/louco' (mōros, usado para blasfêmia no grego judaico) indicam níveis crescentes de ofensa espiritual e judicial (tribunais de Jerusalém vs. Geena/Hinnom).",
      "temas": [
        "Raiva",
        "Assassinato de Palavra",
        "Julgamento Interno"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "23": {
      "parafrase": "'Por isso, se você estiver no templo ou no local de adoração, prestes a apresentar sua oferenda a Deus, e, de repente, lembrar que seu irmão guarda rancor contra você, pare tudo!'",
      "referencias": [
        "Amós 5:21-24",
        "Isaías 1:13"
      ],
      "comentario": "Jesus usa o cenário do templo (hierourgia) em Jerusalém, o ponto culminante da vida religiosa judaica. A adoração ritual é secundária à reconciliação interpessoal.",
      "temas": [
        "Adoração",
        "Rancor",
        "Prioridades Espirituais"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "24": {
      "parafrase": "'Deixe sua oferenda ali, diante do altar. Vá imediatamente procurar reconciliação com seu irmão, conversando e pedindo perdão. Somente depois de ter restaurado a paz, volte e apresente sua oferta a Deus, pois só assim ela será aceitável!'",
      "referencias": [
        "Provérbios 15:8",
        "Marcos 11:25"
      ],
      "comentario": "A ação exigida é imediata ('hypage prōtos') e foca na reconciliação ativa. O ato de reparar a relação é um pré-requisito para a comunhão aceitável com Deus, demonstrando que o relacionamento vertical depende do horizontal.",
      "temas": [
        "Reconciliação",
        "Perdão Ativo",
        "Aceitação da Oferta"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "25": {
      "parafrase": "'Seja rápido em fazer as pazes com seu adversário, aquele que o acusa ou processa judicialmente. Faça isso enquanto vocês ainda estão no caminho, antes que ele o entregue ao juiz, e o juiz, por sua vez, o entregue ao oficial de justiça, e você seja jogado na prisão. Porque, se for preso, eu lhe garanto que você não sairá de lá enquanto não tiver pago cada centavo da sua dívida!'",
      "referencias": [
        "Lucas 12:58-59",
        "Salmos 32:6"
      ],
      "comentario": "Esta analogia judicial enfatiza a urgência da resolução de conflitos. 'Adversário' (antidikos) pode ser um inimigo literal ou o acusador cósmico. A prisão representa a condenação final. A dívida não paga simboliza a necessidade de acertar as contas espirituais (pecado) com Deus através da reparação humana.",
      "temas": [
        "Urgência da Paz",
        "Consequências do Julgamento",
        "Dívida Espiritual"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "26": {
      "parafrase": "E Jesus continuou sua explanação, dirigindo-se agora àqueles que apenas pareciam estar ouvindo, mas cujas vidas não refletiam seus ensinamentos. Ele os comparou a um homem insensato, um construtor de casas que, ignorando toda a prudência e bom senso, decide erguer sua morada sobre a areia movediça da praia. Uma escolha lamentável, pois a fundação é frágil, prometendo ruína certa sob qualquer pressão.",
      "referencias": [
        "Provérbios 14:12",
        "Tiago 1:22"
      ],
      "comentario": "O termo grego para insensato aqui é 'mōros' (μωρός), que significa tolice, estultícia, não apenas falta de inteligência, mas uma falha moral e prática na aplicação do conhecimento. A metáfora da areia ('ámbos' - ἄμμος) contrasta vividamente com a rocha (v. 24), simbolizando a superficialidade e a falta de profundidade na adesão à Palavra de Deus. É um alerta sobre a futilidade de uma fé meramente auditiva.",
      "temas": [
        "Sabedoria Prática",
        "Ato de Ouvir",
        "Julgamento"
      ],
      "personagens": [
        "Jesus",
        "O homem insensato"
      ]
    },
    "27": {
      "parafrase": "E assim que vieram as chuvas torrenciais — aquelas tempestades violentas e implacáveis que rasgam o céu e inundam a terra —, a casa construída sobre a areia cedeu abruptamente. O desmoronamento foi colossal; a estrutura inteira ruiu em um estrondo terrível e ficou totalmente destruída. 💥 O prejuízo foi total, resultado direto da péssima escolha do terreno.",
      "referencias": [
        "Lucas 6:48",
        "Jó 18:14"
      ],
      "comentario": "A descrição da calamidade utiliza imagens vívidas: as chuvas ('brontē' - βροντή, com a ideia de trovão ou tempestade forte) e os ventos ('pneuma' - πνεῦμα) representam as provações, as tentações e os julgamentos inevitáveis da vida. O colapso ('megas' - μέγας, grande) ilustra a falência de um sistema de vida baseado apenas na emoção ou na conveniência, e não na verdade sólida.",
      "temas": [
        "Provação",
        "Consequências da Desobediência",
        "Catástrofe"
      ],
      "personagens": [
        "Jesus"
      ]
    },
    "28": {
      "parafrase": "Ao terminar essa comparação impactante, Jesus passou para o contraste, observando a reação da multidão. Todos os que O ouviam ficaram estupefatos, tomados por um profundo assombro diante da autoridade e da clareza de Seus ensinamentos. Nunca um mestre havia falado com tamanha convicção e poder. 😲",
      "referencias": [
        "Mateus 13:54",
        "Marcos 1:22"
      ],
      "comentario": "A reação da multidão ('exelthēsan' - ἐξῆλθον, saíram) está registrada em contraste com a reação à conclusão do Sermão no monte (v. 28-29). A admiração ('ekplēxis' - ἔκπληξις) era por causa da autoridade ('exousia' - ἐξουσία) com que Jesus não apenas citava a Lei, mas a interpretava e a aplicava com poder divino, diferente dos escribas.",
      "temas": [
        "Autoridade de Cristo",
        "Admiração",
        "Ensino"
      ],
      "personagens": [
        "Jesus",
        "A multidão"
      ]
    },
    "29": {
      "parafrase": "Eles se maravilhava com isso, pois compreendiam que Jesus não falava como os doutores da Lei, os quais apenas repetiam tradições antigas e regras secas. Ele falava como alguém que era a própria fonte da verdade, trazendo uma nova e vibrante compreensão do Reino de Deus, um ensino que ressoava com a própria essência da justiça divina. 💡",
      "referencias": [
        "João 7:46",
        "Deuteronômio 18:18"
      ],
      "comentario": "O contraste crucial reside no fato de os escribas ensinarem como meros intérpretes ('como' os escribas), enquanto Jesus ensinava como possuidor da verdade ('como quem tem autoridade'). Sua autoridade não era acadêmica, mas ontológica. Ele não comentava a lei; Ele a cumpria e a explicava a partir de Sua própria natureza divina.",
      "temas": [
        "Autoridade Divina",
        "Contraste com os Escribas",
        "Nova Revelação"
      ],
      "personagens": [
        "Jesus",
        "Doutores da Lei"
      ]
    }
  }
}