{
  "livro": "Hebreus",
  "capitulo": 9,
  "contexto_historico": "O autor de Hebreus escreve para uma comunidade de cristãos judeus que estão sob pressão para retornar ao Judaísmo ou que estão desanimados com a perseguição. Eles precisam ser lembrados da superioridade absoluta e final da Nova Aliança (o sacerdócio de Cristo) sobre a Antiga Aliança (o sistema levítico). O texto navega pela transição e pela importância do sacrifício de Cristo como o cumprimento de todas as promessas e rituais passados. 🏛️➡️✝️",
  "bloco_tematico": "A Superioridade do Novo Pacto e o Sacrifício Perfeito de Cristo (O Santuário Celestial) 🌟🩸",
  "versiculos": {
    "1": {
      "parafrase": "Agora, meu amigo, vamos falar sobre o primeiro santuário, aquele construído na Terra. Este primeiro pacto, o Antigo Testamento, tinha sim suas regras e estruturas sagradas. Havia um tabernáculo montado com um planejamento bem definido, um lugar físico para a adoração e o encontro com Deus, contendo objetos de serviço muito específicos.",
      "referencias": [
        "Êxodo 25:8",
        "Apocalipse 21:22"
      ],
      "comentario": "Paulo (o autor implícito) estabelece o contraste: o primeiro santuário era terreno e tangível ('kosmos' material). Ele era composto por duas partes principais: o Lugar Santo e o Santo dos Santos. Os objetos de serviço mencionavam os utensílios litúrgicos usados pelos sacerdotes levitas.",
      "temas": [
        "O Tabernáculo Terreno",
        "Primeiro Pacto",
        "Estrutura da Adoração Antiga"
      ],
      "personagens": [
        "Sacerdotes"
      ]
    },
    "2": {
      "parafrase": "Este primeiro tabernáculo estava dividido em duas seções. A primeira, chamada Lugar Santo, era acessível. Atrás de uma cortina, existia a área mais reclusa e sagrada, o Santo dos Santos, para onde somente o sumo sacerdote podia entrar, e isso apenas uma vez por ano, sob rituais rigorosos.",
      "referencias": [
        "Êxodo 26:33",
        "Levítico 16:2"
      ],
      "comentario": "A separação física entre o Lugar Santo e o Santo dos Santos (o 'Hagia Hágion') era fundamental. Ela simbolizava a barreira intransponível entre a humanidade pecadora e a presença pura de Deus, um véu que representava a separação.",
      "temas": [
        "Separação Divina",
        "Lugar Santo",
        "Santo dos Santos"
      ],
      "personagens": [
        "Sumo Sacerdote"
      ]
    },
    "3": {
      "parafrase": "Além da cortina, nesse Santo dos Santos, havia três coisas vitais: um incensário de ouro, que representa a oração contínua e o aroma da devoção; a Arca da Aliança, que guardava as tábuas da lei de Deus, simbolizando a Sua Palavra e o pacto; e, finalmente, o vaso de ouro contendo o maná, o pão do deserto, a provisão de Deus.",
      "referencias": [
        "Êxodo 16:33",
        "Deuteronômio 10:2"
      ],
      "comentario": "O autor lista os itens do Santo dos Santos, mas com uma pequena omissão em relação a Êxodo e 1 Reis: o cetro de Arão que brotou. Isso é intencional, pois o autor foca nos elementos que apontam para Cristo: incenso (intercessão), maná (vida) e a Lei (testemunho da insuficiência humana).",
      "temas": [
        "Símbolos da Aliança",
        "Provisão Divina",
        "Lei de Deus"
      ],
      "personagens": []
    },
    "4": {
      "parafrase": "Um detalhe crucial: dentro dessa Arca da Aliança, repousava o testemunho da antiga aliança. Junto ao maná e ao cetro de Arão (mencionado em outros lugares), estava a Lei. Toda a memória da velha maneira de Deus se relacionar com Seu povo estava ali, guardada.",
      "referencias": [
        "Hebreus 8:10",
        "Gálatas 3:24"
      ],
      "comentario": "A menção da Lei ('martyria') servia como lembrete constante da incapacidade humana de cumprir os padrões divinos, o que reforçava a necessidade de um mediador superior, a figura que será apresentada em seguida.",
      "temas": [
        "Testemunho da Lei",
        "Memória da Aliança",
        "Incapacidade Humana"
      ],
      "personagens": []
    },
    "5": {
      "parafrase": "E sobre a Arca, cobrindo o propiciatório, estavam aqueles querubins de ouro gloriosos, cujas asas se estendiam, protegendo e apontando para o lugar onde Deus manifestava Sua presença. Este era o cenário da expiação anual, o ponto focal da misericórdia terrena.",
      "referencias": [
        "Êxodo 25:18",
        "Levítico 16:15"
      ],
      "comentario": "Os querubins ('kheroubim') sobre o propiciatório (a tampa da Arca) eram a representação da glória divina. O ponto chave é que este era o local onde o sangue era aspergido anualmente para cobrir, mas não remover, o pecado.",
      "temas": [
        "Propiciação",
        "Glória de Deus",
        "Querubins"
      ],
      "personagens": []
    },
    "6": {
      "parafrase": "Pois bem, com todas essas peças montadas dessa forma, os sacerdotes tinham a tarefa de entrar e realizar seus rituais de serviço todos os dias, cumprindo suas obrigações ministeriais.",
      "referencias": [
        "Êxodo 27:20",
        "Números 4:9"
      ],
      "comentario": "Este versículo serve de ponte, lembrando que o serviço era diário no Lugar Santo, mas o acesso ao Santo dos Santos era restrito e sazonal, enfatizando a incompletude do sistema levítico.",
      "temas": [
        "Serviço Diário",
        "Rituais Levíticos",
        "Incompletude do Antigo Pacto"
      ],
      "personagens": [
        "Sacerdotes"
      ]
    },
    "7": {
      "parafrase": "Contudo, quando se trata do Santo dos Santos, o sumo sacerdote era o único autorizado a atravessar o limite sagrado, e ele só podia fazer isso uma vez a cada ano, carregando consigo o sangue sacrificial, pois ele jamais poderia se apresentar diante de Deus sem oferecer o sacrifício pela sua própria impureza e pela impureza de todo o povo Israelita.",
      "referencias": [
        "Levítico 16:3",
        "Levítico 16:14"
      ],
      "comentario": "Este é o ápice da restrição. O sumo sacerdote, mesmo sendo o mediador, não podia entrar livremente. O sangue ('haima') que ele levava era a expiação ('hilasterion') para cobrir os pecados, evidenciando que nem o melhor dos mediadores humanos podia resolver o problema do pecado permanentemente.",
      "temas": [
        "Exclusividade do Sumo Sacerdote",
        "Ato Anual de Expiação",
        "Necessidade de Sangue"
      ],
      "personagens": [
        "Sumo Sacerdote"
      ]
    },
    "8": {
      "parafrase": "O Espírito Santo, com isso, estava nos mostrando algo muito claro: que o caminho para a presença mais íntima de Deus, o acesso total, ainda não estava aberto enquanto o primeiro tabernáculo estivesse de pé, como uma barreira visível.",
      "referencias": [
        "Isaías 59:2",
        "João 14:6"
      ],
      "comentario": "O autor utiliza a liturgia como um 'sinal' ou 'parábola' ('deiknun') do Espírito. O véu físico (mencionado no versículo seguinte) era o símbolo da verdade de que o caminho para Deus estava bloqueado pela ineficácia do sistema sacrificial anterior.",
      "temas": [
        "Revelação do Espírito",
        "Acesso Bloqueado",
        "Significado dos Rituais"
      ],
      "personagens": [
        "Espírito Santo"
      ]
    },
    "9": {
      "parafrase": "Essa estrutura toda era apenas uma ilustração, uma sombra do que viria depois. Aquelas ofertas de comida e bebida e todos os rituais de purificação eram importantes, mas serviam apenas para preparar o caminho, pois apontavam para algo muito maior e definitivo.",
      "referencias": [
        "Colossenses 2:17",
        "Hebreus 10:1"
      ],
      "comentario": "A chave aqui é a metáfora da sombra ('skia') versus a realidade ('sōma'). Os rituais do Antigo Testamento eram meros esboços ou projeções, não a essência da salvação, que se concretizaria na nova era inaugurada por Cristo.",
      "temas": [
        "Sombra e Realidade",
        "Rituais Transitórios",
        "Preparação para o Novo"
      ],
      "personagens": []
    },
    "10": {
      "parafrase": "Eles eram regras externas sobre coisas que podiam ser tocadas, comidas e lavadas — rituais de higiene e pureza externa —, criados para regular o povo até que viesse Aquele que traria a verdadeira transformação e a retidão permanente.",
      "referencias": [
        "Mateus 15:11",
        "Romanos 14:17"
      ],
      "comentario": "O autor critica a superficialidade dos rituais externos ('diatagē eph' holais') que não alcançavam o coração. Eles eram 'para coisas externas', focados na pureza cerimonial, não na santificação interior, que é o foco do Novo Pacto.",
      "temas": [
        "Purificação Externa",
        "Regras Cerimoniais",
        "Transformação Interior"
      ],
      "personagens": []
    },
    "11": {
      "parafrase": "Mas agora, Cristo chegou! Ele não entrou no santuário construído por mãos humanas, que eram apenas cópias falhas das coisas celestiais. Ele entrou no verdadeiro Santuário, o modelo original, que existe no céu, onde a presença de Deus é plena.",
      "referencias": [
        "Efésios 2:18",
        "Filipenses 3:21"
      ],
      "comentario": "Aqui, a transição é completa. Cristo é o Sumo Sacerdote da 'maior e mais perfeita tenda, não feita por mãos' ('aute skēnē... ouk poiētos cheiron'). Ele acessa o modelo celestial, o real, e não a cópia terrena.",
      "temas": [
        "Cristo como Sumo Sacerdote",
        "O Templo Celestial",
        "Mediador da Nova Era"
      ],
      "personagens": [
        "Cristo"
      ]
    },
    "12": {
      "parafrase": "E o mais incrível: Ele não precisou entrar repetidamente, oferecendo o sangue de bodes e bezerros, como faziam os antigos sacerdotes. Pelo contrário, Ele entrou uma única vez e para sempre, oferecendo a Si mesmo, o sacrifício perfeito e eterno, garantindo a redenção total.",
      "referencias": [
        "1 Pedro 1:18",
        "Hebreus 7:27"
      ],
      "comentario": "O contraste fundamental: 'ou di' haimatos tragōn kai moschōn' (pelo sangue de bodes e novilhos) versus o sacrifício único de Cristo. A palavra chave é 'apax' (uma vez), indicando a suficiência e a permanência da Sua obra, alcançando a redenção ('lutrōsin') completa.",
      "temas": [
        "Sacrifício Único",
        "Redenção Eterna",
        "Suficiência de Cristo"
      ],
      "personagens": [
        "Cristo"
      ]
    },
    "13": {
      "parafrase": "Pense na eficácia do sangue dos animais! Se o ritual antigo, baseado em sangue animal, já tinha o poder de purificar as impurezas externas e o corpo, separando a pessoa para o serviço cerimonial...",
      "referencias": [
        "Levítico 11:25",
        "Tito 2:14"
      ],
      "comentario": "Este versículo usa uma construção retórica de comparação: se a purificação cerimonial (que era superficial e temporária) conferida pelo sangue animal era válida para o corpo físico ('tē sarki katharismos'), quanto mais a purificação trazida pelo sangue de Cristo.",
      "temas": [
        "Poder do Sangue Animal",
        "Purificação Cerimonial",
        "Comparação Retórica"
      ],
      "personagens": []
    },
    "14": {
      "parafrase": "… quanto mais o precioso sangue de Cristo, que é totalmente puro, fará por nós! Ele, movido pelo Espírito imortal e eterno, purificará a nossa consciência de todas aquelas obras mortas e vazias, para que possamos servir ao Deus vivo com um coração verdadeiramente renovado e limpo!",
      "referencias": [
        "1 João 1:7",
        "Romanos 6:13"
      ],
      "comentario": "Aqui está a grande promessa. O sangue de Cristo purifica a 'syneidēsis' (consciência), não apenas o corpo. Ele nos liberta das 'erga nekrōn' (obras mortas), ou seja, atos feitos sob o esforço humano sem a verdadeira fé, capacitando-nos a servir ao Deus vivo ('theō zōnti').",
      "temas": [
        "Purificação da Consciência",
        "Obras Mortas",
        "Serviço ao Deus Vivo"
      ],
      "personagens": [
        "Cristo",
        "Deus"
      ]
    },
    "15": {
      "parafrase": "É por isso que Jesus é o Mediador de um Novo Pacto, uma nova aliança. Ele veio para garantir que aqueles que são chamados recebam a herança eterna prometida, pois Ele, ao morrer, cancelou a dívida do primeiro pacto e estabeleceu as condições de perdão através de Sua própria morte.",
      "referencias": [
        "Jeremias 31:31",
        "Lucas 22:20"
      ],
      "comentario": "Cristo é o 'mesitēs' (mediador) da 'kainēs diathēkēs' (nova aliança). Sua morte não foi apenas um sacrifício, mas o ato legal que 'rescindiu' ou 'transferiu' ('kath' hēnarxato') os termos do primeiro acordo, assegurando a herança eterna ('klēronomian') aos chamados.",
      "temas": [
        "Novo Pacto",
        "Mediação de Cristo",
        "Herança Eterna"
      ],
      "personagens": [
        "Cristo"
      ]
    },
    "16": {
      "parafrase": "Pois, veja bem, onde há um novo testamento ou um novo acordo formal, é necessário provar que o primeiro testamento já cumpriu seu propósito e foi revogado. Não se pode ter um contrato novo se o anterior ainda estiver em vigor e valendo.",
      "referencias": [
        "Romanos 7:6",
        "Gálatas 3:15"
      ],
      "comentario": "O autor usa a lógica jurídica comum da época. A palavra 'diathēkē' aqui se refere tanto ao pacto quanto ao testamento (documento legal). Para que o Novo Pacto seja válido, o Antigo Pacto deve ter cumprido seu papel de transição e ter sido efetivamente substituído.",
      "temas": [
        "Validade dos Pactos",
        "Revogação da Antiga Lei",
        "Lógica Jurídica"
      ],
      "personagens": []
    },
    "17": {
      "parafrase": "Portanto, a validade do Novo Testamento só pode ser confirmada pela morte de quem o estabeleceu. Se aquele que fez o testamento ainda estivesse vivo, o documento jamais teria força legal para mudar as condições do pacto anterior.",
      "referencias": [
        "Marcos 14:24",
        "Romanos 5:8"
      ],
      "comentario": "Esta é a argumentação crucial: a morte ('thanatos') é o evento que dá força ('ischyos') ao testamento. Se Cristo não tivesse morrido, Ele não poderia ter estabelecido o Novo Pacto com sangue. A morte é a consumação do acordo.",
      "temas": [
        "Morte como Validação",
        "Força Legal do Testamento",
        "Consumação do Acordo"
      ],
      "personagens": [
        "Cristo"
      ]
    },
    "18": {
      "parafrase": "Assim, a primeira aliança não foi estabelecida sem um derramamento de sangue. A inauguração do primeiro sistema precisou de sacrifício para selar o compromisso.",
      "referencias": [
        "Êxodo 24:8",
        "Levítico 17:11"
      ],
      "comentario": "O autor retoma o exemplo do primeiro pacto (Moisés no Sinai). Sem sangue ('choris haimatos'), não há remissão ou selamento de aliança. Isso reforça a premissa de que o Novo Pacto, sendo superior, também precisava de um sacrifício, mas um infinitamente mais valioso.",
      "temas": [
        "Sangue na Primeira Aliança",
        "Inauguração do Pacto",
        "Remissão de Pecados"
      ],
      "personagens": []
    },
    "19": {
      "parafrase": "Quando Moisés completou a leitura de todas as leis e regulamentos ao povo, ele pegou o sangue de um bezerro sacrificado e, aspergiu tanto o próprio livro da Lei quanto todo o povo reunido, declarando: 'Isto é o sangue da aliança que Deus estabeleceu com vocês!'",
      "referencias": [
        "Êxodo 24:5",
        "Êxodo 24:8"
      ],
      "comentario": "Este é um resumo vívido do ritual de selamento da Lei no Sinai. O sangue era aspergido sobre o livro da Lei (símbolo da obrigação) e sobre o povo (símbolo dos comprometidos). Isso demonstrava o custo da aliança sob a Lei: obediência ou morte.",
      "temas": [
        "Rito de Selamento",
        "Aspergir a Lei",
        "Compromisso com a Aliança"
      ],
      "personagens": [
        "Moisés"
      ]
    },
    "20": {
      "parafrase": "Em seguida, ele pegou o vaso de água e aspergiu novamente com o mesmo sangue, sobre os mesmos objetos e pessoas, confirmando o selo da aliança.",
      "referencias": [
        "Levítico 14:6",
        "Êxodo 24:6"
      ],
      "comentario": "A repetição do ato de aspergir (com a água, que simboliza purificação e vida) reafirma a solenidade e a seriedade do pacto de Deus com Israel. O sangue era o elemento visível que confirmava a transição da palavra para o compromisso vinculativo.",
      "temas": [
        "Solene Repetição",
        "Selo do Compromisso",
        "Vinculação da Aliança"
      ],
      "personagens": [
        "Moisés"
      ]
    },
    "21": {
      "parafrase": "A doutrina era clara: quase tudo, segundo as regras, era purificado através do sangue. Sem derramamento de sangue, não havia perdão nem estabelecimento de comunhão.",
      "referencias": [
        "Hebreus 6:2",
        "Levítico 16:16"
      ],
      "comentario": "Este versículo sintetiza o princípio fundamental do Antigo Testamento: o princípio da expiação pelo sangue ('haima katharizei'). Essa regra era universal dentro do sistema do tabernáculo.",
      "temas": [
        "Princípio da Expiação",
        "Purificação pelo Sangue",
        "Custo do Perdão"
      ],
      "personagens": []
    },
    "22": {
      "parafrase": "De fato, segundo a lei mosaica, era praticamente impossível fazer qualquer transição ou purificação de algo importante sem o uso do sangue para selar o processo.",
      "referencias": [
        "Hebreus 7:19",
        "Gênesis 4:4"
      ],
      "comentario": "O autor reitera o ponto com ainda mais força, focando na necessidade ritual de 'katharismos' (purificação) e 'aphesis' (remissão) através do sangue. Era a base de toda a relação de Israel com a santidade de Deus.",
      "temas": [
        "Necessidade Ritual",
        "Base da Purificação",
        "Remissão"
      ],
      "personagens": []
    },
    "23": {
      "parafrase": "Assim, sendo necessário que os modelos terrenos de serviço fossem purificados dessa maneira, usando sangue de animais, era igualmente necessário que as realidades celestiais, as coisas verdadeiras que apontam para o céu, fossem consagradas com um sacrifício muito superior e mais glorioso.",
      "referencias": [
        "Hebreus 8:5",
        "Filipenses 2:6"
      ],
      "comentario": "O argumento final da seção: se a cópia terrena ('antitypa' ou 'hypodeigmata') exigia sangue de animais, a realidade celestial ('autotita' ou as coisas verdadeiras) exigia um sacrifício de valor incomensuravelmente maior, que era o próprio Cristo.",
      "temas": [
        "Superioridade Celestial",
        "Sacrifício Perfeito",
        "Consagração Gloriosa"
      ],
      "personagens": [
        "Cristo"
      ]
    },
    "24": {
      "parafrase": "Cristo não entrou em um santuário feito por mãos humanas, que eram apenas imitações passageiras e imperfeitas do original. Ele entrou diretamente no próprio Céu, no lugar da presença de Deus, para agora interceder por nós perante Ele.",
      "referencias": [
        "Romanos 8:34",
        "Apocalipse 8:3"
      ],
      "comentario": "O ato de entrar no 'Ouranos' (Céu) é o clímax do ministério celestial de Cristo. Ele não está mais sob o véu, mas na presença direta de Deus, atuando como nosso Sumo Sacerdote intercessor ('emphanizō' - aparecer).",
      "temas": [
        "Intercessão Celestial",
        "Presença de Deus",
        "Ministério de Cristo no Céu"
      ],
      "personagens": [
        "Cristo"
      ]
    },
    "25": {
      "parafrase": "E Ele não precisa fazer o que os antigos sumos sacerdotes faziam: entrar e sair anualmente, repetindo o ritual de expiação. Cristo se apresentou uma única vez, e Seu sacrifício é válido para sempre, assegurando nossa posição perante Deus sem a necessidade de repetição.",
      "referencias": [
        "Hebreus 7:27",
        "1 Coríntios 15:3"
      ],
      "comentario": "Reforça a finalidade da obra de Cristo, contrastando com a natureza repetitiva ('pollakis') do serviço levítico. A palavra chave é 'apax' (uma vez), sublinhando que o sacrifício de Cristo é definitivo e completo, terminando a necessidade de rituais expiatórios.",
      "temas": [
        "Definitividade do Sacrifício",
        "Fim da Repetição",
        "Obra Completa"
      ],
      "personagens": [
        "Cristo",
        "Sumos Sacerdotes"
      ]
    },
    "26": {
      "parafrase": "Agora, pense bem: se Jesus tivesse de vir ao mundo muitas vezes, Ele teria que ter sido sacrificado repetidamente desde a fundação do universo. Mas a verdade é que Ele veio uma única vez, no exato momento em que a história atingiu seu ponto crucial, para desfazer completamente o poder do pecado através do Seu sacrifício final. ⏳",
      "referencias": [
        "Romanos 5:9",
        "1 Pedro 3:18",
        "Gálatas 4:4"
      ],
      "comentario": "O autor enfatiza a unicidade e suficiência do sacrifício de Cristo. O termo grego para 'aparecer' ou 'manifestar-se' (φαινεσθαι - phainesthai) sugere uma revelação. A frase 'desde a consumação dos séculos' (συντέλεια τῶν αἰώνων - synteleia tōn aiōnōn) aponta para o fim da era da antiga aliança, o momento profeticamente estabelecido para a obra messiânica. Era desnecessário repetir o ato sacrificial, pois a primeira vez foi definitiva e completa.",
      "temas": [
        "Unicidade de Cristo",
        "Consumação do Sacrifício",
        "Fim dos Tempos"
      ],
      "personagens": [
        "Jesus Cristo"
      ]
    },
    "27": {
      "parafrase": "E assim como está escrito para todos os homens que precisam morrer uma vez, após o que recebem o julgamento, da mesma forma, Cristo foi oferecido uma única vez para carregar os pecados de muitos. Ele não precisou sofrer de novo; Seu destino foi cumprir a punição em nosso lugar, abrindo o caminho para a vida eterna. 🔥",
      "referencias": [
        "Romanos 6:23",
        "Números 14:34",
        "Isaías 53:12"
      ],
      "comentario": "Este versículo estabelece um paralelo direto entre o destino humano (morte seguida de juízo) e o de Cristo. O contraste é que enquanto para o homem a morte é uma ocorrência singular seguida de julgamento, para Cristo, o sacrifício único teve o propósito de anular o juízo sobre aqueles por quem Ele morreu. A expressão 'carregar os pecados de muitos' (πολλῶν ἀνενέγκειν ἁμαρτίας - pollōn anen ​​egkein hamartias) ecoa o Servo Sofredor de Isaías, indicando que Seu sofrimento substitutivo foi realizado uma vez por todos para a vasta multidão dos crentes.",
      "temas": [
        "Substituição",
        "Julgamento",
        "Morte Única"
      ],
      "personagens": [
        "Cristo"
      ]
    },
    "28": {
      "parafrase": "Ele aparecerá novamente, mas desta vez não como a oferta para o pecado, e sim como Juiz vitorioso. A primeira vinda foi para nos salvar da sentença; a segunda será para confirmar a nossa salvação e julgar o mundo. Portanto, se o primeiro testemunho sobre a lei mosaica — que exigia a morte ao infrator com o testemunho de duas ou três testemunhas — era sério, quão mais terrível será a condenação para quem rejeitar a obra consumada e perfeita do Filho de Deus! ⚖️",
      "referencias": [
        "Deuteronômio 17:6",
        "Apocalipse 20:11",
        "João 3:18"
      ],
      "comentario": "O texto faz uma analogia poderosa com a lei mosaica (Deuteronômio 19:15), que exigia duas ou três testemunhas para confirmar uma acusação capital. Se a desobediência à lei humana, testificada por testemunhas humanas, resultava em punição severa, quão mais grave será rejeitar o testemunho final e definitivo da graça divina, dado pelo próprio Deus através de Seu Filho. O termo grego para 'destruído' ou 'aniquilado' (apōleia) sugere uma condenação final e irreversível contra aqueles que ignoram este sacrifício supremo.",
      "temas": [
        "Segunda Vinda",
        "Juízo Final",
        "Rejeição da Graça"
      ],
      "personagens": [
        "Cristo",
        "Filho de Deus"
      ]
    }
  }
}