{
  "livro": "Números",
  "capitulo": 27,
  "contexto_historico": "O capítulo 27 de Números ocorre após a rebelião de Corá e a consequente praga, marcando um momento de transição e preparação para a entrada em Canaã. Os israelitas estão acampados nas planícies de Moabe, à beira do Rio Jordão. A geração que saiu do Egito está morrendo no deserto, e é crucial resolver as questões de liderança e distribuição de terras antes da conquista. Deus havia acabado de ordenar o censo dos homens aptos para a guerra, mas a preocupação agora se volta para quem sucederá Moisés e como a herança da Terra Prometida será organizada para as tribos, especialmente em face da próxima morte de Moisés. 📜🌵",
  "bloco_tematico": "Sucessão, Herança e a Última Determinação de Deus 👑🌄",
  "versiculos": {
    "1": {
      "parafrase": "Um dia, os chefes das famílias e ancestrais dos clãs de Israel se reuniram com Moisés e os líderes designados por Deus, os príncipes, para tratar de um assunto crucial: o cumprimento dos votos feitos ao Senhor. Eles vieram a Moisés, pois era ele quem transmitia a Palavra divina.",
      "referencias": [
        "Êxodo 30:1-2",
        "Levítico 27:8"
      ],
      "comentario": "Este versículo estabelece o palco para o tratamento da lei dos votos e das consagrações. A reunião envolve os 'chefes das famílias' (rosh habbet), indicando que a lei não afetava apenas indivíduos, mas tinha implicações sociais e patrimoniais para os clãs. O foco é a 'Lei do Senhor', indicando a origem divina da legislação subsequente.",
      "temas": [
        "Liderança",
        "Votos",
        "Legislação Divina"
      ],
      "personagens": [
        "Moisés",
        "Chefes de Família (Príncipes)"
      ]
    },
    "2": {
      "parafrase": "Moisés então lhes transmitiu a Palavra que veio diretamente do Eterno, dizendo: 'Escutem com atenção o que o Senhor lhes ordenou sobre como proceder quando um homem, ou uma mulher, fizer uma promessa solene de dedicar algo ou alguém ao Senhor através de um voto.'",
      "referencias": [
        "Deuteronômio 23:21-22",
        "Eclesiastes 5:4"
      ],
      "comentario": "Aqui, a autoridade de Moisés é reafirmada como mediador. O mandamento ('diz-lhe') foca na necessidade de clareza e honra ao fazer um voto (nedar), que implicava uma obrigação séria perante Deus, exigindo que o povo soubesse as regras para honrar esse compromisso.",
      "temas": [
        "Votos",
        "Obrigações",
        "Fidelidade"
      ],
      "personagens": [
        "Moisés",
        "O Senhor"
      ]
    },
    "3": {
      "parafrase": "Se alguém, seja homem ou mulher, decidir dedicar-se ao serviço do santuário fazendo um voto específico, prometendo entregar-se ao serviço do Senhor, essa pessoa deverá ser avaliada.",
      "referencias": [
        "Números 6:2",
        "Levítico 27:1"
      ],
      "comentario": "O voto aqui é de consagração pessoal, um ato de nazireado voluntário (embora não detalhado como o nazireado regular em Números 6). A ênfase está na promessa de 'vida' ou 'dedicação total' (nefesh). Se a pessoa se dedica, deve haver um preço estabelecido para resgatar essa dedicação, se necessário.",
      "temas": [
        "Consagração",
        "Serviço ao Santuário",
        "Avaliação de Valor"
      ],
      "personagens": [
        "Homem",
        "Mulher"
      ]
    },
    "4": {
      "parafrase": "Se a avaliação for sobre um homem, desde que ele tenha vinte anos até os sessenta, o valor fixado para a sua vida dedicada será de cinquenta siclos de prata, medidos pelo peso padrão do santuário.",
      "referencias": [
        "Êxodo 30:13",
        "Levítico 5:15"
      ],
      "comentario": "Estabelecimento do valor padrão para um homem adulto (20-60 anos). O 'siclo do santuário' (sheqel haqqodesh) é uma medida precisa, garantindo que o resgate (redenção) do voto fosse feito com exatidão e não por estimativa pessoal. A faixa etária define a produtividade esperada da pessoa.",
      "temas": [
        "Valor Humano",
        "Idade",
        "Padrões de Medida"
      ],
      "personagens": [
        "Homem"
      ]
    },
    "5": {
      "parafrase": "E se for uma menina que fez o voto, desde que ela tenha cinco anos até completar vinte anos, o valor estipulado para o resgate dela será de trinta siclos de prata.",
      "referencias": [
        "Provérbios 31:10",
        "Êxodo 21:32"
      ],
      "comentario": "A avaliação para mulheres jovens é menor, refletindo a expectativa social e econômica da época. O resgate ('pedir a redenção') de uma jovem reflete seu valor percebido de mercado ou de trabalho antes da plena maturidade.",
      "temas": [
        "Valor Feminino",
        "Idade",
        "Resgate"
      ],
      "personagens": [
        "Menina"
      ]
    },
    "6": {
      "parafrase": "Contudo, se a pessoa votada tiver entre um mês de idade e cinco anos, o resgate fixado será de dez siclos de prata, para um menino.",
      "referencias": [
        "Levítico 12:2",
        "Salmos 139:15"
      ],
      "comentario": "A avaliação para bebês e crianças pequenas é significativamente reduzida, correspondendo à pouca dependência econômica que representam, mas ainda reconhecendo sua vida como um bem dedicado a Deus. Um mês é o limite mínimo de vida considerado para um resgate.",
      "temas": [
        "Infância",
        "Valor da Vida Jovem",
        "Redenção"
      ],
      "personagens": [
        "Menino"
      ]
    },
    "7": {
      "parafrase": "E se a pessoa votada for uma menina, com idade de um mês até os cinco anos, o preço de sua dedicação será de apenas cinco siclos de prata.",
      "referencias": [
        "Lucas 2:27",
        "Gênesis 17:17"
      ],
      "comentario": "Metade do valor estipulado para o menino na mesma faixa etária. A disparidade reflete as normas culturais e econômicas de precificação de pessoas na antiguidade, mesmo em um contexto de dedicação religiosa.",
      "temas": [
        "Disparidade de Gênero (Contexto)",
        "Preço de Resgate",
        "Infância"
      ],
      "personagens": [
        "Menina"
      ]
    },
    "8": {
      "parafrase": "Porém, se a pessoa que fez o voto for mais velha, com mais de sessenta anos, ou se for um homem idoso, o valor estipulado para o resgate será de quinze siclos de prata.",
      "referencias": [
        "Levítico 27:3",
        "Salmos 71:18"
      ],
      "comentario": "Para idosos (acima de 60 anos), o valor cai drasticamente. Isso demonstra que a avaliação do voto se baseia no tempo de vida remanescente e na capacidade produtiva que a pessoa ainda possui, mesmo estando dedicada a Deus.",
      "temas": [
        "Velhice",
        "Limitação de Tempo",
        "Valor Reduzido"
      ],
      "personagens": [
        "Homem Idoso"
      ]
    },
    "9": {
      "parafrase": "E se a pessoa votada for uma mulher mais velha, com mais de sessenta anos, o preço fixado para seu resgate será de dez siclos de prata.",
      "referencias": [
        "Rute 4:15",
        "Salmos 92:14"
      ],
      "comentario": "O valor mínimo estabelecido para um indivíduo adulto, refletindo a menor expectativa de serviço produtivo ou de tempo restante de vida para a dedicação total ao santuário.",
      "temas": [
        "Velhice Feminina",
        "Preço Mínimo",
        "Dedicacão"
      ],
      "personagens": [
        "Mulher Mais Velha"
      ]
    },
    "10": {
      "parafrase": "Mas se quem fez o voto for pobre e não puder pagar o valor total estipulado, essa pessoa deverá apresentar a quem recebeu a consagração o que foi prometido para que este faça uma nova avaliação.",
      "referencias": [
        "Mateus 5:25",
        "Êxodo 22:3"
      ],
      "comentario": "Este é um princípio de misericórdia (hesed). Se o voto se torna oneroso financeiramente, a pessoa deve se apresentar ao sacerdote para que ele reavalie o valor com base na condição atual do doador (pobreza). A lei não deve oprimir, mas sim gerenciar o compromisso.",
      "temas": [
        "Misericórdia",
        "Pobreza",
        "Reavaliação"
      ],
      "personagens": [
        "Aquele que fez o voto (Pobre)"
      ]
    },
    "11": {
      "parafrase": "Se for um animal que fora dedicado ao Senhor, mesmo que tenha sido destinado a ser sacrifício, não se poderá mudar a sua natureza.",
      "referencias": [
        "Levítico 27:9",
        "Hebreus 10:14"
      ],
      "comentario": "Aqui, o foco muda para animais. Se um animal é votado, e ele é um animal aceitável para sacrifício (por exemplo, um cordeiro puro), não se pode trocá-lo por um animal impuro ou inferior. O voto sobre um animal de sacrifício é 'santo ao Senhor'.",
      "temas": [
        "Santidade dos Sacrifícios",
        "Imutabilidade do Voto",
        "Pureza Ritual"
      ],
      "personagens": []
    },
    "12": {
      "parafrase": "Porém, se quem o dedicou desejar trocar esse animal por outro, tanto o animal original quanto o novo deverão ser avaliados por um sacerdote. E se o animal oferecido em troca for inferior ao que foi prometido, o dono deverá pagar a diferença.",
      "referencias": [
        "Levítico 27:10",
        "Gênesis 13:9"
      ],
      "comentario": "A troca é permitida, mas o princípio de valor se mantém. Se o substituto for melhor, o doador não recebe a diferença de volta (porque o primeiro já era 'santo'), mas se o substituto for pior, ele deve compensar a diferença em prata ao santuário.",
      "temas": [
        "Troca de Oferendas",
        "Compensação",
        "Avaliação Sacerdotal"
      ],
      "personagens": [
        "Sacerdote"
      ]
    },
    "13": {
      "parafrase": "Mas, se a pessoa insistir em resgatar o animal votado, trocando-o por um animal de valor inferior, ela deverá então pagar o valor integral da diferença estipulada, além do valor do animal que está sendo resgatado.",
      "referencias": [
        "Levítico 27:15",
        "Mateus 6:24"
      ],
      "comentario": "Este versículo parece tratar de um resgate, não de uma troca. Se o animal já estava consagrado e a pessoa quer 'comprá-lo de volta' para uso comum, ela deve pagar o valor de avaliação mais um adicional de vinte por cento (um quinto), conforme a regra geral para resgate de bens consagrados.",
      "temas": [
        "Resgate de Consagração",
        "Penalidade",
        "Redenção"
      ],
      "personagens": []
    },
    "14": {
      "parafrase": "Se um homem dedicar sua casa ao Senhor, e esta casa tiver sido avaliada por um sacerdote, o dono poderá resgatá-la, pagando o valor determinado mais um acréscimo de vinte por cento (um quinto) sobre o valor.",
      "referencias": [
        "Levítico 27:14",
        "Atos 4:34-35"
      ],
      "comentario": "A casa, como propriedade, também pode ser dedicada. O resgate de bens imóveis sempre carrega o 'quinto' (20%) de penalidade/taxa adicional, pois a santificação implica que o bem foi temporariamente retirado do uso secular.",
      "temas": [
        "Propriedade",
        "Resgate de Bens",
        "Acréscimo de 20%"
      ],
      "personagens": [
        "Sacerdote"
      ]
    },
    "15": {
      "parafrase": "Entretanto, se o homem que dedicou a casa não desejar resgatá-la, ela ficará permanentemente sob o domínio do sacerdote, e não poderá ser vendida ou trocada por outro bem.",
      "referencias": [
        "Levítico 27:21",
        "1 Coríntios 9:14"
      ],
      "comentario": "Se o voto não é honrado através do resgate, a propriedade passa para posse permanente do sacerdócio (Levitas), não para o uso comum do Tabernáculo, mas como sustento para os sacerdotes, sendo 'santo ao Senhor'.",
      "temas": [
        "Posse Sacerdotal",
        "Permanência da Consagração",
        "Restituição"
      ],
      "personagens": []
    },
    "16": {
      "parafrase": "Se alguém dedicar um campo de sua herança de terra ao Senhor, o valor será calculado com base na quantidade de sementes necessárias para lavrá-lo, e o preço será de cinquenta siclos de prata por cada medida de semente de cevada.",
      "referencias": [
        "Levítico 27:16",
        "Gênesis 47:24"
      ],
      "comentario": "O valor da terra é calculado pela sua produtividade potencial, medida pelo 'semeadura' (provavelmente um hectare ou unidade de medida de área). A cevada era o grão básico, usando-a como padrão estabelece um preço justo baseado na capacidade de sustento da terra.",
      "temas": [
        "Terras de Herança",
        "Produtividade Agrícola",
        "Medida de Terra"
      ],
      "personagens": []
    },
    "17": {
      "parafrase": "Se ele dedicar o campo a partir do Ano do Jubileu, o valor será o fixado conforme o versículo anterior.",
      "referencias": [
        "Levítico 27:17",
        "Levítico 25:10"
      ],
      "comentario": "Se a dedicação ocorrer logo no início do ciclo do Jubileu (ano de libertação), o preço é o padrão estabelecido no versículo anterior, pois a terra ainda está próxima de seu valor pleno de mercado, antes de qualquer retorno para o dono original.",
      "temas": [
        "Ano do Jubileu",
        "Valor de Mercado",
        "Ciclos de Terra"
      ],
      "personagens": []
    },
    "18": {
      "parafrase": "Mas se ele dedicar o campo após o Jubileu, o sacerdote deverá calcular o valor subtraindo os anos que já passaram desde o Jubileu até o ano da dedicação, baseando o preço restante na contagem regressiva até o próximo Jubileu.",
      "referencias": [
        "Levítico 27:18",
        "Lucas 4:19"
      ],
      "comentario": "A lógica é inversamente proporcional ao tempo. Quanto mais perto do Jubileu, menor o preço de resgate, pois a terra retornaria de qualquer forma ao dono original em breve. O preço diminui proporcionalmente aos anos decorridos, como um aluguel pago antecipadamente.",
      "temas": [
        "Cálculo Regressivo",
        "Tempo",
        "Diminuição de Valor"
      ],
      "personagens": [
        "Sacerdote"
      ]
    },
    "19": {
      "parafrase": "E se quem dedicou o campo desejar resgatá-lo, deverá pagar o valor calculado mais o adicional de vinte por cento (o quinto) sobre o preço.",
      "referencias": [
        "Levítico 27:19",
        "1 Timóteo 6:10"
      ],
      "comentario": "A regra do 'quinto' (20%) se aplica novamente ao resgate de bens imóveis dedicados, reforçando a seriedade do ato de desconsagrar algo prometido a Deus.",
      "temas": [
        "Resgate",
        "Taxa de Resgate",
        "Propriedade Sagrada"
      ],
      "personagens": []
    },
    "20": {
      "parafrase": "Mas se ele decidir vender o campo a outra pessoa, sem antes resgatá-lo, o novo comprador não terá o direito de resgatá-lo posteriormente, e a terra ficará sob o domínio do sacerdote.",
      "referencias": [
        "Levítico 27:21",
        "Filipenses 3:8"
      ],
      "comentario": "Uma transação crucial: A terra, uma vez dedicada e não resgatada, torna-se intocável para o uso comum ou resgate posterior. Ela se torna propriedade do sacerdócio (pertencente ao santuário, como sustento).",
      "temas": [
        "Venda Proibida",
        "Propriedade Eclesiástica",
        "Perda de Direito"
      ],
      "personagens": [
        "Sacerdote"
      ]
    },
    "21": {
      "parafrase": "O campo será então considerado inteiramente consagrado ao Senhor, como um objeto proibido de destruição total ('herem'), e pertencerá sempre ao sacerdócio.",
      "referencias": [
        "Levítico 27:28",
        "Josué 6:19"
      ],
      "comentario": "A menção ao termo 'herem' (proibido/dedicado à destruição/bens irremediáveis) aqui indica a irreversibilidade da posse pelo santuário. É o grau mais alto de consagração de um bem.",
      "temas": [
        "Herem (Consagração Total)",
        "Posse Irreversível",
        "Santidade"
      ],
      "personagens": []
    },
    "22": {
      "parafrase": "Se alguém dedicar ao Senhor um campo que comprou e que não fazia parte de sua herança familiar, o valor de resgate será calculado com base no preço de venda estipulado, mais o adicional de vinte por cento.",
      "referencias": [
        "Levítico 27:22",
        "2 Reis 8:3"
      ],
      "comentario": "Diferencia-se a terra comprada (que não era herança original) da terra herdada. O valor de resgate é baseado no preço de compra inicial mais o quinto, pois a terra não está sujeita ao ciclo do Jubileu da mesma forma que a terra tribal.",
      "temas": [
        "Terra Adquirida",
        "Cálculo de Compra",
        "Resgate de Bens Comprados"
      ],
      "personagens": []
    },
    "23": {
      "parafrase": "O sacerdote deverá calcular o valor daquele pedaço de terra até o Ano do Jubileu, e no dia da festa da colheita, a pessoa deverá entregar o valor exato que foi calculado.",
      "referencias": [
        "Levítico 27:23",
        "Êxodo 23:16"
      ],
      "comentario": "Para terras compradas, mesmo que a avaliação seja baseada no tempo até o Jubileu, o pagamento é exigido no momento da dedicação, simbolizado pela 'festa da colheita' (provavelmente o outono, o tempo de colheitas importantes), marcando a conclusão da transação sagrada.",
      "temas": [
        "Prazo de Pagamento",
        "Festa da Colheita",
        "Conclusão do Voto"
      ],
      "personagens": [
        "Sacerdote"
      ]
    }
  }
}