{
  "livro": "Juízes",
  "capitulo": 5,
  "contexto_historico": "Após o período de paz conquistado por Débora e Baraque (Capítulo 4), Israel volta a cair na desobediência e na idolatria, o que atrai a opressão dos midianitas, conhecidos por sua tática de devastação agrícola. Os midianitas, juntamente com amalequitas e outros povos do leste, atacavam anualmente, destruindo as colheitas e o gado, levando Israel à miséria extrema por sete anos. Este ciclo de pecado, opressão e clamor (repetido em Juízes) culmina no chamado de Gideão, um homem inicialmente hesitante e humilde, para liderar a libertação.",
  "bloco_tematico": "O Canto da Vitória e a Fragilidade da Liderança Humana 🎤🌾",
  "versiculos": {
    "1": {
      "parafrase": "Então, Débora, a profetisa, juntamente com Baraque, filho de Abinoã, que era de Quedes, na região de Naftali, avançaram e falaram ao povo de Israel com a autoridade que vinha do Senhor, convocando-os para a batalha.",
      "referencias": [
        "Êxodo 15:20",
        "Juízes 4:4"
      ],
      "comentario": "Este versículo estabelece a liderança no momento da crise. Débora não era apenas uma juíza (líder civil/judicial), mas também uma profetisa (porta-voz divina). A menção de sua esposa com Baraque, o comandante militar, mostra a união de liderança espiritual e militar necessária para a libertação.",
      "temas": [
        "Liderança Feminina",
        "Convocação Divina",
        "União de Poderes"
      ],
      "personagens": [
        "Débora",
        "Baraque",
        "Abinoã"
      ]
    },
    "2": {
      "parafrase": "Eles clamaram para que os chefes das tribos de Israel se reunissem em Meguido, a cidade estratégica, e para que os homens de guerra se alistassem, prontos para a luta, pois o Senhor havia dado a ordem da mobilização.",
      "referencias": [
        "Josué 17:11",
        "Salmos 83:9-10"
      ],
      "comentario": "O chamado é específico: reunir-se em Meguido (local de muitas batalhas cruciais na história de Israel, como a morte de Josias). Isso sinaliza que a batalha será decisiva e que a obediência imediata é crucial.",
      "temas": [
        "Mobilização",
        "Obediência",
        "Locais Estratégicos"
      ],
      "personagens": []
    },
    "3": {
      "parafrase": "Baraque, então, respondeu a Débora, dizendo: 'Se você realmente for comigo, eu irei; mas se não for sua presença que me acompanhará, eu não sairei para a luta, pois não me moverei sem a sua garantia divina!'",
      "referencias": [
        "Juízes 4:8",
        "Números 14:44"
      ],
      "comentario": "Este é o ponto de inflexão. Baraque, apesar de ser o comandante, demonstra uma notável dependência da liderança profética de Débora. Sua relutância não é covardia, mas um reconhecimento de que a vitória depende da confirmação de Deus através da profetisa.",
      "temas": [
        "Dependência Divina",
        "Fé e Liderança",
        "Garantia Espiritual"
      ],
      "personagens": [
        "Baraque",
        "Débora"
      ]
    },
    "4": {
      "parafrase": "A profetisa respondeu firmemente: 'Certamente eu irei com você. No entanto, saiba que a glória desta empreitada não será sua, pois o Senhor entregará Jabim, o rei cananeu, nas mãos de uma mulher!'",
      "referencias": [
        "Gênesis 3:15",
        "Judite 16:17"
      ],
      "comentario": "A resposta de Débora é uma profecia imediata. Ela garante sua presença, mas imediatamente redireciona a honra (glória). A frase 'nas mãos de uma mulher' é um prenúncio intrigante da história que se desenrolará, subvertendo as expectativas de glória militar masculina.",
      "temas": [
        "Profecia",
        "Redirecionamento da Glória",
        "Papel da Mulher na Batalha"
      ],
      "personagens": [
        "Débora"
      ]
    },
    "5": {
      "parafrase": "E assim, quando eles estavam em Tabor, Baraque reuniu dez mil homens prontos para a guerra, e os filhos de Israel subiram com ele, seguindo o comando de Débora.",
      "referencias": [
        "Josué 12:19",
        "Salmos 68:7"
      ],
      "comentario": "O Monte Tabor era um local de destaque geográfico e simbólico. A obediência de Baraque é completa: ele mobiliza o exército e sobe ao campo de batalha conforme a instrução dada pela profetisa. O número 10.000 enfatiza a força reunida, mas logo se verá que a força maior é a de Deus.",
      "temas": [
        "Obediência Militar",
        "Reunião do Exército",
        "Símbolos Geográficos"
      ],
      "personagens": [
        "Baraque",
        "Débora"
      ]
    },
    "6": {
      "parafrase": "Nesse ínterim, Débora convocou e mandou chamar a Héber, o quenita, que havia se separado de sua própria família e de seu clã em Quedes, e lhe disse: 'O Senhor está prestes a entregar Sísera, o comandante do exército de Jabim, em suas mãos!'",
      "referencias": [
        "Gênesis 15:19",
        "Juízes 4:11"
      ],
      "comentario": "A ação se move da mobilização militar para a diplomacia ou estratégia oculta. Héber, o quenita, é notável por não ser israelita; ele pertence a um clã com laços de parentesco (aliança de paz) com Jabim, rei de Hazor. Débora usa essa conexão para introduzir um elemento de traição ou oportunidade estratégica.",
      "temas": [
        "Estratégia",
        "Alianças Inesperadas",
        "Intervenção Divina"
      ],
      "personagens": [
        "Débora",
        "Héber",
        "Sísera",
        "Jabim"
      ]
    },
    "7": {
      "parafrase": "E Débora instruiu: 'Vá agora, encontre-se com Sísera e diga a ele: 'O Senhor o está chamando para vir ao Riacho Quisom; Ele está atraindo o comandante do exército cananeu para o lugar da sua destruição!'",
      "referencias": [
        "Salmos 29:3",
        "Isaías 10:5"
      ],
      "comentario": "Esta é uma tática audaciosa. Em vez de atacar Sísera no campo de batalha onde ele estava acostumado a lutar, eles o iscam para um local específico – o Riacho Quisom – que, como veremos, será transformado pelo poder de Deus.",
      "temas": [
        "Isca Estratégica",
        "Destino Marcado",
        "Engano Planejado"
      ],
      "personagens": [
        "Débora",
        "Sísera"
      ]
    },
    "8": {
      "parafrase": "Baraque respondeu de forma incisiva: 'Eu irei, mas somente se você for comigo! Se não tiver a sua presença marcando a jornada, eu não aceitarei o risco de avançar contra Sísera hoje!'",
      "referencias": [
        "Juízes 4:6",
        "Mateus 28:20"
      ],
      "comentario": "Este versículo é uma repetição da insistência de Baraque (v. 3). Ele reafirma que a presença profética de Débora é a sua 'garantia' pessoal de que a operação, guiada por Deus, será bem-sucedida. A repetição enfatiza a importância da autoridade delegada por Deus.",
      "temas": [
        "Firmeza",
        "Reafirmação da Fé",
        "Apoio Mútuo"
      ],
      "personagens": [
        "Baraque",
        "Débora"
      ]
    },
    "9": {
      "parafrase": "Então Débora declarou com convicção: 'Eu irei com você sem hesitação! Contudo, o destino final será este: o Senhor não dará o triunfo a você, Baraque, mas o entregará nas mãos de uma mulher!' Com isso, Baraque concordou.",
      "referencias": [
        "Gálatas 3:28",
        "1 Coríntios 1:27"
      ],
      "comentario": "Aqui, Débora reitera a profecia do versículo 4, mas agora com a adesão formal de Baraque. A subversão da expectativa de glória militar (o homem mais forte caindo pelas mãos de uma mulher) é um tema recorrente no modo como Deus opera, humilhando os orgulhosos e usando os improváveis.",
      "temas": [
        "Profecia Reiterada",
        "Humilhação do Orgulho",
        "Intervenção Feminina"
      ],
      "personagens": [
        "Débora",
        "Baraque"
      ]
    },
    "10": {
      "parafrase": "Baraque, então, desceu o Monte Tabor, e os dez mil soldados de Israel marcharam logo atrás dele, seguindo a marcha da profetisa.",
      "referencias": [
        "Salmos 113:7-8",
        "Filipenses 2:29"
      ],
      "comentario": "A marcha começa. O exército obedece ao líder militar, que por sua vez obedece à líder profética. A unidade entre a liderança espiritual e a força tática é estabelecida no terreno.",
      "temas": [
        "Execução da Ordem",
        "Marcha",
        "Hierarquia de Comando"
      ],
      "personagens": [
        "Baraque"
      ]
    },
    "11": {
      "parafrase": "Enquanto isso, Héber, o quenita, que havia se separado dos outros clãs quenitas, montou sua tenda perto de Quedes, não muito longe do lugar onde Baraque e seus homens estavam reunidos.",
      "referencias": [
        "Juízes 1:16",
        "Gênesis 15:18"
      ],
      "comentario": "Héber é retratado como alguém neutro ou em transição. O fato de ele montar sua tenda deliberadamente perto de Quedes – o ponto de encontro israelita – sugere que ele estava posicionando-se para facilitar o encontro estratégico ou, como veremos, para se proteger da guerra.",
      "temas": [
        "Neutralidade Questionável",
        "Posicionamento Estratégico",
        "Isolamento do Clã"
      ],
      "personagens": [
        "Héber"
      ]
    },
    "12": {
      "parafrase": "Quando contaram a Sísera que Baraque, filho de Abinoã, havia subido com seu exército ao Monte Tabor, ele imediatamente pegou toda a sua força de combate, os novecentos carros de ferro, e saiu de Harosete das Nações em direção ao Riacho Quisom.",
      "referencias": [
        "Josué 17:16",
        "Jeremias 47:3"
      ],
      "comentario": "A notícia da mobilização israelita atinge Sísera. O 'carro de ferro' simboliza o poder opressor de Canaã. Novecentos carros representam uma força militar esmagadora, fazendo o exército de dez mil homens parecer pequeno.",
      "temas": [
        "Força Militar Cananeia",
        "Reação do Opressor",
        "Orgulho Tecnológico"
      ],
      "personagens": [
        "Sísera",
        "Baraque",
        "Abinoã"
      ]
    },
    "13": {
      "parafrase": "Então, Débora disse a Baraque: 'Chegou a hora! Levante-se! Pois hoje o Senhor está entregando Sísera em suas mãos. Você verá que Ele mesmo está à sua frente na batalha!'",
      "referencias": [
        "Êxodo 14:13",
        "Deuteronômio 20:1"
      ],
      "comentario": "A profetisa move a ação do plano para a execução. A frase 'o Senhor está à sua frente' (ou 'indo adiante') é uma promessa de liderança divina direta, garantindo que a batalha não será travada apenas pela estratégia humana, mas pela intervenção direta de Deus.",
      "temas": [
        "Início da Batalha",
        "Liderança Divina",
        "Coragem Imediata"
      ],
      "personagens": [
        "Débora",
        "Baraque",
        "Sísera"
      ]
    },
    "14": {
      "parafrase": "E assim, Baraque desceu do Monte Tabor, com dez mil soldados marchando atrás dele, todos prontos para o combate.",
      "referencias": [
        "Josué 11:4",
        "1 Samuel 17:49"
      ],
      "comentario": "A descida do monte é o movimento tático decisivo, descendo do terreno elevado para o vale onde Sísera havia sido atraído. É o momento em que a fé prometida se transforma em ação concreta.",
      "temas": [
        "Descida Tática",
        "Execução da Ordem",
        "Ação Imediata"
      ],
      "personagens": [
        "Baraque"
      ]
    },
    "15": {
      "parafrase": "O Senhor fez com que o pânico caísse sobre Sísera e todo o seu exército. Os carros de ferro ficaram desorganizados e confusos, e Sísera desceu de seu carro, fugindo a pé.",
      "referencias": [
        "2 Crônicas 15:5",
        "Êxodo 14:24"
      ],
      "comentario": "Aqui está a intervenção sobrenatural. Deus confunde o inimigo (um 'pânico' ou 'derrota' enviado do Senhor). O ponto crucial é a paralisação dos carros de ferro, o maior trunfo cananeu. A fuga a pé do comandante demonstra o colapso total de sua força.",
      "temas": [
        "Intervenção Sobrenatural",
        "Confusão do Inimigo",
        "Colapso Militar"
      ],
      "personagens": [
        "Sísera"
      ]
    },
    "16": {
      "parafrase": "Baraque perseguiu os veículos e o exército cananeu até Harosete das Nações, e ninguém do exército de Sísera escapou ileso; todos foram mortos pela espada.",
      "referencias": [
        "Josué 10:10",
        "1 Samuel 14:23"
      ],
      "comentario": "A vitória de Israel é total e decisiva no campo de batalha. A espada (a arma humana auxiliada pela intervenção divina) cumpre o julgamento, eliminando todo o poder militar de Jabim.",
      "temas": [
        "Perseguição",
        "Vitória Total",
        "Execução do Julgamento"
      ],
      "personagens": [
        "Baraque",
        "Sísera"
      ]
    },
    "17": {
      "parafrase": "Mas Sísera conseguiu escapar a pé e fugiu para a tenda de uma mulher chamada Jael, a esposa de Héber, o quenita, pois havia um pacto de paz entre Jabim, o rei de Hazor, e a família de Héber.",
      "referencias": [
        "Juízes 4:21",
        "Gênesis 14:13"
      ],
      "comentario": "A profecia começa a se cumprir: o general derrotado busca refúgio na casa de uma mulher. O detalhe do 'pacto de paz' (aliança) entre Jabim e Héber explica por que Jael, a esposa de Héber, é o lugar lógico de refúgio para Sísera, embora este refúgio se torne sua armadilha final.",
      "temas": [
        "Fuga",
        "Refúgio Inesperado",
        "Quebra de Pactos"
      ],
      "personagens": [
        "Sísera",
        "Jael",
        "Héber",
        "Jabim"
      ]
    },
    "18": {
      "parafrase": "Jael saiu ao encontro de Sísera, percebendo quem ele era, e o convidou com uma voz tranquila: 'Venha, meu senhor, venha para cá! Não tenha medo, entre em meu abrigo!' E Sísera entrou na tenda dela.",
      "referencias": [
        "Provérbios 10:19",
        "Hebreus 13:2"
      ],
      "comentario": "Jael demonstra hospitalidade imediata e calculada. Ela o atrai para o interior da tenda, o espaço doméstico e seguro, que paradoxalmente se tornará o palco de sua execução. A calma dela contrasta com o desespero dele.",
      "temas": [
        "Hospitalidade Enganosa",
        "Cautela",
        "Convicção Feminina"
      ],
      "personagens": [
        "Jael",
        "Sísera"
      ]
    },
    "19": {
      "parafrase": "Quando Sísera chegou, ele estava exausto e com sede. Jael o cobriu com um cobertor quente e lhe ofereceu um pouco de leite fresco, dando-lhe de beber para que ele se reanimasse.",
      "referencias": [
        "Provérbios 31:15",
        "1 Reis 17:6"
      ],
      "comentario": "Jael cumpre o papel tradicional de anfitriã que cuida do viajante exausto. A oferta de 'leite' (provavelmente coalhada ou iogurte, mais fácil de transportar e mais refrescante que água em clima quente) é um ato de cuidado extremo, garantindo que ele durma profundamente.",
      "temas": [
        "Hospitalidade Extrema",
        "Cuidado Doméstico",
        "Opressão Acalmada"
      ],
      "personagens": [
        "Sísera",
        "Jael"
      ]
    },
    "20": {
      "parafrase": "Ele disse a ela: 'Fique na entrada da tenda e, se algum homem perguntar se há alguém aqui, diga que não há ninguém.' Então Sísera se deitou, completamente exausto pelo cansaço.",
      "referencias": [
        "1 Samuel 25:34",
        "Lucas 12:20"
      ],
      "comentario": "O comandante inimigo, em sua vulnerabilidade, confia cegamente em sua hospedeira. Ele entrega o controle da entrada da tenda, o ponto de segurança, nas mãos de Jael, selando seu destino.",
      "temas": [
        "Confiança Cega",
        "Vulnerabilidade",
        "Traição do Refúgio"
      ],
      "personagens": [
        "Sísera",
        "Jael"
      ]
    },
    "21": {
      "parafrase": "Mas Jael pegou uma estaca de barraca, que era usada para fixar a lona, e também um martelo pesado, que era sua ferramenta de trabalho. Aproximando-se silenciosamente enquanto Sísera dormia profundamente, ela enfiou a ponta da estaca em sua têmpora, atravessando-a até o chão!",
      "referencias": [
        "Juízes 4:22",
        "Hebreus 11:34"
      ],
      "comentario": "Este é o clímax da ação feminina. Jael usa instrumentos domésticos e humildes (a estaca da tenda e o martelo) para realizar o ato de execução. O termo hebraico para 'estaca' é *yated*, ligando-a à fundação da casa. A precisão do golpe demonstra determinação sobrenatural.",
      "temas": [
        "Execução Decisiva",
        "Uso de Instrumentos Humildes",
        "Fidelidade à Causa"
      ],
      "personagens": [
        "Jael",
        "Sísera"
      ]
    },
    "22": {
      "parafrase": "Logo em seguida, Baraque, que estava perseguindo Sísera, chegou à tenda de Jael. Ela saiu para encontrá-lo e disse com calma: 'Entre aqui, e você verá o homem que você está procurando!'",
      "referencias": [
        "Juízes 4:23",
        "Efésios 6:12"
      ],
      "comentario": "Jael, que havia sido a executora do plano divino, agora assume o papel de guia para o líder militar. A promessa de Débora se concretiza: a vitória final sobre Sísera não viria pela espada de Baraque, mas pela ação desta mulher.",
      "temas": [
        "Cumprimento da Profecia",
        "Revelação do Vencedor",
        "Ação Oculta"
      ],
      "personagens": [
        "Baraque",
        "Jael",
        "Sísera"
      ]
    },
    "23": {
      "parafrase": "Baraque entrou e encontrou Sísera caído morto, com a estaca ainda firmemente cravada em sua cabeça.",
      "referencias": [
        "Salmos 18:42",
        "1 Samuel 31:4"
      ],
      "comentario": "A visão confirma a palavra profética. A força militar (os novecentos carros) foi neutralizada pelo pânico divino, e o comandante foi morto pelos meios mais improváveis, sob o teto de uma tenda, cumprindo a profecia sobre a glória ser dada a uma mulher.",
      "temas": [
        "Confirmação da Vitória",
        "Julgamento Final",
        "Prova da Profecia"
      ],
      "personagens": [
        "Baraque",
        "Sísera"
      ]
    },
    "24": {
      "parafrase": "Assim, naquele dia, Deus humilhou Jabim, o rei cananeu, diante de todos os filhos de Israel.",
      "referencias": [
        "Salmos 9:16",
        "Jó 12:14"
      ],
      "comentario": "O foco volta para o rei opressor, Jabim. A derrota de seu principal general, Sísera, representa a humilhação pública de todo o seu reino e poderio militar. Deus age para que Seu povo veja claramente quem é o verdadeiro soberano.",
      "temas": [
        "Humilhação do Inimigo",
        "Soberania de Deus",
        "Vitória Pública"
      ],
      "personagens": [
        "Jabim",
        "Deus"
      ]
    },
    "25": {
      "parafrase": "E a força dos israelitas cresceu e se tornou mais forte contra Canaã, até que finalmente destruíram Jabim completamente, pondo fim ao seu domínio sobre eles.",
      "referencias": [
        "Deuteronômio 7:24",
        "Josué 19:36"
      ],
      "comentario": "O resultado final da intervenção divina é a libertação progressiva e a consolidação do poder de Israel. A vitória não foi um evento isolado, mas o catalisador para a subjugação contínua do inimigo até que a opressão cessasse definitivamente.",
      "temas": [
        "Fortalecimento de Israel",
        "Libertação Completa",
        "Paz Duradoura"
      ],
      "personagens": [
        "Israel",
        "Jabim"
      ]
    },
    "26": {
      "parafrase": "Em seguida, Débora, cheia de inspiração divina, mandou chamar Baraque, filho de Abinoão, que estava em Quebes, na tribo de Naftali. Ela o convocou com a autoridade da Palavra de Deus, dizendo-lhe: 'O Senhor, o Deus de Israel, ordenou que você se levante e vá para o Monte Tabor, e leve consigo dez mil homens das tribos de Naftali e de Zebulom para a batalha!'.",
      "referencias": [
        "Juízes 4:6",
        "Salmos 18:34",
        "Isaías 10:13"
      ],
      "comentario": "Este versículo marca a ativação de Baraque pelo chamado profético de Débora. O termo hebraico para 'ir' ou 'tomar' (לָקַח - laqach) aqui implica uma ação de convocação decisiva. O monte Tabor, um local central e elevado, servirá como ponto de encontro estratégico para as forças designadas (Naftali e Zebulom, as tribos do norte, mais próximas do conflito).",
      "temas": [
        "Convocação Divina",
        "Liderança Militar",
        "Obediência"
      ],
      "personagens": [
        "Débora",
        "Baraque",
        "Abinoão"
      ]
    },
    "27": {
      "parafrase": "Baraque obedeceu prontamente ao chamado de Deus, transmitido por Débora, e marchou com seus dez mil soldados, descendo do monte Tabor e se dirigindo ao vale onde o inimigo estava posicionado. Assim, ele reuniu o exército de Israel conforme a ordem recebida.",
      "referencias": [
        "1 Samuel 17:47",
        "Mateus 8:9"
      ],
      "comentario": "A resposta de Baraque é imediata e concisa, demonstrando um nível de fé inicial. Ele cumpre a parte humana da estratégia: reunir os homens e descer ao campo de batalha. Este ato de descida do Tabor (altitude) para o vale (planície) simboliza a transição da contemplação para a ação prática.",
      "temas": [
        "Ação e Fé",
        "Mobilização",
        "Desobediência (Implícita, pela sua dúvida anterior)"
      ],
      "personagens": [
        "Baraque"
      ]
    },
    "28": {
      "parafrase": "Naquele dia, enquanto as tropas israelitas se posicionavam, a mão de Deus se manifestou de forma impressionante. Débora exclamou profeticamente: 'Ouça, ó Israel! Nesta batalha, o Senhor entregará Sísera, o comandante do exército de Jabim, em suas mãos! Deus está liderando vocês agora, fazendo com que o inimigo caia perante a sua força!'",
      "referencias": [
        "Êxodo 14:30",
        "2 Crônicas 20:15",
        "Josué 1:5"
      ],
      "comentario": "Aqui, Débora assume novamente o papel de profetisa, declarando a vitória antes que ela ocorra. A frase 'o Senhor entregará' (נָתַן - natan) enfatiza que a vitória não virá pela força militar de Israel, mas pela intervenção divina direta. É uma declaração de soberania de YHWH sobre os poderes cananeus.",
      "temas": [
        "Profecia de Vitória",
        "Intervenção Divina",
        "Soberania de Deus"
      ],
      "personagens": [
        "Débora",
        "Sísera"
      ]
    },
    "29": {
      "parafrase": "Naquele momento crucial, quando os exércitos estavam prestes a colidir, Deus agiu de maneira sobrenatural: Ele lançou um terror pavoroso sobre os guerreiros de Sísera e seus carros de guerra. Os homens de Sísera ficaram tão apavorados e desordenados que abandonaram seus postos e fugiram desamparados.",
      "referencias": [
        "Levítico 26:7",
        "1 Samuel 7:10"
      ],
      "comentario": "O terror (o hebraico sugere um pânico profundo e sobrenatural) lançado sobre os inimigos é um sinal claro de que a batalha foi vencida antes do combate corpo a corpo. Isso desmoraliza o exército cananeu, cujos carros de ferro (símbolo de poder militar da época) se tornam inúteis diante do medo infundido pelo Eterno.",
      "temas": [
        "Poder Sobrenatural",
        "Pânico Inimigo",
        "Guerra Espiritual"
      ],
      "personagens": [
        "Sísera"
      ]
    },
    "30": {
      "parafrase": "Na confusão da fuga desordenada, Baraque e os israelitas avançaram com toda a sua força, perseguindo e golpeando os cananeus. Nenhum inimigo sequer conseguiu escapar; todos os soldados do exército de Sísera caíram pela espada afiada dos filhos de Israel, não restando sequer um sobrevivente.",
      "referencias": [
        "Apocalipse 19:21",
        "Josué 11:8"
      ],
      "comentario": "Este versículo narra o extermínio completo do exército inimigo, reforçando a ideia de que Deus garantiu a vitória total. A expressão 'não ficou um' enfatiza a aniquilação militar ordenada por Deus, cumprindo a promessa da derrota total de Jabim e seu comandante.",
      "temas": [
        "Vitória Total",
        "Perseguição",
        "Execução do Julgamento"
      ],
      "personagens": [
        "Baraque",
        "Sísera"
      ]
    },
    "31": {
      "parafrase": "Assim, naquele dia glorioso, o Senhor esmagou completamente o poder de Jabim, o rei de Canaã, sob os pés de Israel. A terra, então, desfrutou de quarenta anos de paz ininterrupta e descanso profundo, um período de tranquilidade que foi fruto direto daquela intervenção divina.",
      "referencias": [
        "Números 14:34",
        "Isaías 14:29"
      ],
      "comentario": "Este é o clímax da narrativa militar e o estabelecimento da recompensa: paz (שָׁלוֹם - shalom). Quarenta anos é um período significativo na narrativa bíblica, frequentemente associado a um ciclo completo de teste, purificação e descanso (como os 40 anos no deserto). A opressão de vinte anos chega ao fim, cimentando a soberania de Israel sob a proteção de YHWH.",
      "temas": [
        "Paz (Shalom)",
        "Quarenta Anos de Descanso",
        "Fim da Opressão"
      ],
      "personagens": [
        "Jabim",
        "Israel"
      ]
    }
  }
}