{
  "livro": "Juízes",
  "capitulo": 10,
  "contexto_historico": "O Livro de Juízes narra um ciclo recorrente de apostasia, opressão, clamor, livramento (através de juízes/líderes carismáticos) e subsequente retorno à desobediência em Israel, após a morte de cada libertador. O capítulo 10 se insere na fase de transição onde Israel se volta para deuses estrangeiros (como Astarote, deuses de Sidom, deuses de Moabe, amonitas e filisteus) após a liderança de Tola e Jair. Deus, frustrado, permite que sejam subjugados pelos amonitas e filisteus por 18 anos. O povo, finalmente oprimido, clama novamente a Deus, arrependendo-se e abandonando os ídolos. No entanto, Deus inicialmente recusa ajudá-los, lembrando-os de todos os livramentos anteriores que eles esqueceram, dizendo: 'Vá e clame aos deuses que escolheis; que eles vos salvem agora na vossa aflição!' (Jz 10:14). Esse momento de desespero e a subsequente convocação do povo para rejeitar o paganismo servem de prelúdio para a ascensão do próximo libertador, Jefté, conhecido como o 'guerreiro valente' 🛡️.",
  "bloco_tematico": "Apostasia, Opressão Amonita e o Clamor em Gileade 💔➡️🙏",
  "versiculos": {
    "1": {
      "parafrase": "Após o turbulento período de Abimeleque, uma calma aparente começou a se instalar sobre Israel, e um homem chamado Tola, filho de Fua, da tribo de Issacar, levantou-se para ser o próximo líder e juiz da nação. Tola, um homem de coragem e sabedoria, residia na cidade de Samir, nas montanhas da região de Efraim. Ele dedicou os seus vinte e três anos de julgamento a guiar o povo de Deus, oferecendo paz e direção em meio aos desafios da época.",
      "referencias": [
        "Juízes 2:16",
        "Juízes 6:1"
      ],
      "comentario": "Tola surge como o segundo juiz de Israel após a anarquia de Abimeleque. O padrão cíclico de opressão e libertação continua. O texto foca na paz de 23 anos sob seu governo, destacando que o serviço de liderança em Israel nem sempre envolvia grandes batalhas, mas também estabilidade administrativa e moral. O nome Tola significa 'verme' ou 'carmim', o que pode aludir à humildade ou ao sacrifício, contrastando com o reinado violento de Abimeleque.",
      "temas": [
        "Liderança Restauradora",
        "Paz Pós-Conflito",
        "Duração do Julgamento"
      ],
      "personagens": [
        "Tola",
        "Fua"
      ]
    },
    "2": {
      "parafrase": "Quando Tola completou seu tempo como juiz, ele faleceu e foi sepultado na pitoresca cidade de Samir, que ficava na terra de Efraim. Assim, o povo de Israel, por um breve período, voltou a cair na velha e perigosa armadilha de esquecer o Senhor seu Deus e de abandonar a verdadeira adoração, voltando-se para a idolatria.",
      "referencias": [
        "Juízes 2:19",
        "Deuteronômio 32:15"
      ],
      "comentario": "O versículo reitera o padrão de apostasia de Israel imediatamente após a morte do juiz. O esquecimento de Deus (a idolatria) é o catalisador para a opressão subsequente. Este é um tema central em Juízes.",
      "temas": [
        "Apostasia",
        "Memória e Esquecimento",
        "Ciclo de Juízes"
      ],
      "personagens": [
        "Tola"
      ]
    },
    "3": {
      "parafrase": "Então, após a morte de Tola, surgiu outro homem, Jair, um galaadita, que se levantou para julgar e liderar os filhos de Israel. Jair era de uma região chamada Gileade, uma terra que ficava a leste do rio Jordão.",
      "referencias": [
        "Juízes 12:13",
        "Números 32:39"
      ],
      "comentario": "Jair é o próximo libertador. O termo 'galaadita' indica sua origem tribal na região de Gileade, um contraste geográfico com os juízes anteriores, que muitas vezes eram da porção ocidental de Israel. A identidade regional é importante no livro de Juízes.",
      "temas": [
        "Liderança Regional",
        "Gileade",
        "Restabelecimento da Ordem"
      ],
      "personagens": [
        "Jair"
      ]
    },
    "4": {
      "parafrase": "Jair governou Israel durante um longo período de vinte e dois anos. Ele era conhecido por possuir trinta cidades na terra de Gileade, as quais ele deu o nome de Havote de Jair, ou seja, 'As Aldeias de Jair'.",
      "referencias": [
        "Números 32:41",
        "Deuteronômio 3:14"
      ],
      "comentario": "A posse de 'trinta cidades' (ou 'aldeias') sublinha o poder político e territorial de Jair. O nome dado a essas localidades perpetua sua influência. Este feito é notável, pois mostra que ele trouxe estabilidade suficiente para permitir o desenvolvimento local.",
      "temas": [
        "Estabelecimento Territorial",
        "Influência Política",
        "Nomear Lugares"
      ],
      "personagens": [
        "Jair"
      ]
    },
    "5": {
      "parafrase": "Quando Jair também faleceu, ele foi sepultado na cidade de Camom, na terra de Gileade. No entanto, logo após sua morte, os israelitas, demonstrando sua persistente fraqueza espiritual, voltaram a se entregar à adoração de deuses estrangeiros, abandonando o Senhor.",
      "referencias": [
        "Juízes 2:14",
        "Juízes 3:7"
      ],
      "comentario": "O ciclo se fecha novamente. A morte do juiz precede a volta à idolatria. A menção do local de sepultamento, Camom, sela o fim de seu período de paz. O povo 'fez o que era mau aos olhos do Senhor', o resumo da falha moral da época.",
      "temas": [
        "Inconstância Espiritual",
        "Consequência da Apostasia",
        "Fidelidade Divina vs. Infidelidade Humana"
      ],
      "personagens": [
        "Jair"
      ]
    },
    "6": {
      "parafrase": "Com isso, a ira do Senhor se acendeu contra Israel, e Ele permitiu que fossem oprimidos e subjugados pelas mãos dos filisteus, que os dominaram cruelmente por longos anos, e também pelos amonitas, que os atormentaram por dezoito anos.",
      "referencias": [
        "Juízes 2:14",
        "Juízes 4:2"
      ],
      "comentario": "A consequência direta da apostasia é a intervenção divina através da opressão externa. O texto lista dois opressores principais: os filisteus (oeste/sudoeste) e os amonitas (leste). A duração da opressão amonita (18 anos) é especificada, indicando um sofrimento prolongado e significativo.",
      "temas": [
        "Oração e Sofrimento",
        "Opressão dos Amonitas",
        "Justiça Divina"
      ],
      "personagens": [
        "Filisteus",
        "Amonitas"
      ]
    },
    "7": {
      "parafrase": "O sofrimento do povo de Israel foi tão grande que, dominados pelos amonitas, eles fugiram para se refugiarem em lugares fortificados, clamando em desespero ao Senhor, seu Deus.",
      "referencias": [
        "Juízes 6:6",
        "1 Samuel 7:2"
      ],
      "comentario": "O desespero força o arrependimento e a oração. A fuga para lugares fortificados indica que a opressão afetou profundamente a estabilidade territorial e a segurança social dos israelitas.",
      "temas": [
        "Desespero e Oração",
        "Refúgio",
        "A Necessidade do Libertador"
      ],
      "personagens": [
        "Israelitas"
      ]
    },
    "8": {
      "parafrase": "Eles gritaram ao Senhor, dizendo: 'Pecamos contra Ti, pois abandonamos o nosso Deus e servimos aos ídolos dos cananeus, dos sidônios, dos amonitas, dos filisteus e dos outros povos pagãos que nos cercam!'",
      "referencias": [
        "1 Reis 11:33",
        "Salmos 106:34-35"
      ],
      "comentario": "Esta é a confissão padrão: reconhecimento do pecado (abandono de Deus) e identificação das práticas pecaminosas (serviço aos ídolos locais). A enumeração dos inimigos reforça a abrangência da apostasia por toda a nação, tanto a leste quanto a oeste.",
      "temas": [
        "Confissão de Pecado",
        "Idolatria Generalizada",
        "Reconhecimento da Culpa"
      ],
      "personagens": [
        "Israelitas"
      ]
    },
    "9": {
      "parafrase": "Mas o Senhor lhes respondeu, lembrando-os: 'Eu os salvei dos egípcios, e também dos amorreus, dos amonitas, dos filisteus, dos edomitas, dos sidônios e dos amalequitas, quando eles os atormentavam, e em todas as ocasiões em que vocês clamaram a Mim, Eu os libertei!'",
      "referencias": [
        "Êxodo 3:7-8",
        "Salmos 106:42-43"
      ],
      "comentario": "Deus responde lembrando Seu histórico de fidelidade e resgate. Ele lista os opressores anteriores, enfatizando que Ele é o único Salvador, ignorado pelo povo. O ponto central é: 'Eu os salvei antes'.",
      "temas": [
        "Fidelidade de Deus",
        "Memória do Resgate",
        "Justiça e Misericórdia"
      ],
      "personagens": [
        "Senhor",
        "Israelitas"
      ]
    },
    "10": {
      "parafrase": "Apesar de tudo, vocês Me abandonaram e passaram a adorar outros deuses. Por causa disso, Eu não os salvarei novamente desta vez! Vão e clamem àqueles deuses que vocês escolheram; que eles os livrem no tempo de sua aflição!",
      "referencias": [
        "Jeremias 2:13",
        "Oséias 13:4"
      ],
      "comentario": "Esta é uma declaração severa de Deus. A paciência se esgotou; o julgamento está sendo executado. Deus os entrega aos seus ídolos como um julgamento de abandono mútuo ('Eu os abandono porque vocês Me abandonaram'). É um momento crucial de severidade divina.",
      "temas": [
        "Abandono Divino",
        "Consequências da Escolha",
        "Severidade do Julgamento"
      ],
      "personagens": [
        "Senhor",
        "Israelitas"
      ]
    },
    "11": {
      "parafrase": "Então, o Senhor lhes disse: 'Eu não os resgatarei mais. Vão e busquem a ajuda daqueles deuses que vocês preferem, pois eles lhes darão o livramento que merecem!'",
      "referencias": [
        "Deuteronômio 28:63",
        "Isaías 65:12"
      ],
      "comentario": "Este versículo é uma reafirmação contundente do versículo anterior, sublinhando a decisão de Deus de não intervir enquanto a idolatria persistir. O povo deve colher o fruto amargo de suas escolhas.",
      "temas": [
        "Independência do Povo",
        "O Custo da Idolatria",
        "Rejeição Temporária"
      ],
      "personagens": [
        "Senhor"
      ]
    },
    "12": {
      "parafrase": "Os filhos de Israel, vendo-se esmagados, foram forçados a admitir: 'Fizemos o que é errado. Faça conosco o que for melhor aos Seus olhos, mas, por favor, mostre-nos misericórdia agora mesmo!'",
      "referencias": [
        "Jó 1:21",
        "2 Crônicas 36:12"
      ],
      "comentario": "Finalmente, a rendição total. O povo aceita o julgamento ('Faça o que for melhor aos Teus olhos'), mas implora por misericórdia. O reconhecimento de que fizeram 'o que é errado' (pecado) é a chave para reabrir a porta da intervenção divina.",
      "temas": [
        "Arrependimento Genuíno",
        "Súplica por Misericórdia",
        "Submissão"
      ],
      "personagens": [
        "Israelitas"
      ]
    },
    "13": {
      "parafrase": "E assim, o Senhor, vendo o sofrimento profundo do Seu povo, sentiu pesar por eles, pois a angústia de Israel havia chegado ao limite.",
      "referencias": [
        "Êxodo 3:7",
        "Salmos 78:38"
      ],
      "comentario": "Aqui está a virada. A misericórdia de Deus é ativada pelo sofrimento do povo. O verbo hebraico para 'sentiu pesar' (נֶחַם - *nāham*) indica um profundo arrependimento ou compaixão no coração de Deus, levando-O a reconsiderar o castigo.",
      "temas": [
        "Compaixão Divina",
        "Limiar do Sofrimento",
        "Intervenção pela Dor"
      ],
      "personagens": [
        "Senhor",
        "Israelitas"
      ]
    },
    "14": {
      "parafrase": "Então, o Senhor disse aos israelitas: 'Vocês se voltaram contra Mim e Me abandonaram para servir a deuses estranhos. Por isso, não os livrarei mais! Vão agora e peçam ajuda àqueles que vocês escolheram, para que eles os salvem deste sofrimento!'",
      "referencias": [
        "Juízes 3:7",
        "Jeremias 11:11"
      ],
      "comentario": "Esta aparente regressão ao versículo 10 serve para isolar o novo chamado à libertação. Deus está testando a profundidade de seu arrependimento. Se eles realmente se arrependeram, o próximo passo será remover os ídolos.",
      "temas": [
        "Teste de Fé",
        "Purificação da Idolatria",
        "Condição para o Resgate"
      ],
      "personagens": [
        "Senhor",
        "Israelitas"
      ]
    },
    "15": {
      "parafrase": "Mas os israelitas removeram os seus deuses estrangeiros do meio de seu acampamento e declararam ao Senhor: 'Nós pecamos. Faça-nos o que for justo em Teus olhos, mas, por favor, livre-nos deste dia de aflição!'",
      "referencias": [
        "Josué 24:23",
        "2 Reis 17:16"
      ],
      "comentario": "A ação prática acompanha a confissão verbal. Eles removem os símbolos da apostasia ('deuses estrangeiros do meio deles'). Este ato físico de remoção é a evidência de que o arrependimento é sincero, o que finalmente satisfaz a condição divina.",
      "temas": [
        "Remoção de Ídolos",
        "Arrependimento Prático",
        "Submissão à Justiça"
      ],
      "personagens": [
        "Israelitas"
      ]
    },
    "16": {
      "parafrase": "Assim, o povo de Israel se desfez de seus ídolos, sejam eles Baal ou Astarote, e decidiram servir unicamente ao Senhor. E o Senhor, vendo que a aflição deles era insuportável, não pôde mais suportar o sofrimento do povo.",
      "referencias": [
        "1 Samuel 7:3-4",
        "Êxodo 2:24"
      ],
      "comentario": "A remoção de Baal (deus da fertilidade cananeu) e Astarote (deusa da fertilidade e guerra) representa a rejeição completa do panteão pagão. A menção de que Deus 'não pôde mais suportar' a aflição deles mostra que Sua compaixão superou Seu desejo de punir, ativando o próximo libertador.",
      "temas": [
        "Fim da Idolatria",
        "Atenuação do Juízo",
        "Misericórdia sobre a Ira"
      ],
      "personagens": [
        "Senhor",
        "Israelitas"
      ]
    },
    "17": {
      "parafrase": "Os amonitas, portanto, reuniram suas forças e acamparam na terra de Gileade, prontos para a batalha. Os filhos de Israel, por sua vez, se juntaram e montaram acampamento em Mizpá, numa posição defensiva.",
      "referencias": [
        "Juízes 11:11",
        "1 Samuel 7:5"
      ],
      "comentario": "Com a reconciliação religiosa estabelecida, a crise militar iminente é apresentada. Os amonitas, que foram o foco da opressão no início (v. 6), permanecem como a ameaça imediata. O povo se reúne em Mizpá, um local historicamente significativo para convocação e confissão.",
      "temas": [
        "Mobilização Militar",
        "Confronto Iminente",
        "Mizpá (Local de Reunião)"
      ],
      "personagens": [
        "Amonitas",
        "Israelitas"
      ]
    },
    "18": {
      "parafrase": "O povo de Gileade, vendo-se pressionado pelos amonitas, perguntou quem seria forte e corajoso o suficiente para liderar a batalha contra eles. Aquele que aceitasse liderar a guerra seria reconhecido como o chefe de todos os habitantes de Gileade.",
      "referencias": [
        "Juízes 11:6",
        "Juízes 11:11"
      ],
      "comentario": "A necessidade de um novo libertador é declarada abertamente. A recompensa prometida ('chefe de todos os moradores de Gileade') sugere que o próximo juiz virá desta região e será reconhecido por sua capacidade militar e carisma, preparando o palco para Jefté.",
      "temas": [
        "Busca por um Líder Forte",
        "Recompensa pela Coragem",
        "Chamado ao Herói"
      ],
      "personagens": [
        "Homens de Gileade"
      ]
    }
  }
}